{
  "title": "时政合集",
  "时政合集": {
    "x8时政合集": {
      "1": {
        "timu_id": 68593,
        "title": "在第三届“一带一路”国际合作高峰论坛开幕式的主旨演讲中，习近平指出，过去10年取得的成绩弥足珍贵，经验值得总结。我们深刻认识到，共建“一带一路”最重要的力量源泉是",
        "num": "1",
        "xuanxiang": [
          "A:共商、共建、共享的原则",
          "B:开放、绿色、廉洁的理念",
          "C:和平合作、开放包容、互学互鉴、互利共赢的丝路精神",
          "D:高标准、惠民生、可持续的目标"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "和平合作、开放包容、互学互鉴、互利共赢的丝路精神，是共建“一带一路”最重要的力量源泉。C正确，A、B、D错误。",
        "level_text": "x8时政合集",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68594,
        "title": "2023年10月18日，第三届“一带一路”国际合作高峰论坛开幕式在北京举行，习近平出席开幕式并发表主旨演讲。习近平在主旨演讲中指出，共建“一带一路”的主线是",
        "num": "2",
        "xuanxiang": [
          "A:互联互通",
          "B:政策沟通",
          "C:设施联通",
          "D:民心相通"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "习近平指出，2023年是提出共建“一带一路”倡议10周年。提出这一倡议的初心，是借鉴古丝绸之路，以互联互通为主线，同各国加强政策沟通、设施联通、贸易畅通、资金融通、民心相通，为世界经济增长注人新动能，为全球发展开辟新空间，为国际经济合作打造新平台。A正确。B、C、D错误。",
        "level_text": "x8时政合集",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68595,
        "title": "2023年5月18日至19日，中国一中亚峰会在陕西省西安市举行。这是2023年中国首场重大主场外交活动，也是建交31年来六国元首首次以实体形式举办峰会，在中国同中亚国家关系发展史上具有里程碑意义。首届中国—中亚峰会最重要的政治成果是",
        "num": "3",
        "xuanxiang": [
          "A:构建更加紧密的中国一中亚命运共同体",
          "B:实现命运共同体理念首次在地区多边和双边层面全落地",
          "C:同意在中国设立中国一中亚机制常设秘书处",
          "D:通过《中国—中亚峰会成果清单》"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "习近平在中国一中亚峰会上发表的主旨讲话中就建设一个什么样的中亚提出“四点主张”，就如何建设中国一中亚命运共同体提出“四个坚持”，并就怎样发展中国同中亚国家合作提出“八点建议”。这是新时代以来，中国最高领导人首次完整、集中、系统向国际社会阐述对中亚外交政策，得到了中亚各国元首的高度赞同和热烈响应，也为构建更加紧密的中国一中亚命运共同体提供了根本遵循和行动指南。构建更加紧密的中国一中亚命运共同体是本届峰会最重要的政治成果，向世界昭示了中国和中亚各国续写千年友谊、开辟崭新未来的坚定决心。A正确，B、C、D错误。",
        "level_text": "x8时政合集",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68596,
        "title": "构建人类命运共同体既是一个美好愿景，也是一个历史过程，需要一代又一代人接力跑才能实现。实现这个美好愿景的关键是",
        "num": "4",
        "xuanxiang": [
          "A:信心和决心",
          "B:格局与胸怀",
          "C:担当与行动",
          "D:原则与理念"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "国务院新闻办公室2023年9月发布的《携手构建人类命运共同体：中国的倡议与行动》白皮书指出，构建人类命运共同体既是一个美好愿景，也是一个历史过程，需要一代又一代人接力跑才能实现。实现这个美好愿景，信心和决心是首要；格局与胸怀是基础；担当与行动是关键。C正确，A、B、D错误。二、多项选择题",
        "level_text": "x8时政合集",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68597,
        "title": "2023年10月24日，十四届全国人大常委会第六次会议表决通过了《中华人民共和国爱国主义教育法》，自2024年1月1日起施行。制定该法的目的是加强新时代爱国主义教育，传承和弘扬爱国主义精神，凝聚全面建设社会主义现代化国家、全面推进中华民族伟大复兴的磅礴力量。爱国主义教育法明确，爱国主义教育的鲜明主题是",
        "num": "5",
        "xuanxiang": [
          "A:坚持爱国和爱党、爱社会主义相统一",
          "B:维护国家统一和民族团结",
          "C:坚持思想引领、文化涵育，教育引导、实践养成",
          "D:全面建成社会主义现代化强国、实现中华民族伟大复兴"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "爱国主义教育法规定：爱国主义教育应当高举中国特色社会主义伟大旗帜，坚持以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，坚持爱国和爱党、爱社会主义相统一，以维护国家统一和民族团结为着力点，把全面建成社会主义现代化强国、实现中华民族伟大复兴作为鲜明主题。爱国主义教育法还明确指出，爱国主义教育应当坚持思想引领、文化涵育，教育引导、实践养成，主题鲜明、融入日常，因地制宜、注重实效。D正确，A、B、C错误。【点拨】中国特色社会主义进人新时代，实现中华民族伟大复兴的中国梦是新时代爱国主义的鲜明主题。",
        "level_text": "x8时政合集",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68598,
        "title": "2023年9月21日，习近平听取了浙江省委和省政府工作汇报，对浙江各项工作取得的成绩给予肯定，对浙江提出了新要求。习近平强调，浙江要在推进共同富裕中先行示范。推进共同富裕的主攻方向是",
        "num": "6",
        "xuanxiang": [
          "A:缩小城乡差距、地区差距、收入差距",
          "B:深化收入分配制度改革",
          "C:持续实施就业优先战略和积极的就业政策",
          "D:健全和完善社会保障体系"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "2023年9月21日，习近平听取了浙江省委和省政府工作汇报，对浙江各项工作取得的成绩给予肯定，对浙江提出了新要求。习近平强调，浙江要在推进共同富裕中先行示范，要把缩小城乡差距、地区差距、收入差距作为主攻方向，进一步健全城乡融合发展体制机制。A正确，B、C、D错误。二、多项选择题",
        "level_text": "x8时政合集",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68599,
        "title": "2023年10月12日，习近平在江西省南昌市主持召开进一步推动长江经济带高质量发展座谈会并发表重要讲话。习近平强调，从长远来看，推动长江经济带高质量发展，根本上依赖于",
        "num": "7",
        "xuanxiang": [
          "A:长江流域高质量的生态环境",
          "B:长江沿线的区域协同融通",
          "C:沿江省市的政策统一性、规则一致性、执行协同性",
          "D:高质量建设、高水平管理、高质量疏解发展并举"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "习近平强调，从长远来看，推动长江经济带高质量发展，根本上依赖于长江流域高质量的生态环境。要坚持把强化区域协同融通作为着力点，沿江省市要坚持省际共商、生态共治、全域共建、发展共享，增强区域交通互联性、政策统一性、规则一致性、执行协同性，稳步推进生态共同体和利益共同体建设，促进区域协调发展。A正确，B、C、D错误。二、多项选择题",
        "level_text": "x8时政合集",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68600,
        "title": "2023年10月13日，习近平听取江西省委和省政府工作汇报，对江西各项工作取得的成绩给予肯定。习近平强调，确保老区人民共享改革发展成果，过上幸福生活，是",
        "num": "8",
        "xuanxiang": [
          "A:推进共同富裕的主攻方向",
          "B:全面推进乡村振兴的底线任务",
          "C:“三农”工作的中心任务",
          "D:推进全体人民共同富裕的底线任务"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "2023年10月13日，习近平听取江西省委和省政府工作汇报，对江西各项工作取得的成绩给予肯定。习近平强调，确保老区人民共享改革发展成果，过上幸福生活，是推进全体人民共同富裕的底线任务。D正确。习近平在浙江考察时强调，浙江要在推进共同富裕中先行示范，要把缩小城乡差距、地区差距、收入差距作为主攻方向。巩固拓展脱贫攻坚成果是全面推进乡村振兴的底线任务。增加农民收入是“三农”工作的中心任务。A、B、C错误二、多项选择题",
        "level_text": "x8时政合集",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68601,
        "title": "在第三届“一带一路\"国际合作高峰论坛开幕式的主旨演讲中，习近平宣布了中国支持高质量共建“一带一路”的八项行动。“支持建设开放型世界经济\"是其中的重要一项，中方将",
        "num": "9",
        "xuanxiang": [
          "A:创建“丝路电商\"合作先行区，同更多国家商签自由贸易协定、投资保护协定",
          "B:全面取消制造业领域外资准人限制措施",
          "C:主动对照国际高标准经贸规则，深入推进跨境服务贸易和投资高水平开放",
          "D:每年举办“全球数字贸易博览会”"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "支持建设开放型世界经济，中方将创建“丝路电商\"合作先行区，同更多国家商签自由贸易协定、投资保护协定。全面取消制造业领域外资准入限制措施。主动对照国际高标准经贸规则，深入推进跨境服务贸易和投资高水平开放，扩大数字产品等市场准人，深化国有企业、数字经济、知识产权、政府采购等领域改革。中方将每年举办“全球数字贸易博览会”。未来5年(2024-2028年)，中国货物贸易、服务贸易进出口额有望累计超过32万亿美元、5万亿美元。A、B、C、D全选。",
        "level_text": "x8时政合集",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68602,
        "title": "2023年3月15日，中国共产党与世界政党高层对话会在北京以视频连线方式举行，习近平出席高层对话会开幕式并发表题为《携手同行现代化之路》的主旨讲话。习近平在主旨讲话中提出全球文明倡议，其内容是共同倡导",
        "num": "10",
        "xuanxiang": [
          "A:尊重世界文明多样性",
          "B:弘扬全人类共同价值",
          "C:重视文明传承和创新",
          "D:加强国际人文交流合作"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "全球文明倡议提出，我们要共同倡导尊重世界文明多样性，坚持文明平等、互鉴、对话、包容，以文明交流超越文明隔阂、文明互鉴超越文明冲突、文明包容超越文明优越。我们要共同倡导弘扬全人类共同价值，和平、发展、公平、正义、民主、自由是各国人民的共同追求，要以宽广胸怀理解不同文明对价值内涵的认识，不将自己的价值观和模式强加于人，不搞意识形态对抗。我们要共同倡导重视文明传承和创新，充分挖掘各国历史文化的时代价值，推动各国优秀传统文化在现代化进程中实现创造性转化、创新性发展。我们要共同倡导加强国际人文交流合作，探讨构建全球文明对话合作网络，丰富交流内容，拓展合作渠道，促进各国人民相知相亲，共同推动人类文明发展进步。A、B、C、D全选。",
        "level_text": "x8时政合集",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68603,
        "title": "构建人类命运共同体为改革和完善国际治理体系提出了中国方案。这一重要理念",
        "num": "11",
        "xuanxiang": [
          "A:汇聚了各国人民求和平、谋发展、盼稳定的最大公约数",
          "B:画出了不同文化背景和发展程度国家之间的最大同心圆",
          "C:超越了零和博弈、强权政治、冷战对抗的各种陈旧思维",
          "D:成为引领时代潮流和人类前进方向的鲜明旗帜"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "国务院新闻办公室2023年9月26日发布的《携手构建人类命运共同体：中国的倡议与行动》白皮书指出，构建人类命运共同体为改革和完善国际治理体系提出了中国方案。构建人类命运共同体，并不是推倒重来，也不是另起炉灶，而是推进国际关系民主化，推动全球治理朝着更加公正合理的方向发展。这一重要理念，汇聚了各国人民求和平、谋发展、盼稳定的最大公约数，画出了不同文化背景和发展程度国家之间的最大同心圆，超越了零和博弈、强权政治、冷战对抗的各种陈旧思维，成为新时代中国特色大国外交的总目标，成为引领时代潮流和人类前进方向的鲜明旗帜。A、B、C、D全选。",
        "level_text": "x8时政合集",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68604,
        "title": "在第三届“一带一路”国际合作高峰论坛开幕式的主旨演讲中，习近平指出，我们追求的不是中国独善其身的现代化，而是期待同广大发展中国家在内的各国一道，共同实现现代化。世界现代化应该是",
        "num": "12",
        "xuanxiang": [
          "A:和平发展的现代化",
          "B:互利合作的现代化",
          "C:共同繁荣的现代化",
          "D:统一标准的现代化"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "我们追求的不是中国独善其身的现代化，而是期待同广大发展中国家在内的各国一道，共同实现现代化。世界现代化应该是和平发展的现代化、互利合作的现代化、共同繁荣的现代化。A、B、C正确，D错误。",
        "level_text": "x8时政合集",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68605,
        "title": "当地时间2023年8月24日上午，国家主席习近平在约翰内斯堡出席金砖国家领导人第十五次会晤特别记者会。会议宣布，邀请沙特、埃及、阿联、阿根廷、伊朗、埃塞俄比亚正式成为金砖大家庭成员。习近平发表重要讲话强调,这次扩员",
        "num": "13",
        "xuanxiang": [
          "A:是历史性的，体现了金砖国家同发展中国家团结合作的决心",
          "B:符合国际社会期待，符合新兴市场国家和发展中国家共同利益",
          "C:是金砖合作的新起点",
          "D:将给金砖合作机制注入新活力，进一步壮大世界和平和发展的力量"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "当地时间2023年8月24日上午，国家主席习近平在约翰内斯堡出席金砖国家领导人第十五次会晤特别记者会。习近平强调，这次扩员是历史性的，体现了金砖国家同发展中国家团结合作的决心，符合国际社会期待，符合新兴市场国家和发展中国家共同利益。这次扩员也是金砖合作的新起点，将给金砖合作机制注入新活力，进一步壮大世界和平和发展的力量。只要我们齐心协力，金砖合作大有可为，金砖国家未来可期。让我们共同努力，谱写新兴市场国家和发展中国家团结合作谋发展的新篇章！A、B、C、D全选。",
        "level_text": "x8时政合集",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68606,
        "title": "2023年3月10日，中华人民共和国、沙特阿拉伯王国、伊朗伊斯兰共和国在北京发表三方联合声明，宣布沙特和伊朗达成一份协议，包括同意恢复双方外交关系，在至多两个月内重开双方使馆和代表机构；强调尊重各国主权，不干涉别国内政等。沙伊北京对话取得重要成果",
        "num": "14",
        "xuanxiang": [
          "A:是对话的胜利、和平的胜利",
          "B:为当前动荡不安的世界提供了重大利好消息，传递了明确信号",
          "C:说明只要本着相互尊重的精神进行平等对话，就一定能够找到彼此都能接受的解决办法",
          "D:表明中国为妥善处理当今世界的热点问题发挥了建设性作用，展现了大国担当"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "2023年3月10日，中共中央政治局委员、中央外办主任王毅在主持沙特和伊朗北京对话闭幕式后向记者介绍了此次对话会的重要意义。王毅说，沙伊北京对话取得重要成果，宣布恢复两国外交关系。这是对话的胜利、和平的胜利，为当前动荡不安的世界提供了重大利好消息，传递了明确信号。第一，这个世界并不是只有乌克兰问题，还有很多事关和平涉及民生的问题，需要国际社会子以关注，需要当事方及时妥善处理。第二，无论问题多复杂，挑战多尖锐，只要本着相互尊重的精神进行平等对话，就一定能够找到彼此都能接受的解决办法。第三，中东是中东人民的中东，中东地区的命运应该掌握在中东各国人民手中。相信中东各国将进一步弘扬独立自主精神，加强团结协作，携手建设更加和平、稳定、繁荣的中东。王毅强调，此次北京对话在中、沙、伊三国领导人的共识基础上得以推进，习近平主席从一开始就予以明确支持。对话也成为有力践行全球安全倡议的一次成功实践。作为一个善意、可靠的斡旋者，中方忠实履行了东道主职责。我们将继续根据各国的愿望，为妥善处理当今世界的热点问题发挥建设性作用，展现大国担当。A、B、C、D全选。",
        "level_text": "x8时政合集",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68607,
        "title": "构建人类命运共同体，坚持开放包容，坚持互利共赢，坚持公道正义，不是以一种制度代替另一种制度，不是以一种文明代替另一种文明，而是不同社会制度、不同意识形态、不同历史文化、不同发展水平的国家在国际事务中利益共生、权利共享、责任共担。构建人类命运共同体理念，站在历史正确的一边，站在人类进步的一边",
        "num": "15",
        "xuanxiang": [
          "A:为国际关系确立新思路",
          "B:为全球治理提供新智慧",
          "C:为国际交往开创新格局",
          "D:为美好世界描绘新愿景"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "《携手构建人类命运共同体：中国的倡议与行动》白皮书指出：构建人类命运共同体，坚持开放包容，坚持互利共赢，坚持公道正义，不是以一种制度代替另一种制度，不是以一种文明代替另一种文明，而是不同社会制度、不同意识形态、不同历史文化、不同发展水平的国家在国际事务中利益共生、权利共享、责任共担。构建人类命运共同体理念，站在历史正确的一边，站在人类进步的一边，为国际关系确立新思路，为全球治理提供新智慧，为国际交往开创新格局，为美好世界描绘新愿景。A、B、C、D全选。",
        "level_text": "x8时政合集",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68608,
        "title": "2023年7月10日，习近平在会见来华进行正式访问的所罗门群岛总理索加瓦雷时指出，中国对太平洋岛国秉持的政策是",
        "num": "16",
        "xuanxiang": [
          "A:充分尊重岛国主权和独立，坚持大小国家一律平等",
          "B:充分尊重岛国意愿，坚持共商、共建、共享、共赢",
          "C:充分尊重岛国民族文化传统，坚持和而不同、美美与共",
          "D:充分尊重岛国联合自强，支持岛国落实《蓝色太平洋2050战略》，为建设一个和平、和谐、安全、包容、繁荣的蓝色太平洋作出贡献"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "2023年7月10日，习近平在会见来华进行正式访问的所罗门群岛总理索加瓦雷时指出，中国的太平洋岛国政策秉持“四个充分尊重”，即充分尊重岛国主权和独立，坚持大小国家一律平等；充分尊重岛国意愿，坚持共商、共建、共享、共赢；充分尊重岛国民族文化传统，坚持和而不同、美美与共；充分尊重岛国联合自强，支持岛国落实《蓝色太平洋2050战略》，为建设一个和平、和谐、安全、包容、繁荣的蓝色太平洋作出贡献。A、B、C、D全选",
        "level_text": "x8时政合集",
        "p_level_text": "16"
      }
    },
    "徐6时政合集": {
      "1": {
        "timu_id": 68637,
        "title": "2023年10月12日，中共中央总书记、国家主席、中央军委主席习近平主持召开进一步推动长江经济带高质量发展座谈会并发表重要讲话。他强调，长江经济带发展成就有目共睹，发展质量稳步提升，发展态势日趋向好。同时也要看到，长江流域生态环境保护和高质量发展正处于由量变到质变的关键时期，取得的成效还不稳固。从长远来看，推动长江经济带高质量发展，根本上依赖于()",
        "num": "1",
        "xuanxiang": [
          "A:长江流域高质量的生态环境",
          "B:长江区域协同融通",
          "C:长江流域科研优势、人才优势转化为发展优势",
          "D:长江经济带横贯东西、承接南北、通江达海的独特优势"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": " 本题考查进一步推动长江经济带高质量发展座谈会的内容。习近平强调，从长远来看，推动长江经济带高质量发展，根本上依赖于长江流域高质量的生态环境。因此，正确答案为A选项。【干扰项辨识】选项B、C、D,均属于习近平在进一步推动长江经济带高质量发展座谈会上讲话的内容，但不符合题干中的“根本”。",
        "level_text": "徐6时政合集",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68638,
        "title": "2023年7月4日，国家主席习近平在北京以视频方式出席上海合作组织成员国元首理事会第二十三次会议并发表重要讲话。他指出，我们维护国际公平正义，反对霸权霸道霸凌行径，扩大本组织“朋友圈”，构建()",
        "num": "2",
        "xuanxiang": [
          "A:不冲突、不对抗的伙伴关系",
          "B:对话不对抗、结伴不结盟的伙伴关系",
          "C:和平、增长、改革、文明的伙伴关系",
          "D:平等、开放、合作的全球伙伴关系"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": " 本题考查上海合作组织成员国元首理事会第二十三次会议的内容。习近平指出，我们维护国际公平正义，反对霸权霸道霸凌行径，扩大本组织“朋友圈”，构建起对话不对抗、结伴不结盟的伙伴关系，壮大了维护世界和平稳定的进步力量。因此，正确答案为B选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68639,
        "title": "2023年1月，国务院新闻办公室发布《新时代的中国绿色发展》白皮书。该白皮书指出，中国加强系统治理、综合治理、源头治理和依法治理，坚持保护优先、自然恢复为主，大力推动生态系统保护修复，筑牢国家生态安全屏障。国家生态安全的底线和生命线是()",
        "num": "3",
        "xuanxiang": [
          "A:自然保护地",
          "B:国家公园",
          "C:生态保护红线",
          "D:山水林田湖草沙"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": " 本题考查《新时代的中国绿色发展》白皮书。生态保护红线是国家生态安全的底线和生命线。中国将生态功能极重要、生态极脆弱以及具有潜在重要生态价值的区域划入生态保护红线，包括整合优化后的自然保护地，实现一条红线管控重要生态空间。因此，正确答案为C选项。【干扰项辨识】选项A,自然保护地是生态建设的核心载体。选项B,国家公园是构建自然保护地体系的主体。选项D,山水林田湖草沙是生命共同体。",
        "level_text": "徐6时政合集",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68640,
        "title": "当今世界虽然总体和平，但局部冲突和战争仍此伏彼起。世界主要力量对全球地缘战略要点和能源的争夺，加之民族、宗教和领土等因素，使世界热点问题和热点地区不时出现。其中，被称为“火药库”、世界最动荡的地区的是()",
        "num": "4",
        "xuanxiang": [
          "A:中东欧国家",
          "B:北极地区",
          "C:朝鲜半岛",
          "D:中东地区"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": " 本题考查地区局势与热点问题。中东、里海、中东欧、中亚、朝鲜半岛、北极、中美洲等地区是近些年国际社会关注的焦点。其中，中东地区尤为突出，被称为“火药库”，是世界最动荡的地区。因此，正确答案为D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68641,
        "title": "2023年9月7日，中共中央总书记、国家主席、中央军委主席习近平在黑龙江省哈尔滨市主持召开新时代推动东北全面振兴座谈会并发表重要讲话。习近平强调，要以科技创新推动产业创新，加快构建具有东北特色优势的现代化产业体系。推动东北全面振兴，根基在()",
        "num": "5",
        "xuanxiang": [
          "A:国家粮食安全",
          "B:产业升级",
          "C:科技创新",
          "D:实体经济"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": " 本题考查新时代推动东北全面振兴座谈会的内容。习近平强调，推动东北全面振兴，根基在实体经济，关键在科技创新，方向是产业升级。因此，正确答案为D选项。【干扰项辨识】选项A,当好国家粮食稳产保供“压舱石”，是东北的首要担当。要始终把保障国家粮食安全摆在首位，加快实现农业农村现代化，提高粮食综合生产能力，确保平时产得出、供得足，极端情况下顶得上、靠得住。选项B,推动东北全面振兴，方向是产业升级。选项C,推动东北全面振兴，关键在科技创新。",
        "level_text": "徐6时政合集",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68642,
        "title": "2023年10月17日至18日，第三届“一带一路”国际合作高峰论坛在北京举行，来自150多个国家、40多个国际组织的代表参会。本届论坛的主题是()",
        "num": "6",
        "xuanxiang": [
          "A:共建“一带一路”、开创美好未来",
          "B:共襄全球治理盛举，合奏“一带一路”强音",
          "C:高质量共建“一带一路”，携手实现共同发展繁荣",
          "D:加强国际合作，共建“一带一路”，实现共赢发展"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": " 本题考查第三届“一带一路”国际合作高峰论坛。2023年10月17日至18日，第三届“一带一路”国际合作高峰论坛在北京举行，本届论坛的主题为“高质量共建‘一带一路，携手实现共同发展繁荣”。因此，正确答案为C选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68643,
        "title": "2023年5月30日9时31分，搭载神舟十六号载人飞船的长征二号F遥十六运载火箭在酒泉卫星发射中心发射升空，成功进入预定轨道。这次任务()",
        "num": "7",
        "xuanxiang": [
          "A:标志着我国实现了由航天大国向航天强国的转变",
          "B:标志着我国空间站关键技术验证阶段任务圆满完成",
          "C:是我国空间站建造阶段首次载人飞行任务",
          "D:是我国载人航天工程进人空间站应用与发展阶段的首次载人飞行任务"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": " 本题考查神舟十六号。神舟十六号任务是我国载人航天工程进入空间站应用与发展阶段的首次载人飞行任务。因此，正确答案为D选项。【干扰项辨识】选项A,时态错误，目前我国正在从航天大国走向航天强国。选项B,神舟十三号载人飞行标志着我国空间站关键技术验证阶段任务圆满完成。选项C,神舟十四号载人飞行是我国空间站建造阶段的第二次飞行，也是该阶段的首次载人飞行任务。",
        "level_text": "徐6时政合集",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68644,
        "title": "2023年3月6日至10日，沙特国务大臣、内阁成员、国家安全顾问穆萨伊德·本·穆罕默德·艾班和伊朗最高国家安全委员会秘书阿里·沙姆哈尼分别率领沙特和伊朗代表团于北京举行会谈。作为一个善意、可靠的斡旋者，中方忠实履行东道主职责，促使两国恢复外交关系。本次北京对话成为有力践行()",
        "num": "8",
        "xuanxiang": [
          "A:全球经济倡议的一次成功实践",
          "B:全球安全倡议的一次成功实践",
          "C:全球发展倡议的一次成功实践",
          "D:全球文化倡议的一次成功实践"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": " 本题考查沙伊北京对话。此次北京对话在中沙伊三国领导人的共识基础上得以推进，成为有力践行全球安全倡议的一次成功实践。因此，正确答案为B选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68645,
        "title": "2023年6月30日，中共中央政治局召开会议审议《关于支持高标准高质量建设雄安新区若干政策措施的意见》。会议强调，要聚焦城市治理架构、公共服务制度等，加强雄安新区未来城市建设运营管理体制的前瞻设计，积极探索具有中国特色的()",
        "num": "9",
        "xuanxiang": [
          "A:共同富裕示范区",
          "B:现代化城市治理新模式",
          "C:改革开放新高地",
          "D:社会主义先行示范区"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": " 本题考查《关于支持高标准高质量建设雄安新区若干政策措施的意见》。会议强调，要聚焦城市治理架构、公共服务制度等，加强雄安新区未来城市建设运营管理体制的前瞻设计，积极探索具有中国特色的现代化城市治理新模式。因此，正确答案为B选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68646,
        "title": "2023年是中欧建立全面战略伙伴关系20周年。国家主席习近平于2023年4月6日在人民大会堂同法国总统马克龙、欧盟委员会主席冯德莱恩举行中法欧三方会晤。习近平指出，中欧双方有着广泛共同利益，合作大于竞争，共识多于分歧。中国对欧政策将保持长期稳定，始终视欧洲为多极化世界中的独立一极，坚持中欧关系()",
        "num": "10",
        "xuanxiang": [
          "A:共同发展、合作共赢、友好伙伴、相互尊重",
          "B:加强对话、增加互信、发展合作、管控分歧",
          "C:不针对、不依附、也不受制于第三方",
          "D:不冲突、不对抗、相互尊重、合作共赢"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": " 本题考查中欧关系。习近平强调，中国对欧政策将保持长期稳定，始终视欧洲为多极化世界中的独立一极，坚持中欧关系不针对、不依附、也不受制于第三方。因此，正确答案为C选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68647,
        "title": "2023年6月19日，中国共产主义青年团第十九次全国代表大会在北京人民大会堂开幕。中国青年和中国青年运动，从来都是在担当时代使命中彰显青春的使命，在推动时代进步中实现自身的进步。新时代中国青年运动和青年工作的鲜明主题是()",
        "num": "11",
        "xuanxiang": [
          "A:汇聚起构建人类命运共同体的青春力量",
          "B:坚定不移全面从严治团",
          "C:巩固和扩大青年爱国统一战线",
          "D:以中国式现代化全面推进中华民族伟大复兴"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": " 本题考查中国共产主义青年团第十九次全国代表大会的内容。全面建成社会主义现代化强国、实现第二个百年奋斗目标，以中国式现代化全面推进中华民族伟大复兴，是党的中心任务，也是新时代中国青年运动和青年工作的鲜明主题。因此，正确答案为D选项。【干扰项辨识】选项A、B、C,均属于新时代青年工作的内容，不属于鲜明主题。",
        "level_text": "徐6时政合集",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68648,
        "title": "2023年3月21日，中华人民共和国和俄罗斯联邦共同签署并发表《中华人民共和国和俄罗斯联邦关于深化新时代全面战略协作伙伴关系的联合声明》。双方指出，中俄关系不是类似冷战时期的军事政治同盟，而是超越该种国家关系模式()",
        "num": "12",
        "xuanxiang": [
          "A:秉持相互尊重、公平正义、合作共赢原则",
          "B:具有不结盟、不对抗、不针对第三国的性质",
          "C:维护国家主权、安全、发展利益",
          "D:建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "本题考查中俄关系。中俄关系不是类似冷战时期的军事政治同盟，而是超越该种国家关系模式，具有不结盟、不对抗、不针对第三国的性质。因此，正确答案为B选项。【干扰项辨识】选项A,推动构建新型国际关系，就是要秉持相互尊重、公平正义、合作共赢原则。选项C,维护国家主权、安全、发展利益是我国对外工作的出发点和落脚点，是中国外交的神圣使命。选项D,构建人类命运共同体，就是要携手世界各国人民共同建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界。",
        "level_text": "徐6时政合集",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68649,
        "title": "2023年6月2日，中共中央总书记、国家主席、中央军委主席习近平在北京出席文化传承发展座谈会并发表重要讲话。他指出，“在五千多年中华文明深厚基础上开辟和发展中国特色社会主义，把马克思主义基本原理同中国具体实际、同中华优秀传统文化相结合是必由之路”。其中，“第二个结合”()",
        "num": "13",
        "xuanxiang": [
          "A:是我们党对马克思主义中国化时代化历史经验的深刻总结",
          "B:是对中华文明发展规律的深刻把握",
          "C:表明我们党对中国道路、理论、制度的认识达到了新高度",
          "D:表明我们党在传承中华优秀传统文化中推进文化创新的自觉性达到了新高度"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查文化传承发展座谈会的内容。“第二个结合”是我们党对马克思主义中国化时代化历史经验的深刻总结，是对中华文明发展规律的深刻把握，表明我们党对中国道路、理论、制度的认识达到了新高度，表明我们党的历史自信、文化自信达到了新高度，表明我们党在传承中华优秀传统文化中推进文化创新的自觉性达到了新高度。因此，正确答案为A、B、C、D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68650,
        "title": "2023年10月18日，国家主席习近平在北京人民大会堂出席第三届“一带一路”国际合作高峰论坛开幕式并发表题为《建设开放包容、互联互通、共同发展的世界》的主旨演讲。他指出，“10年来，我们坚守初心、携手同行，推动“一带一路’国际合作从无到有，蓬勃发展，取得丰硕成果”。其中，高质量共建“一带一路”的重要指导原则有()",
        "num": "14",
        "xuanxiang": [
          "A:高标准惠民生可持续",
          "B:开放绿色廉洁",
          "C:共商共建共享",
          "D:建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": " 本题考查第三届“一带一路”国际合作高峰论坛的内容。共商共建共享、开放绿色廉洁、高标准惠民生可持续，成为高质量共建“一带一路”的重要指导原则。因此，正确答案为A、B、C选项。【干扰项辨识】选项D,构建人类命运共同体，就是要携手世界各国人民共同建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界。",
        "level_text": "徐6时政合集",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68651,
        "title": "2023年9月12日，为深化两岸各领域融合发展，推进祖国和平统一进程，《中共中央国务·院关于支持福建探索海峡两岸融合发展新路建设两岸融合发展示范区的意见》（简称《意见》)发布。此次发布的《意见》，坚持贯彻新时代党解决台湾问题的总体方略，突出以通促融、以惠促融、以情促融，努力在福建全域建设两岸融合发展示范区()",
        "num": "15",
        "xuanxiang": [
          "A:是进一步推动两岸关系和平发展、深化两岸融合发展的重大举措",
          "B:有利于充分发挥福建在对台工作全局中的独特作用",
          "C:有利于帮助台胞台企获得更多发展机遇、更广发展空间",
          "D:有利于帮助台胞台企更好参与大陆高质量发展、融人新发展格局"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查支持福建全域建设两岸融合发展示范区的重大意义，属于理解与识记相结合的试题，难度适中。两岸关系和平发展、融合发展是通向和平统一的重要途径。此次发布的《意见》，坚持贯彻新时代党解决台湾问题的总体方略，突出以通促融、以惠促融、以情促融，努力在福建全域建设两岸融合发展示范区，是进一步推动两岸关系和平发展、深化两岸融合发展的重大举措，有利于充分发挥福建在对台工作全局中的独特作用，有利于帮助台胞台企获得更多发展机遇、更广发展空间，更好参与大陆高质量发展、融入新发展格局。因此，正确答案为A、B、C、D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68652,
        "title": "2023年3月6日至10日，在中国斡旋下，沙特阿拉伯和伊朗这对中东“宿敌”在北京举行对话，握手言和，宣布恢复外交关系，开展各领域合作。一股中东“和解潮”由此开启。不少媒体用“世纪和解”“中东巨变”来形容其意义。沙伊开展对话并达成协议()",
        "num": "16",
        "xuanxiang": [
          "A:为地区国家通过对话协商化解矛盾分歧、实现睦邻友好树立了典范",
          "B:有利于地区国家摆脱外部干涉，把前途命运掌握在自己手里",
          "C:成为有力践行全球安全倡议的一次成功实践",
          "D:从根本上解决了中东地区教派冲突问题"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": " 本题考查沙伊北京对话，属于理解与识记相结合的试题，难度适中。2023年3月6日至10日，沙特和伊朗两国代表团在北京举行对话。中共中央政治局委员、中央外办主任王毅分别同沙伊双方会谈，并主持对话开、闭幕式。会谈后，中国外交部发言人说，沙伊开展对话并达成协议，为地区国家通过对话协商化解矛盾分歧、实现睦邻友好树立了典范，有利于地区国家摆脱外部干涉，把前途命运掌握在自己手里。王毅也强调，对话也成为有力践行全球安全倡议的一次成功实践。因此，正确答案为A、B、C选项。【干扰项辨识】选项D,言过其实，故不选。",
        "level_text": "徐6时政合集",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68653,
        "title": "2023年10月7日至8日，全国宣传思想文化工作会议在北京召开。习近平总书记在新时代文化建设方面的新思想新观点新论断，内涵十分丰富、论述极为深刻，是新时代党领导文化建设实践经验的理论总结，丰富和发展了马克思主义文化理论，构成了习近平新时代中国特色社会主义思想的文化篇，形成了习近平文化思想。习近平文化思想()",
        "num": "17",
        "xuanxiang": [
          "A:表明我们党的历史自信、文化自信达到了新高度",
          "B:明确了新时代文化建设的路线图和任务书",
          "C:为做好新时代新征程宣传思想文化工作提供了强大思想武器和科学行动指南",
          "D:标志着我们党对中国特色社会主义文化建设规律的认识达到了新高度"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查全国宣传思想文化工作会议的内容。习近平文化思想既有文化理论观点上的创新和突破，又有文化工作布局上的部署要求，明体达用、体用贯通，明确了新时代文化建设的路线图和任务书，标志着我们党对中国特色社会主义文化建设规律的认识达到了新高度，表明我们党的历史自信、文化自信达到了新高度，并在我国社会主义文化建设中展现出强大伟力，为做好新时代新征程宣传思想文化工作、担负起新的文化使命提供了强大思想武器和科学行动指南。因此，正确答案为A、B、C、D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68654,
        "title": "2023年8月24日，国家主席习近平在约翰内斯堡出席金砖国家同非洲国家及其他新兴市场和发展中国家领导人对话会。习近平指出，中国正在以中国式现代化全面推进中华民族伟大复兴，非洲正在全力建设和平、团结、繁荣、自强的新非洲。中非双方要同心协力，为实现各自发展愿景创造良好环境，为此要做到()",
        "num": "18",
        "xuanxiang": [
          "A:共同深化中非军事同盟条约",
          "B:共同推动公正合理的国际秩序",
          "C:共同建设开放包容的世界经济",
          "D:共同维护和平安全的全球环境"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查习近平在中非领导人对话会上的主旨讲话。习近平指出，中非双方要同心协力，为实现各自发展愿景创造良好环境。第一，要共同推动公正合理的国际秩序，旗帜鲜明反对殖民主义遗毒和各类霸权主义行径。第二，要共同维护和平安全的全球环境，践行共同、综合、合作、可持续的新安全观。第三，要共同建设开放包容的世界经济，推动构建开放型世界经济。因此，正确答案为B、C、D选项。【干扰项辨识】选项A,自20世纪80年代以来，中国主张不与任何大国结盟，也不与任何大国集团结盟，按照和平共处五项基本原则与一切国家发展友好关系。",
        "level_text": "徐6时政合集",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68655,
        "title": "2023年6月2日，中共中央总书记、国家主席、中央军委主席习近平在北京出席文化传承发展座谈会并发表重要讲话。他指出，我们在新时代新的文化使命是",
        "num": "19",
        "xuanxiang": [
          "A:推动文化繁荣",
          "B:建设文化强国",
          "C:建设中华民族现代文明",
          "D:践行社会主义核心价值观"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": " 本题考查新时代新的文化使命。根据习近平在文化传承发展座谈会上的讲话内容，新时代新的文化使命包括三个方面，即推动文化繁荣、建设文化强国和建设中华民族现代文明。因此，正确答案为A、B、C选项。【干扰项辨识】选项D,践行社会主义核心价值观是文化建设的举措，而不是新时代新的文化使命。",
        "level_text": "徐6时政合集",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68656,
        "title": "2023年5月19日，国家主席习近平在西安主持首届中国-中亚峰会并发表主旨讲话。他指出，这是我们在新的时代背景下，着眼各国人民根本利益和光明未来，作出的历史性选择。建设中国-中亚命运共同体，要做到坚持()",
        "num": "20",
        "xuanxiang": [
          "A:世代友好",
          "B:普遍安全",
          "C:守望相助",
          "D:共同发展"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查中国-中亚峰会。习近平就建设中国-中亚命运共同体提出“四个坚持”：第一，坚持守望相助；第二，坚持共同发展；第三，坚持普遍安全；第四，坚持世代友好。因此，正确答案为A、B、C、D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68657,
        "title": "2023年7月17日至18日，全国生态环境保护大会在北京召开。习近平指出，总结新时代十年的实践经验，分析当前面临的新情况新问题，继续推进生态文明建设，必须以新时代中国特色社会主义生态文明思想为指导，正确处理(）",
        "num": "21",
        "xuanxiang": [
          "A:重点攻坚和协同治理的关系",
          "B:“双碳”承诺和自主行动的关系",
          "C:高质量发展和高水平保护的关系",
          "D:自然恢复和人工修复的关系"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查全国生态环境保护大会的内容。习近平指出，继续推进生态文明建设，必须以新时代中国特色社会主义生态文明思想为指导，正确处理几个重大关系：一是高质量发展和高水平保护的关系；二是重点攻坚和协同治理的关系；三是自然恢复和人工修复的关系；四是外部约束和内生动力的关系；五是“双碳”承诺和自主行动的关系。因此，正确答案为A、B、C、D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68658,
        "title": "2023年6月14日，国家主席习近平在人民大会堂同来华进行国事访问的巴勒斯坦总统阿巴斯举行会谈。习近平强调，巴勒斯坦问题延宕半个多世纪，给巴勒斯坦人民带来深重苦难，必须尽快还巴勒斯坦以公道。为此，提出的主张有()",
        "num": "22",
        "xuanxiang": [
          "A:巴勒斯坦经济民生需求应该得到保障",
          "B:要坚持和谈正确方向",
          "C:国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶",
          "D:建立以1967年边界为基础、以东耶路撒冷为首都、享有完全主权的独立的巴勒斯坦国"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查习近平主席同巴勒斯坦总统举行会谈的内容。习近平就巴勒斯坦问题提出主张：第一，解决巴勒斯坦问题的根本出路在于建立以1967年边界为基础、以东耶路撒冷为首都、享有完全主权的独立的巴勒斯坦国。第二，巴勒斯坦经济民生需求应该得到保障，国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶。第三，要坚持和谈正确方向。因此，正确答案为A、B、C、D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68659,
        "title": "2023年6月6日，中共中央总书记、国家主席、中央军委主席习近平在内蒙古主持召开加强荒漠化综合防治和推进“三北”等重点生态工程建设座谈会并发表重要讲话。2021-2030年是“三北”工程六期工程建设期，是巩固拓展防沙治沙成果的关键期，是推动“三北”工程高质量发展的攻坚期，具体要做到()",
        "num": "23",
        "xuanxiang": [
          "A:广泛开展国际交流合作，履行《联合国防治荒漠化公约》",
          "B:突出治理重点，全力打好三大标志性战役",
          "C:坚持科学治沙，全面提升荒漠生态系统质量和稳定性",
          "D:坚持系统观念，扎实推进山水林田湖草沙一体化保护和系统治理"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查加强荒漠化综合防治和推进“三北”等重点生态工程建设座谈会的内容。习近平指出，推动“三北”工程高质量发展，具体做到：第一，要坚持系统观念，扎实推进山水林田湖草沙一体化保护和系统治理；第二，要突出治理重点，全力打好三大标志性战役；第三，要坚持科学治沙，全面提升荒漠生态系统质量和稳定性；第四，要广泛开展国际交流合作，履行《联合国防治荒漠化公约》，积极参与全球荒漠化环境治理，重点加强同周边国家的合作，支持共建“一带一路”国家荒漠化防治，引领各国开展政策对话和信息共享，共同应对沙尘灾害天气；第五，实施“三北”工程是国家重大战略，要全面加强组织领导，坚持中央统筹、省负总责、市县抓落实的工作机制，完善政策机制，强化协调配合，统筹指导、协调推进相关重点工作。因此，正确答案为A、B、C、D选项。",
        "level_text": "徐6时政合集",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68660,
        "title": "2023年8月23日，金砖国家领导人第十五次会晤在约翰内斯堡杉藤会议中心举行。本次会议最大的亮点，就是邀请沙特、埃及、阿联酋、阿根廷、伊朗、埃塞俄比亚正式成为金砖大家庭成员。本次金砖扩员是历史性的，意义非凡，主要包括()",
        "num": "24",
        "xuanxiang": [
          "A:体现了金砖国家同发展中国家团结合作的决心",
          "B:深化了中国与金砖国家间的盟友关系",
          "C:符合新兴市场国家和发展中国家共同利益",
          "D:将给金砖合作机制注人新活力"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": " 本题考查金砖扩员的意义。习近平强调，这次扩员是历史性的，体现了金砖国家同发展中国家团结合作的决心，符合国际社会期待，符合新兴市场国家和发展中国家共同利益。这次扩员也是金砖合作的新起点，将给金砖合作机制注入新活力，进一步壮大世界和平和发展的力量。因此，正确答案为A、C、D选项。选项B,1986年，中国正式将不结盟原则写入政府工作报告，宣告了不结盟政策的诞生。不结盟政策使中国在国际事务中拥有更大的独立性和话语权，赢得了世界的尊重。",
        "level_text": "徐6时政合集",
        "p_level_text": "24"
      }
    },
    "杨8时政合集": {
      "1": {
        "timu_id": 68661,
        "title": "2023年7月17日至18日，全国生态环境保护大会在北京召开。中共中央总书记、国家主席、中央军委主席习近平出席会议并发表重要讲话强调，我国生态环境保护结构性、根源性、趋势性压力尚未根本缓解，我国经济社会发展已进入()",
        "num": "1",
        "xuanxiang": [
          "A:由经济增长向绿色发展转变的阶段",
          "B:加快绿色化、低碳化的高质量发展阶段",
          "C:追求经济与生态协调发展的阶段",
          "D:由粗放型向集约型转变的阶段"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。在全国生态环境保护大会上，习近平总书记强调，“我国生态环境保护结构性、根源性、趋势性压力尚未根本缓解。我国经济社会发展已进入加快绿色化、低碳化的高质量发展阶段”。故B选项正确，A、C、D选项不符合题意。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68662,
        "title": "2023年5月，中共中央总书记、国家主席、中央军委主席习近平在河北考察，主持召开深人推进京津冀协同发展座谈会并发表重要讲话。习近平总书记强调，推进京津冀协同发展，最终要体现到()",
        "num": "2",
        "xuanxiang": [
          "A:增进人民福祉、促进共同富裕上",
          "B:强化协同创新和产业协作上",
          "C:提高人民群众的获得感、幸福感、安全感上",
          "D:建设京津冀世界级城市群上"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。2023年5月11日至12日，习近平总书记在河北考察时强调，推进京津冀协同发展，最终要体现到增进人民福祉、促进共同富裕上。要大兴调查研究之风，深人了解群众需求，切实解决广大百姓关心关切的利益问题，不断提高人民群众的获得感、幸福感、安全感。故A选项正确，B、C、D选项不符合题意。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68663,
        "title": "2023年2月24日，我国外交部发布了一份重要文件，该文件吸纳了各方合理关切，体现了国际社会在乌克兰危机问题上的最大公约数，为缓解危机外溢、推动政治解决发挥了建设性作用。联合国秘书长发言人迪雅里克将这一文件称为“重要贡献”。这份文件是()",
        "num": "3",
        "xuanxiang": [
          "A:《中国政府关于向乌克兰提供安全保证的声明》",
          "B:《关于政治解决乌克兰危机的中国立场》",
          "C:《全球安全倡议概念文件》",
          "D:《关于解决乌克兰危机的和平方案》"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。2023年2月24日，中方发布《关于政治解决乌克兰危机的中国立场》文件，吸纳了各方合理关切，体现了国际社会在乌克兰危机问题上的最大公约数，为缓解危机外溢、推动政治解决发挥了建设性作用。故B选项正确。【干扰选项】A选项，不符合题意。《中国政府关于向乌克兰提供安全保证的声明》发布于1994年12月4日。C选项，不符合题意。《全球安全倡议概念文件》发布于2023年2月，阐述了中国关于全球安全的六大核心理念和原则。D选项，不符合题意。该选项为杜撰选项。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68664,
        "title": "2023年10月7日至8日，全国宣传思想文化工作会议在京召开。会上传达了习近平总书记的重要指示。他强调，新时代新征程，世界百年未有之大变局加速演进，中华民族伟大复兴进人关键时期，战略机遇和风险挑战并存，宣传思想文化工作面临新形势新任务，必须要有新气象新作为。我们在新时代新的文化使命是()",
        "num": "4",
        "xuanxiang": [
          "A:继续推动文化繁荣、建设文化强国、建设中华民族现代文明",
          "B:用党的创新理论武装全党、教育人民",
          "C:提高新闻舆论的传播力、引导力、公信力",
          "D:建设具有强大凝聚力和引领力的社会主义意识形态"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。习近平总书记强调，新时代新征程，世界百年未有之大变局加速演进，中华民族伟大复兴进入关键时期，战略机遇和风险挑战并存，宣传思想文化工作面临新形势新任务，必须要有新气象新作为。要坚持以新时代中国特色社会主义思想为指导，全面贯彻党的二十大精神，聚焦用党的创新理论武装全党、教育人民这个首要政治任务，围绕在新的历史起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明这一新的文化使命，坚定文化自信，秉持开放包容，坚持守正创新，着力加强党对宣传思想文化工作的领导，着力建设具有强大凝聚力和引领力的社会主义意识形态，着力培育和践行社会主义核心价值观，着力提升新闻舆论传播力引导力影响力公信力，着力赓续中华文脉、推动中华优秀传统文化创造性转化和创新性发展，着力推动文化事业和文化产业繁荣发展，着力加强国际传播能力建设、促进文明交流互鉴，充分激发全民族文化创新创造活力，不断巩固全党全国各族人民团结奋斗的共同思想基础，不断提升国家文化软实力和中华文化影响力，为全面建设社会主义现代化国家、全面推进中华民族伟大复兴提供坚强思想保证、强大精神力量、有利文化条件。故A选项正确，B、C、D选项不符合题意。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68665,
        "title": "2023年4月3日，学习贯彻习近平新时代中国特色社会主义思想主题教育工作会议在北京召开。开展这次主题教育，根本任务是()",
        "num": "5",
        "xuanxiang": [
          "A:学思想、强党性、重实践、建新功",
          "B:坚持学思用贯通、知信行统一",
          "C:全面学习、把握、落实党的二十大精神",
          "D:在思想上政治上行动上同党中央保持高度一致"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。2023年4月3日，学习贯彻习近平新时代中国特色社会主义思想主题教育工作会议在北京召开。中共中央总书记、国家主席、中央军委主席习近平出席会议并发表重要讲话。他强调，开展这次主题教育，根本任务是坚持学思用贯通、知信行统一，把新时代中国特色社会主义思想转化为坚定理想、锤炼党性和指导实践、推动工作的强大力量，使全党始终保持统一的思想、坚定的意志、协调的行动、强大的战斗力，努力在以学铸魂、以学增智、以学正风、以学促干方面取得实实在在的成效。故B选项正确，A、C、D选项不符合题意。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68666,
        "title": "2023年10月18日上午，国家主席习近平在人民大会堂出席第三届“一带一路”国际合作高峰论坛开幕式并发表主旨演讲。习近平主席强调，过去10年取得的成绩弥足珍贵，经验值得总结。我们深刻认识到共建“一带一路”最重要的力量源泉是()",
        "num": "6",
        "xuanxiang": [
          "A:“一带一路”国际合作机制",
          "B:和平发展、互利合作、共同繁荣的现代化",
          "C:和平合作、开放包容、互学互鉴、互利共赢的丝路精神",
          "D:开放包容、互联互通、共同发展的人类命运共同体"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。2023年10月18日上午，国家主席习近平在人民大会堂出席第三届“一带一路”国际合作高峰论坛开幕式并发表主旨演讲。习近平强调，过去10年取得的成绩弥足珍贵，经验值得总结。我们深刻认识到，人类是相互依存的命运共同体；我们深刻认识到，只有合作共赢才能办成事、办好事、办大事；我们深刻认识到，和平合作、开放包容、互学互鉴、互利共赢的丝路精神是共建“一带一路”最重要的力量源泉。故C选项正确，A、B、D选项不符合题意。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68667,
        "title": "2023年1月1日出版的第1期《求是》杂志发表中共中央总书记、国家主席、中央军委主席习近平在党的二十届一中全会上的讲话《为实现党的二十大确定的目标任务而团结奋斗》。讲话指出，最根本的政治纪律和政治规矩是()",
        "num": "7",
        "xuanxiang": [
          "A:加强思想淬炼、理论训练、政治历练、实践锻炼",
          "B:坚持党的群众路线，继承和发扬党的优良传统",
          "C:维护党中央权威和集中统一领导",
          "D:保持强烈的忧患意识、风险意识，增强防范化解风险的意识和本领"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。2023年1月1日出版的第1期《求是》杂志发表中共中央总书记、国家主席、中央军委主席习近平在党的二十届一中全会上的讲话《为实现党的二十大确定的目标任务而团结奋斗》。讲话指出，要时刻把事关党和国家前途命运、事关人民根本利益的大事放在心上，旗帜鲜明讲政治，做政治上的明白人，把维护党中央权威和集中统一领导作为最根本的政治纪律和政治规矩，自觉在思想上政治上行动上同党中央保持高度一致，增强大局观念，牢固树立全国一盘棋思想，因地制宜、因时制宜，创造性开展工作，真正让党中央决策部署落地见效。故C选项正确，A、B、D选项不符合题意。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68668,
        "title": "2023年2月21日下午，中共中央政治局就加强基础研究进行第三次集体学习。中共中央总书记习近平在主持学习时强调，加强基础研究，是实现高水平科技自立自强的迫切要求，是建设世界科技强国的必由之路。加强基础研究，归根结底要靠()",
        "num": "8",
        "xuanxiang": [
          "A:科学研究范式的转变",
          "B:国家制度保障和政策引导",
          "C:高水平人才",
          "D:新一轮科技革命的深入发展"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "本题考查2023年重大时政热点。2023年2月21日下午，中共中央政治局就加强基础研究进行第三次集体学习。中共中央总书记习近平在主持学习时强调，加强基础研究，是实现高水平科技自立自强的迫切要求，是建设世界科技强国的必由之路。加强基础研究，归根结底要靠高水平人才。必须下气力打造体系化、高层次基础研究人才培养平台，让更多基础研究人才竞相涌现。故C选项正确，A、B、D选项不符合题意。多项选择题",
        "level_text": "杨8时政合集",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68669,
        "title": "2023年3月10日，中东和世界和平史上留下了浓墨重彩的一笔。当日，中国、沙特、伊朗三方签署并发表联合声明，宣布沙伊双方同意恢复外交关系，强调三方将共同努力，维护国际关系基本准则，促进国际地区和平与安全。这备受国际社会赞誉的和平之举，成为有力践行全球安全倡议的一次成功实践，也用事实证明，谋求地区和世界长治久安的长远之策是(）",
        "num": "9",
        "xuanxiang": [
          "A:坚持共同、综合、合作、可持续的安全观",
          "B:坚持通过对话协商与军事对抗相结合的方式解决国家间的分歧和争端",
          "C:以构建安全共同体为长远目标",
          "D:走对话而不对抗、结伴而不结盟、共赢而非零和的新型安全之路"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。2023年3月10日，中国、沙特、伊朗三方签署并发表联合声明，宣布沙伊双方同意恢复外交关系，强调三方将共同努力，维护国际关系基本准则，促进国际地区和平与安全。这备受国际社会赞誉的和平之举，成为有力践行全球安全倡议的一次成功实践，也用事实证明，坚持共同、综合、合作、可持续的安全观，以构建安全共同体为长远目标，走对话而不对抗，结伴而不结盟共赢而非零和的新型安全之路才是谋求地区和世界长治久安的长远之策。故A、C、D选项正确。【干扰项辨识】B选项，表述错误。中国提出全球安全倡议，意在坚持通过对话协商以和平方式解决国家间的分歧和争端。",
        "level_text": "杨8时政合集",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68670,
        "title": "2023年8月23日上午，金砖国家领导人第十五次会晤在约翰内斯堡杉藤会议中心举行。习近平主席强调，金砖合作正处于承前启后、继往开来的关键阶段。我们要()",
        "num": "10",
        "xuanxiang": [
          "A:深化经贸、财金合作，助力经济发展",
          "B:拓展政治安全合作，维护和平安宁",
          "C:加强人文交流，促进文明互鉴",
          "D:坚持公平正义，完善全球治理"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。2023年8月23日上午，金砖国家领导人第十五次会晤在约翰内斯堡杉藤会议中心举行。习近平主席强调，金砖合作正处于承前启后、继往开来的关键阶段。我们要深化经贸、财金合作，助力经济发展；拓展政治安全合作，维护和平安宁；加强人文交流，促进文明互鉴；坚持公平正义，完善全球治理。故A、B、C、D选项正确。",
        "level_text": "杨8时政合集",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68671,
        "title": "2023年10月7日至8日，全国宣传思想文化工作会议在北京召开。会上传达了习近平总书记对宣传思想文化工作作出的重要指示，并首次提出习近平文化思想。习近平文化思想()",
        "num": "11",
        "xuanxiang": [
          "A:是新时代党领导文化建设实践经验的理论总结",
          "B:丰富和发展了马克思主义文化理论",
          "C:明确了新时代文化建设的路线图和任务书",
          "D:表明我们党的历史自信、文化自信达到了新高度"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。2023年10月7日至8日，全国宣传思想文化工作会议在北京召开。会上传达了习近平总书记对宣传思想文化工作作出的重要指示。会议认为，习近平总书记在新时代文化建设方面的新思想新观点新论断，内涵十分丰富、论述极为深刻，是新时代党领导文化建设实践经验的理论总结，丰富和发展了马克思主义文化理论，构成了习近平新时代中国特色社会主义思想的文化篇，形成了习近平文化思想。会议提出，习近平文化思想既有文化理论观点上的创新和突破，又有文化工作布局上的部署要求，明体达用、体用贯通，明确了新时代文化建设的路线图和任务书，标志着我们党对中国特色社会主义文化建设规律的认识达到了新高度，表明我们党的历史自信、文化自信达到了新高度，并在我国社会主义文化建设中展现出了强大伟力，为做好新时代新征程宣传思想文化工作、担负起新的文化使命提供了强大思想武器和科学行动指南。故A、B、C、D选项正确。",
        "level_text": "杨8时政合集",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68672,
        "title": "2023年10月18日，第三届“一带一路”国际合作高峰论坛在北京举行，主题是“高质量共建‘一带一路’，携手实现共同发展繁荣”。本次高峰论坛的主要成果有()",
        "num": "12",
        "xuanxiang": [
          "A:宣布了中国支持高质量共建“一带一路”的八项行动",
          "B:B发布了《“一带一路”数字经济国际合作北京倡议》",
          "C:发布了《“一带一路”绿色发展北京倡议》",
          "D:发布了《深化互联互通合作北京倡议》"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。2023年10月18日，第三届“一带一路”国际合作高峰论坛在北京举行。在高峰论坛开幕式上，习近平主席宣布了中国支持高质量共建“一带一路”的八项行动。此外，高峰论坛期间形成了458项成果，包括两方面：一是各方发起了一系列国际合作倡议、决定举办系列国际会议，主席国汇总形成了多边合作成果文件清单，其中包括《深化互联互通合作北京倡议“一带一路”绿色发展北京倡议“一带一路”绿色发展展望报告“一带一路”数字经济国际合作北京倡议》等文件；二是各国政府、金融机构、地方政府、企业商定一系列务实合作项目、双边合作协议等，主席国就此汇总后形成了务实合作项目清单。故A、B、C、D选项正确。",
        "level_text": "杨8时政合集",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68673,
        "title": "2023年7月4日，国家主席习近平在北京以视频方式出席上海合作组织成员国元首理事会第二十三次会议并发表题为《牢记初心使命坚持团结协作实现更大发展》的重要讲话。这次会议取得的主要成果有()",
        "num": "13",
        "xuanxiang": [
          "A:签署并发表《上海合作组织成员国元首理事会新德里宣言》",
          "B:批准给予伊朗上海合作组织成员国地位",
          "C:发表关于打击极端化合作的声明、关于数字化转型领域合作的声明",
          "D:批准关于上海合作组织至2030年经济发展战略的决议"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。2023年7月4日，上海合作组织成员国元首理事会第二十三次会议在线上召开。成员国领导人签署并发表《上海合作组织成员国元首理事会新德里宣言》，共同发表关于打击极端化合作的声明、关于数字化转型领域合作的声明，批准关于给予伊朗上海合作组织成员国地位、关于签署白俄罗斯加入上海合作组织义务备忘录、关于上海合作组织至2030年经济发展战略等一系列决议。故A、B、C、D选项正确。",
        "level_text": "杨8时政合集",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68674,
        "title": "2023年7月18日，习近平总书记在全国生态环境保护大会上强调，党的十八大以来，我们把生态文明建设作为关系中华民族永续发展的根本大计，开展了一系列开创性工作，决心之大、力度之大、成效之大前所未有，生态文明建设从理论到实践都发生了历史性、转折性、全局性变化，美丽中国建设迈出坚实步伐。这些重大转变包括()",
        "num": "14",
        "xuanxiang": [
          "A:由被动应对到主动作为的重大转变",
          "B:由实践探索到科学理论指导的重大转变",
          "C:由系统治理到重点整治的重大转变",
          "D:由全球环境治理参与者到引领者的重大转变"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。党的十八大以来，我们党把生态文明建设作为关系中华民族永续发展的根本大计，摆在全局工作的突出位置，开展了一系列根本性、开创性、长远性工作，生态文明建设从认识到实践都发生了历史性、转折性、全局性变化。我们从解决突出生态环境问题人手，注重点面结合、标本兼治，实现由重点整治到系统治理的重大转变；坚持转变观念、压实责任，不断增强全党全国推进生态文明建设的自觉性、主动性，实现由被动应对到主动作为的重大转变；紧跟时代、放眼世界，承担大国责任、展现大国担当，实现由全球环境治理参与者到引领者的重大转变；不断深化对生态文明建设规律的认识，形成新时代中国特色社会主义生态文明思想，实现由实践探索到科学理论指导的重大转变。故A、B、D选项正确，C选项表述错误。",
        "level_text": "杨8时政合集",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68675,
        "title": "2023年5月18日至19日，中国一中亚峰会在陕西省西安市举行。国家主席习近平主持峰会并发表主旨讲话，提出建设中国一中亚命运共同体，要坚持()",
        "num": "15",
        "xuanxiang": [
          "A:守望相助",
          "B:共同发展",
          "C:普遍安全",
          "D:世代友好"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。2023年5月18日至19日，中国一中亚峰会在陕西省西安市举行。国家主席习近平主持峰会并发表题为《携手建设守望相助、共同发展、普遍安全、世代友好的中国一中亚命运共同体》的主旨讲话，提出建设中国-中亚命运共同体，要做到四个坚持：一是守望相助；二是共同发展；三是普遍安全；四是世代友好。故A、B、C、D选项正确。",
        "level_text": "杨8时政合集",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68676,
        "title": "2023年9月10日，二十国集团领导人第十八次峰会在印度首都新德里闭幕，峰会通过《二十国集团领导人新德里峰会宣言》，宣言()",
        "num": "16",
        "xuanxiang": [
          "A:承诺加快实现强劲、可持续、平衡和包容增长",
          "B:重申通过重振多边主义、改革和国际合作应对挑战",
          "C:呼吁发达国家履行官方发展援助承诺",
          "D:欢迎非盟成为二十国集团永久成员"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查2023年重大时政热点。2023年9月10日，二十国集团领导人第十八次峰会在印度首都新德里闭幕，峰会通过《二十国集团领导人新德里峰会宣言》。宣言说，二十国集团领导人决心以伙伴关系推进具体行动，并承诺加快实现强劲、可持续、平衡和包容增长，全面有效落实2030年可持续发展议程。宣言重申通过重振多边主义、改革和国际合作应对挑战。确保发展中国家在国际经济和金融机构决策过程中有更大的代表性和发言权。宣言呼吁发达国家履行官方发展援助承诺，表示支持联合国2023年可持续发展目标峰会，强调落实《昆明一蒙特利尔全球生物多样性框架》。宣言欢迎非盟成为二十国集团永久成员，将通过《二十国集团（杭州峰会)支持非洲和最不发达国家工业化倡议》等继续支持非洲。故A、B、C、D选项正确。",
        "level_text": "杨8时政合集",
        "p_level_text": "16"
      }
    },
    "米6时政合集": {
      "1": {
        "timu_id": 68609,
        "title": "“长安复携手，再顾重千金”。建交31年来首次以实体形式举办的中国——中亚峰会，标志着中国—中亚元首会晤机制正式扬帆起航。2023年5月19日上午，国家主席习近平在陕西省西安市主持首届中国——中亚峰会，并发表主旨讲话，强调携手建设",
        "num": "1",
        "xuanxiang": [
          "A:真诚互信、合作共赢、互学互鉴、密切协作的中国—中亚命运共同体",
          "B:守望相助、共同发展、普遍安全、世代友好的中国—中亚命运共同体",
          "C:幸福与共，文化共兴；责任共担，合作共赢；安全共筑，和谐共生的中国—中亚命运共同体",
          "D:和平合作、开放包容、互学互鉴、互利共赢的中国—中亚命运共同体"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "本题考查首届中国—中亚峰会。2023年5月18日至19日，习近平主席在西安主持首届中国一中亚峰会。习近平指出建设中国—中亚命运共同体，要做到四个坚持：一是坚持守望相助。二是坚持共同发展。三是坚持普遍安全。四是坚持世代友好。故应选选项B。【干扰项辨识】是政治上真诚互信、经贸上合作共赢、人文上互学互鉴、国际事务中密切协作中国一拉美命运共同体的内涵；选项C是中非命运共同体的内涵。选项D是丝路精神。",
        "level_text": "米6时政合集",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68610,
        "title": "2023年9月7日下午，习近平总书记在黑龙江省哈尔滨市主持召开新时代推动东北全面振兴座谈会并发表重要讲话。东北的首要担当是",
        "num": "2",
        "xuanxiang": [
          "A:科技创新",
          "B:当好国家粮食稳产保供“压舱石”",
          "C:发展实体经济",
          "D:进行产业升级"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "本题考查东北的全面振兴。2023年9月7日下午习近平在黑龙江省哈尔滨市主持召开新时代推动东北全面振兴座谈会并发表重要讲话，他强调当好国家粮食稳产保供“压舱石”，是东北的首要担当。故应选选项B。【干扰项辨识】推动东北全面振兴，根基在实体经济，关键在科技创新，方向是产业升级。故选项A三项均不符合题意。",
        "level_text": "米6时政合集",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68611,
        "title": "2023年8月23日上午，金砖国家领导人第十五次会晤在南非约翰内斯堡杉藤会议中心举行。这次领导人峰会的主题是",
        "num": "3",
        "xuanxiang": [
          "A:构建高质量伙伴关系，共创全球发展新时代",
          "B:展望未来、共享繁荣",
          "C:金砖与非洲：深化伙伴关系，促进彼此增长，实现可持续发展，加强包容性多边主义",
          "D:深化金砖伙伴关系，开辟更加光明未来"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "本题考查金砖国家领导人第十五次会晤。2023年8月23日上午，金砖国家领导人第十五次会晤在约翰内斯堡杉藤会议中心举行。南非总统拉马福萨主持会晤。中国国家主席习近平、巴西总统卢拉、印度总理莫迪和俄罗斯总统普京（线上）出席。五国领导人围绕“金砖与非洲：深化伙伴关系，促进彼此增长，实现可持续发展，加强包容性多边主义”主题，就金砖合作及共同关心的重大国际问题深入交换意见，达成广泛共识。故应选选项C。【干扰项辨识】构建高质量伙伴关系，共创全球发展新时代是2022年习近平主席在全球高层对话会上的主旨讲话，故选项A不符合题意。<p>展望未来、共享繁荣是2011年胡锦涛在金砖国家领导人第三次会晤时的讲话，故选项B不符合题意。<p>深化金砖伙伴关系，开辟更加光明未来是习近平主席在金砖国家领导人厦门会晤大范围会议上的讲话，故选项D不符合题意。",
        "level_text": "米6时政合集",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68612,
        "title": "2023年5月10日，习近平总书记在河北省雄安新区考察，并主持召开高标准高质量推进雄安新区建设座谈会。习近平指出雄安新区",
        "num": "4",
        "xuanxiang": [
          "A:已开始新区建设和发展顶层设计",
          "B:已完成产业和创新要素聚集，回迁安置工作有序推进",
          "C:已完成了承接北京非首都功能疏解的任务",
          "D:工作重心已转向高质量建设、高水平管理、高质量疏解发展并举"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "本题考查高标准高质量推进雄安新区建设座谈会。2023年5月10日，习近平在河北省雄安新区考察，主持召开高标准高质量推进雄安新区建设座谈会并发表重要讲话。他强调，雄安新区已进入大规模建设与承接北京非首都功能疏解并重阶段，工作重心已转向高质量建设、高水平管理、高质量疏解发展并举。要坚定信心，保持定力，稳扎稳打，善作善成，推动各项工作不断取得新进展。故应选选项D。【干扰项辨识】习近平在讲话中强调，雄安新区建设取得重大阶段性成果，新区建设和发展顶层设计基本完成，基础设施建设取得重大进展，疏解北京非首都功能初见成效，白洋淀生态环境治理成效明显，深化改革开放取得积极进展，产业和创新要素聚集的条件逐步完善，回迁安置工作有序推进。故选项A三项均不符合事实。",
        "level_text": "米6时政合集",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68613,
        "title": "2023年10月12日下午，习近平总书记在江西省南昌市主持召开进一步推动长江经济带高质量发展座谈会并发表重要讲话。习近平指出，要完整、准确、全面贯彻新发展理念，坚持共抓大保护、不搞大开发，坚持生态优先、绿色发展，以科技创新为引领，统筹推进生态环境保护和经济社会发展，加强政策协同和工作协同，谋长远之势、行长久之策、建久安之基，进一步推动长江经济带高质量发展，更好支撑和服务中国式现代化。从长远来看，推动长江经济带高质量发展，根本上依赖于",
        "num": "5",
        "xuanxiang": [
          "A:长江经济带横贯东西、承接南北、通江达海的独特优势",
          "B:区域协同融通",
          "C:长江经济带的科研优势、人才优势",
          "D:长江流域高质量的生态环境"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "本题考查进一步推动长江经济带高质量发展座谈会。习近平总书记指出从长远来看，推动长江经济带高质量发展，根本上依赖于长江流域高质量的生态环境。要毫不动摇坚持共抓大保护、不搞大开发，在高水平保护上下更大功夫。故应选选项D。【干扰项辨识】三项虽然也是进一步推动长江经济带高质量发展的举措，但不是根本性举措。要坚持创新引领发展，把长江经济带的科研优势、人才优势转化为发展优势，积极开辟发展新领域新赛道，塑造发展新动能新优势。要更好发挥长江经济带横贯东西、承接南北、通江达海的独特优势，更好联通国内国际两个市场、用好两种资源，提升国内大循环内生动力和可靠性，增强对国际循环的吸引力、推动力，为构建新发展格局提供战略支撑。要坚持把强化区域协同融通作为着力点，沿江省市要坚持省际共商、生态共治、全域共建、发展共享，增强区域交通互联性、政策统一性、规则一致性、执行协同性，稳步推进生态共同体和利益共同体建设，促进区域协调发展。",
        "level_text": "米6时政合集",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68614,
        "title": "截至目前，我国已同152个国家、32个国际组织签署了200多份共建“一带一路”合作文件，遍布全球五大洲。第三届“一带一路”国际合作高峰论坛于2023年10月18日在北京举行，这次会议的主题为",
        "num": "6",
        "xuanxiang": [
          "A:高质量共建“一带一路”，携手实现共同发展繁荣",
          "B:“一带一路”倡议根植历史、更面向未来，源于中国、更属于世界",
          "C:努力建设和平之路、繁荣之路、开放之路、绿色之路、创新之路、文明之路",
          "D:共建“一带一路”：构建人类命运共同体的重大实践"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "本题考查“一带一路”倡议。第三届“一带一路”国际合作高峰论坛于2023 年 10 月 17 日至 18日在北京举行，主题为“高质量共建“一带一路，，携手实现共同发展繁荣”。故应选选项A。【干扰项辨识】为介绍共建“一带一路”10年来取得的成果，进一步增进国际社会的认识理解，推进共建“一带一路”高质量发展，让“一带一路”惠及更多国家和人民，国务院新闻办公室于10月10日发布《共建“一带一路”：构建人类命运共同体的重大实践》白皮书。选项D为白皮书的名称。<p>两项为白皮书中所谈的共建“一带一路”的具体内容。",
        "level_text": "米6时政合集",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68615,
        "title": "2023年3月15日，中共中央总书记、国家主席习近平在北京出席中国共产党与世界政党高层对话会，并发表题为《携手同行现代化之路》的主旨讲话。在主旨讲话中，习近平总书记科学把握各国前途命运紧密相连大趋势，着眼推动人类社会现代化进程、繁荣世界文明百花园，首次鲜明提出全球文明倡议，习近平主席倡导",
        "num": "7",
        "xuanxiang": [
          "A:尊重世界文明多样性",
          "B:弘扬全人类共同价值",
          "C:重视文明传承和创新",
          "D:加强国际人文交流合作"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查全球文明倡议。2023年3月15日，习近平在中国共产党与世界政党高层对话会上提出全球文明倡议。全球文明倡议，倡导尊重世界文明多样性，倡导弘扬全人类共同价值，倡导重视文明传承和创新，倡导加强国际人文交流合作。故选项A四项全选。",
        "level_text": "米6时政合集",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68616,
        "title": "2023年3月15日，中共中央总书记、国家主席习近平在北京出席中国共产党与世界政党高层对话会，并发表题为《携手同行现代化之路》的主旨讲话。他强调，中国式现代化既基于自身国情、又借鉴各国经验，既传承历史文化、又融合现代文明，既造福中国人民、又促进世界共同发展，是我们强国建设、民族复兴的康庄大道，也是中国谋求人类进步、世界大同的必由之路。为此中国共产党将致力于",
        "num": "8",
        "xuanxiang": [
          "A:推动发展集团政治，促进全球安全稳定",
          "B:推动高质量发展，促进全球发展繁荣",
          "C:维护国际公平正义，促进世界和平稳定",
          "D:推动文明交流互鉴，促进人类文明进步"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查中国共产党与世界政党高层对话会。2023年3月15日，中共中央总书记、国家主席习近平在北京出席中国共产党与世界政党高层对话会，并发表题为《携手同行现代化之路》的主旨讲话。习近平指出，中国共产党将致力于推动高质量发展，促进全球发展繁荣。中国共产党将致力于维护国际公平正义，促进世界和平稳定。中国共产党将致力于推动文明交流互鉴，促进人类文明进步。中国共产党愿同各国政党和政治组织共同担负起探索现代化道路、推动文明进步的政党责任，在推动构建人类命运共同体的征程中携手同行。故应选选项B三项。【干扰项辨识】中国政府主张多边主义，集团政治是单边主义的表现。故选项A为干扰项。",
        "level_text": "米6时政合集",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68617,
        "title": "在第三届“一带一路”国际合作高峰论坛开幕式上，习近平主席指出，10年来，在各方的共同努力下，共建“一带一路”取得历史性成就，成果惠及150多个国家，开拓出一条通向共同发展的合作之路、机遇之路、繁荣之路，成为深受欢迎的国际公共产品和国际合作平台。成绩弥足珍贵，经验值得总结。回望10年历程，我们深刻认识到",
        "num": "9",
        "xuanxiang": [
          "A:人类是相互依存的命运共同体",
          "B:只有合作共赢才能办成事、办好事、办大事",
          "C:只有坚持共同、综合、合作、可持续的安全观，才能实现普遍安全",
          "D:和平合作、开放包容、互学互鉴、互利共赢的丝路精神，是共建“一带一路”最重要的力量源泉"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查第三届“一带一路”国际合作高峰论坛。10年来，在各方的共同努力下，共建“一带一路”取得历史性成就，成果惠及150多个国家，开拓出一条通向共同发展的合作之路、机遇之路、繁荣之路，成为深受欢迎的国际公共产品和国际合作平台。成绩弥足珍贵，经验值得总结。回望10年历程，我们深刻认识到，人类是相互依存的命运共同体；只有合作共赢才能办成事、办好事、办大事；和平合作、开放包容、互学互鉴、互利共赢的丝路精神，是共建“一带一路”最重要的力量源泉。习近平主席高度概括的这三个方面的重要经验，对于深化“一带一路”国际合作，推动共建“一带一路”进人高质量发展的新阶段，激励各国坚守合作初心、牢记发展使命，在共同努力中开创人类更加美好的未来，具有重大指导意义。故应选选项A三项。【干扰项辨识】普遍安全是全球安全倡议要求达到的目标，与“一带一路”没有必然联系，故选项C不选。",
        "level_text": "米6时政合集",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68618,
        "title": "2023年10月24日，国家主席习近平向纪念亲诚惠容周边外交理念提出10周年国际研讨会发表书面致辞。习近平指出，中国周边外交的基本方针，就是坚持与邻为善、以邻为伴，坚持睦邻、安邻、富邻，突出体现亲诚惠容的理念。10年来，中国积极践行亲诚惠容理念，全面发展同周边国家的友好合作关系，双方政治互信不断增强，利益融合持续深化，走出了一条睦邻友好、合作共赢的光明大道。习近平强调，新的时代背景下，我们将",
        "num": "10",
        "xuanxiang": [
          "A:赋予亲诚惠容理念新的内涵，弘扬以和平、合作、包容、融合为核心的亚洲价值观，为地区团结、开放和进步提供新的助力",
          "B:推动亲诚惠容理念新的发展，让中国式现代化更多惠及周边，共同推进亚洲现代化进程，使中国高质量发展与良好周边环境相互促进、相得益彰",
          "C:继续践行亲诚惠容理念，同地区国家携手构建和平安宁、繁荣美丽、友好共生的亚洲家园，共同谱写推动构建亚洲命运共同体和人类命运共同体的新篇章",
          "D:坚持亲诚惠容理念，密切与周边国家的军事同盟关系，维护好亚洲地区的和平与安宁"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "本题考查亲诚惠容周边外交理念。2023年10月24日，国家主席习近平向纪念亲诚惠容周边外交理念提出10周年国际研讨会发表书面致辞。习近平指出，中国周边外交的基本方针，就是坚持与邻为善、以邻为伴，坚持睦邻、安邻、富邻，突出体现亲诚惠容的理念。习近平强调，新的时代背景下，我们将赋予亲诚惠容理念新的内涵，弘扬以和平、合作、包容、融合为核心的亚洲价值观，为地区团结、开放和进步提供新的助力。我们将推动亲诚惠容理念新的发展，让中国式现代化更多惠及周边，共同推进亚洲现代化进程，使中国高质量发展与良好周边环境相互促进、相得益彰。中国将继续践行亲诚惠容理念，同地区国家携手构建和平安宁、繁荣美丽、友好共生的亚洲家园，共同谱写推动构建亚洲命运共同体和人类命运共同体的新篇章！故应选选项A三项。【干扰项辨识】中国坚持真正的多边主义，齐心协力完善全球治理，摒弃零和博弈和集团政治，不同任何国家建立同盟关系，携手推动国际秩序朝着更加公正合理的方向发展。故选项D表述错误。",
        "level_text": "米6时政合集",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68619,
        "title": "第三届“一带一路”国际合作高峰论坛开幕式于2023年10月18日在北京举行。习近平主席出席开幕式并发表主旨演讲。习近平指出，共建“一带一路”",
        "num": "11",
        "xuanxiang": [
          "A:注重的是众人拾柴火焰高、互帮互助走得远",
          "B:崇尚的是自己过得好、也让别人过得好",
          "C:践行的是互联互通、互利互惠",
          "D:谋求的是共同发展、合作共赢"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "本题考查第三届“一带一路”国际合作高峰论坛。第三届“一带一路”国际合作高峰论坛开幕式于2023年10月18日在北京举行。习近平主席出席开幕式并发表主旨演讲。习近平指出，共建“一带一路”注重的是众人拾柴火焰高、互帮互助走得远，崇尚的是自己过得好、也让别人过得好，践行的是互联互通、互利互惠，谋求的是共同发展、合作共赢。故选项A四项全选",
        "level_text": "米6时政合集",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68620,
        "title": "2023年10月，以色列同巴勒斯坦加沙地带武装组织爆发激烈冲突，造成双方大量人员伤亡。中方对当前巴以紧张局势加剧和暴力升级深表关切，呼吁有关各方保持冷静克制，立即停火，保护平民，防止局势进一步恶化。6月14日下午，国家主席习近平在同来华进行国事访问的巴勒斯坦总统阿巴斯举行会谈时强调，巴勒斯坦问题延宕半个多世纪，给巴勒斯坦人民带来深重苦难，必须尽快还巴勒斯坦以公道。习近平提出解决这一问题的主张是",
        "num": "12",
        "xuanxiang": [
          "A:中东和平进程已经长期停滞不可持续，必须重启和谈",
          "B:解决巴勒斯坦问题的根本出路在于建立以1967年边界为基础、以东耶路撒冷为首都、享有完全主权的独立的巴勒斯坦国",
          "C:巴勒斯坦经济民生需求应该得到保障，国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶",
          "D:要坚持和谈正确方向"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "习近平在会见巴勒斯坦总统阿巴斯时强调，巴勒斯坦问题延宕半个多世纪，给巴勒斯坦人民带来深重苦难，必须尽快还巴勒斯坦以公道。习近平提出三点主张。第一，解决巴勒斯坦问题的根本出路在于建立以 1967年边界为基础、以东耶路撒冷为首都、享有完全主权的独立的巴勒斯坦国。第二，巴勒斯坦经济民生需求应该得到保障，国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶。第三，要坚持和谈正确方向。故应选 选项B 三项。【干扰项辨识】巴以冲突反复上演，充分说明和平进程长期停滞不可持续。国际社会应当增强紧迫感，加大对巴勒斯坦问题的投入，推动巴以双方早日恢复和谈，寻求持久和平之道。并不是习近平主席提出的解决巴勒斯坦问题的正确主张。故选项A不符合题意。",
        "level_text": "米6时政合集",
        "p_level_text": "12"
      }
    },
    "腿4时政合集": {
      "1": {
        "timu_id": 68621,
        "title": "2023年6月4日6时33分，“神舟十五号”载人飞船返回舱在东风着陆场成功着陆，航天员费俊龙、邓清明、张陆身体状态良好，“神舟十五号”载人飞行任务取得圆满成功。作为迄今为止执行任务时平均年龄最大的航天员乘组，他们不仅刷新了中国航天员单个乘组出舱活动次数的纪录，还见证了",
        "num": "1",
        "xuanxiang": [
          "A:我国行星际探测的序幕",
          "B:我国空间站三舱“合拢”",
          "C:中国空间站全面建成的历史时刻",
          "D:人类探测器首次月背软着陆"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "神十五号航天员机作为这今为止执行任务时平均年龄最大的航天乘组，不仅刷新了中国航天单个乘出活动数的记录、还见证了中国空间站全面建成的历史时刻因此，正确答案是C【干扰项辨识】选项A,“天间一号\"拉开了我国行星际探测的序幕。不符合题意，因此排除。选项B，\"神舟十四号\"见证了我国空间站三舱\"合拢”、中国空间站\"T\"字基本构型成型，不符合题意因此排除。选项D,\"四号实现了人类探测器首次月背软着陆，不符合题意，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68622,
        "title": "2023年6月14日，国家主席习近平在人民大会堂同来华进行国事访问的巴勒斯坦总统阿巴斯举行会谈。习近平强调，巴勒斯坦问题延宕半个多世纪，给巴勒斯坦人民带来深重苦难，必须尽快还巴勒斯坦以公道。解决巴勒斯坦问题的根本出路在于",
        "num": "2",
        "xuanxiang": [
          "A:巴勒斯坦经济民生需求应该得到保障",
          "B:要坚持和谈正确方向",
          "C:国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶",
          "D:建立以1967年边界为基础、以东耶路撒冷为首都、享有完全主权的独立的巴勒斯坦国"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "2023年6月14日，国家席习近平在人民大会堂同来华进行事访问的巴勒斯坦总统阿巴斯举行会谈。习近平就巴勒斯坦问题提出三点主张：第一，解决巴勒斯坦问题的根本出路在干建立以1967年边界为基础、以东耶路冷为首都、享有完全主权的独立的巴勒斯坦国第二，巴勒斯坦经济民生需求应该到保障、国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶第三，要坚持和谈正确方向因此、正确答案是D。【干扰项辨识】选项A、B和C,均属于习近平关于巴勒斯坦问题的主张，但不是根本出路。不符合题意，因此排除",
        "level_text": "腿4时政合集",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68623,
        "title": "2023年5月11日至12日，中共中央总书记、国家主席、中央军委主席习近平主持召开深入推进京津冀协同发展座谈会。他强调，要坚定信心、保持定力.增强抓机遇、应挑战、化危机、育先机的能力，统筹发展和安全，以更加奋发有为的精神状态推进各项工作，推动京津协同发展不断迈上新台阶，努力使京津冀成为",
        "num": "3",
        "xuanxiang": [
          "A:中国特色自由贸易港",
          "B:中国式现代化建设的先行区、示范区",
          "C:中国特色社会主义先行示范区",
          "D:中国自由贸易试验区"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "习近平在深入推进京津冀协同发展座谈会上强调，要坚定信心，保持定力，增强抓机遇、应挑战化危机、育先机的能力，统筹发展和安全，以更加奋发有为的精神状态推进各项工作，推动京津冀协同发展不断迈上新台阶，努力使京津冀成为中国式现代化建设的先行区示范区因此，正确答案是B。【干扰项辨识】选项A,2022年4月，习近平总书记在海南考察时强调，\"加快建设具有世界影响力的中国特色自由贸易港、让海南成为新时代中国改革开放的示范”。不符合题意，因此排除。选项C,2019年8月，中共中央、国务院印发《关于支持深圳建设中国特色社会主义先行示范区的意见》.要求深圳建设成为高质量发展高地、法治城市示范、城市文明典范、民生幸福标杆、可持续发展先锋不符合题意，因此排除。选项D,2013年9月底，中国首个自贸试验区——中国（上海）自由贸易试验区揭牌运行。这10年来，中国先后建立起21个自贸试验区，形成覆盖东西南北中，统筹沿海、内陆、沿边的改革开放创新格局。不符合题意，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68624,
        "title": "2023年7月4日，上海合作组织成员国元首理事会第二十三次会议如期举行。上海合作组织不断发展壮大、国际影响力不断提高，为深化睦邻友好、维护成员国共同利益、促进地区和世界持久和平与稳定、推动共同发展作出了重要贡献。本次会议接收的正式成员国是",
        "num": "4",
        "xuanxiang": [
          "A:白俄罗斯",
          "B:巴基斯坦",
          "C:印度",
          "D:伊朗"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "2023年7月4日，上海合作组织成员国元首理事会第二十三次会议举行。当日下午，上合组织秘书处在北京举行接纳伊朗成为正式成员国的升旗仪式，上合组织正式成员国增至9个（中国、俄罗斯、哈萨克斯坦、吉尔吉斯斯坦、乌兹别克斯坦、塔吉克斯坦、印度、巴基斯坦、伊朗)。因此，正确答案是D【干扰项辨识】选项A,本次会议签署《关于白俄罗斯共和国加入上海合作组织义务的备忘录》，其以成员国身份加入上合组织的进程继续推进。不符合题意，因此排除。选项B、C,2017年，上海合作组织完成首次扩员，给予印度和巴基斯坦成员国地位。不符合题意，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68625,
        "title": "2023年1月，中华人民共和国国务院新闻办公室发布了《新时代的中国绿色发展》白皮书。白皮书指出，自然保护地是生态建设的核心载体。其中，中国自然生态系统中最重要、自然景观最独特自然遗产最精华、生物多样性最富集的部分是",
        "num": "5",
        "xuanxiang": [
          "A:国家公园",
          "B:自然保护区",
          "C:自然公园",
          "D:生态保护红线"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "《新时代的中国绿色发展》白皮书指出，国家公园是中国自然生态系统中最重要、自然景观最独特、自然遗产最精华、生物多样性最富集的部分。因此，正确答案是A。【干扰项辨识】选项B.自然保护区是典型的自然生态系统、珍稀濒危野生动植物种的天然集中分布区，有特殊意义的自然遗迹的区域。不符合题意，因此排除。选项C.自然公园是指重要的生态系统、自然遗迹和自然景观，具有生态、观赏、文化和科学价值，可持续利用的区域。不符合题意，因此排除。选项D,生态保护红线是国家生态安全的底线和生命线。我国将生态功能极重要、生态极脆弱以及具有潜在重要生态价值的区域划人生态保护红线，包括整合优化后的自然保护地，实现一条红线管控重要生态空间。不符合题意，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68626,
        "title": "第三届“一带一路”国际合作高峰论坛于2023年10月17日至18日在北京举行。本届高峰论坛不仅是纪念共建“一带一路\"倡议提出十周年最隆重的活动，也是各方共商高质量共建“一带一路\"合作的重要平台。本次高峰论坛的主题为",
        "num": "6",
        "xuanxiang": [
          "A:共建“一带一路”，开创美好未来",
          "B:加强国际合作，共建“一带一路”，实现共赢发展",
          "C:高质量共建“一带一路”，携手实现共同发展繁荣",
          "D:加强“一带一路”国际合作，促进经济复苏"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "第三届“一带一路\"国际合作高峰论坛于2023年10月17日至18日在北京举行，主题为“高质量共建'一带一路'携手实现共同发展繁荣。”因此，正确答案是C。【干扰项辨识】选项A,第二届“一带一路\"国际合作高峰论坛于2019年4月25日至27日在北京举行。本届高峰论坛的主题是：共建“一带一路”，开创美好未来。不符合题意，因此排除。选项B,2017年5月14日至15日，首届“一带一路\"国际合作高峰论坛在北京成功举行。论坛以“加强国际合作，共建‘一带一路'，实现共赢发展”为主题。不符合题意，因此排除。选项D,2020年6月18日，“一带一路\"国际合作高级别视频会议在北京召开，主题为“加强一带一路'国际合作，携手抗击新冠肺炎疫情。\"2021年6月23日，“一带一路\"亚太区域国际合作高级别会议以视频连线方式举行，主题为“加强抗疫合作，促进经济复苏。”无此主题，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68627,
        "title": "2023年6月28日，十四届全国人大常委会第三次会议通过决定，将8月15日设立为全国生态日，国家通过多种形式开展生态文明宣传教育活动。全国首个生态日的活动主题是",
        "num": "7",
        "xuanxiang": [
          "A:“绿水青山就是金山银山”",
          "B:“人与自然和谐共生”",
          "C:“尊重自然、顺应自然、保护自然”",
          "D:“生态文明：共建地球生命共同体”"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "首个全国生态日主场活动由国家发展改革委联合中央宣传部、自然资源部、生态环境部等部门和浙江省人民政府共同举办，主题是“绿水青山就是金山银山”因此，正确答案是A。【干扰项辨识】选项B,坚持人与自然和谐共生是生态文明的核心不符合题意，因此排除。选项C,尊重自然、顺应自然、保护自然是生态文明的理念。不符合题意，因此排除。选项D,联合国《生物多样性公约》缔约方大会第十五次会议(COP15)第一阶段会议于2021年10月11日在昆明举行，本次会议的主题是“生态文明：共建地球生命共同体”。不符合题意，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68628,
        "title": "2023年2月21日，中华人民共和国外交部在北京举行“全球安全倡议：破解安全困境的中国方案\"蓝厅论坛，正式发布了《全球安全倡议概念文件》，对全球安全倡议进行了全面而系统的具体闸述，展现中方对维护世界和平的责任担当、对守护全球安全的坚定决心。《全球安全倡议概念文件》指出的新安全观是",
        "num": "8",
        "xuanxiang": [
          "A:共同、综合、合作、可持续",
          "B:共商、共建共享",
          "C:共建、共治、共享",
          "D:平等、互鉴、对话、包容"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "《全球安全倡议概念文件》指出：习近平主席2014年首次提出共同、综合、合作、可持续的新安全观，赢得国际社会普遍响应和广泛认同。这一安全观的核心内涵，就是主张秉持共同安全理念尊重和保障每一个国家的安全；主张重视综合施策，统筹维护传统领域和非传统领域安全，协调推进安全治理；主张坚持合作之道，通过政治对话、和平谈判来实现安全；主张寻求可持续安全，通过发展化解矛盾，消除不安全的土壤。我们认为，只有基于道义和正确理念的安全，才是基础牢固、真正持久的安全。因此，正确答案是A。",
        "level_text": "腿4时政合集",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68629,
        "title": "2023年9月26日，国务院新闻办公室发表《携手构建人类命运共同体：中国的倡议与行动》白皮书。10年来，构建人类命运共同体的理念不断丰富和发展，实践稳步推进，观念日益深人人心。国际社会普遍认为，人类命运共同体理念",
        "num": "9",
        "xuanxiang": [
          "A:打破了个别国家唯我独尊的霸权思维",
          "B:反映出中国对人类发展方向的独到见解",
          "C:超越利己主义和保护主义",
          "D:对于推动各国团结合作、共创人类美好未来具有重要意义"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "携手构建人类命运共同体：中国的倡议与行动)白皮书指出.国际社会普遍认为，人类命运共同体理念超越利已主义和保护主义.打破了个别国家唯我独尊的权思维.反映出中国对人类发展方向的独到见解、对于推动各国团结合作，共创人类美好未来具有重要意义因此，正确答案是ABCD。",
        "level_text": "腿4时政合集",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68630,
        "title": "第三届“一带一路”国际合作高峰论坛于2023年10月17日至18日在北京举行，主题为“高质量共建‘一带一路'，携手实现共同发展繁荣”。习近平指出，中国正在以中国式现代化全面推进强国建设、民族复兴伟业。我们追求的不是中国独善其身的现代化，而是期待同包括广大发展中国家在内的各国一道，共同实现现代化。世界现代化应该是",
        "num": "10",
        "xuanxiang": [
          "A:和平发展的现代化",
          "B:互利合作的现代化",
          "C:共同繁荣的现代化",
          "D:普世价值的现代化"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "习近平在第三届“一带一路\"国际合作高峰论坛主旨讲话中指出，世界现代化应该是和平发展的现代化、互利合作的现代化、共同繁荣的现代化因此，正确答案是ABC。【干扰项辨识】选项D,“普世价值”属于西方资本主义提倡的观点，其实质是在理论上和实践上的虚伪性；从根本上说是为资产阶级利益服务的。表述错误，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68631,
        "title": "2023年7月17日至18日，全国生态环境保护大会在北京召开。习近平指出，党的十八大以来，我们把生态文明建设作为关系中华民族永续发展的根本大计，开展了一系列开创性工作，决心之大、力度之大、成效之大前所未有，生态文明建设从理论到实践都发生了历史性、转折性、全局性变化美丽中国建设迈出重大步伐，实现",
        "num": "11",
        "xuanxiang": [
          "A:由全球环境治理参与者到引领者的重大转变",
          "B:由被动应对到主动作为的重大转变",
          "C:由重点整治到系统治理的重大转变",
          "D:由实践探索到科学理论指导的重大转变"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "习近平在全国生态环境保护大会上指出，我们从解决突出生态环境问题人手，注重点面结合标本兼治，实现由重点整治到系统治理的重大转变；坚持转变观念、压实责任，不断增强全党全国推进生态文明建设的自觉性、主动性，实现由被动应对到主动作为的重大转变：紧跟时代、放眼世界，承担大国责任、展现大国担当，实现由全球环境治理参与者到引领者的重大转变；不断深化对生态文明建设规律的认识，形成新时代中国特色社会主义生态文明思想，实现由实践探索到科学理论指导的重大转变经过顽强努力，我国天更蓝、地更绿、水更清，万里河山更加多姿多彩。新时代生态文明建设的成就举世瞩目，成为新时代党和国家事业取得历史性成就、发生历史性变革的显著标志。因此，正确答案是ABCD。",
        "level_text": "腿4时政合集",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68632,
        "title": "2023年8月23日，金砖国家领导人第十五次会晤在南非约翰内斯堡举行。国家主席习近平出席并发表题为《团结协作谋发展勇手担当促和平》的主旨讲话。他指出、为推动全球治理变革朝着更加公正合理的方向发展，为世界注入更多确定性、稳定性、正能量。我们要",
        "num": "12",
        "xuanxiang": [
          "A:坚持公平正义，完善全球治理",
          "B:加强人文交流，促进文明互鉴",
          "C:拓展政治安全合作，维护和平安宁",
          "D:深化经贸、财金合作，助力经济发展"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "习近平在金砖国家领导人第十五次会晤的讲话中指出，金砖合作正处于承前启后、继往开来的关键阶段。第一，我们要深化经贸、财金合作；助力经济发展；第二，我们要拓展政治安全合作，维护和平安宁：第三、我们要加强人文交流，促进文明互鉴；第四，我们要坚持公平正义，完善全球治理因此，正确答案是ABCD。",
        "level_text": "腿4时政合集",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68633,
        "title": "2023年6月2日，文化传承发展座谈会在北京召开。习近平总书记在会上发表重要讲话，强调“第二个结合”，是我们党对马克思主义中国化时代化历史经验的深刻总结，是对中华文明发展规律的深刻把握，表明我们党对中国道路、理论、制度的认识达到了新高度，表明我们党的历史自信、文化自信达到了新高度，表明我们党在传承中华优秀传统文化中推进文化创新的自觉性达到了新高度。我们在新时代新的文化使命是",
        "num": "13",
        "xuanxiang": [
          "A:建设文化强国",
          "B:推动文化繁荣",
          "C:C:坚持守正创新",
          "D:建设中华民族现代文明"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "2023年6月2日，中共中央总书记、国家主席、中央军委主席习近平在北京出席文化传承发展座谈会时指出，在新的起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明，是我们在新时代新的文化使命。因此，正确答案是ABD。【干扰项辨识】选项C,守正.守的是马克思主义在意识形态领域指导地位的根本制度，守的是“两个结合”的根本要求，守的是中国共产党的文化领导权和中华民族的文化主体性。创新，创的是新思路、新话语、新机制、新形式要在马克思主义指导下真正做到古为今用、洋为中用、证取舍、推陈出新，实现传统与现代的有机衔接。新时代的文化工作者必须以守正创新的正气和锐气，续历史文脉、谱写当代华章不符合题意，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68634,
        "title": "2023年3月6日至10日，沙特国务大臣兼国家安全顾问艾班和伊朗最高国家安全委员会秘书沙姆哈尼分别率两国代表团在北京举行对话。在中方的积极斡旋下，三方达成协议，并发表联合声明。沙伊开展对话并达成协议",
        "num": "14",
        "xuanxiang": [
          "A:深化了中国与沙特、伊朗间的盟友关系",
          "B:明确了改善关系的路线图和时间表，翻开沙伊关系新的一页",
          "C:有利于地区国家摆脱外部干涉，把前途命运掌握在自己手里",
          "D:为地区国家通过对话协商化解矛盾分歧、实现睦邻友好树立了典范"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "沙伊双方明确了改善关系的路线图和时间表、为双方后续合作打下了坚实基础.翻开了沙伊关系新的一页，沙伊开展对话并达成协议，为地区国家通过对话协商化解矛盾分歧，实现睦邻友好树立了典范，有利于地区国家摆脱外部干涉，把前途命运掌握在自己手里因此，正确答案是BCD【干扰项辨识】选项A,与国际关系中一度盛行并现实存在的“结盟不同，中国建立伙伴关系的特点是“结伴但不结盟”。结是“找敌人”的旧国际关系思维，结件是“交朋友”的新型国际关系思维。表述错误、因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68635,
        "title": "2023年9月7日，中共中央总书记、国家主席、中央军委主席习近平在黑龙江省哈尔滨市主持召开新时代推动东北全面振兴座谈会并发表重要讲话，强调要以科技创新推动产业创新，加快构建具有东北特色优势的现代化产业体系。推动东北全面振兴，",
        "num": "15",
        "xuanxiang": [
          "A:核心是脱贫攻坚",
          "B:关键在科技创新",
          "C:方向是产业升级",
          "D:根基在实体经济"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "习近平在新时代推动东北全面振兴座谈会上指出，要以科技创新推动产业创新、加快构建具有东北特色优势的现代化产业体系。推动东北全面振兴，根基在实体经济、关键在科技创新、方向是产业升级因此，正确答案是BCD。【干扰项辨识】选项A,2021年7月1日，习近平总书记在庆祝中国共产党成立100周年大会上庄严宣告，我们在中华大地上全面建成了小康社会。“十四五”时期的“三农“工作摆在首要位置的是巩固拓展脱贫攻坚成果、守住防止规模性返贫底线：不符合题意，因此排除。",
        "level_text": "腿4时政合集",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68636,
        "title": "2023年5月18日至19日，首届中国-中亚峰会在陕西省西安市举行。国家主席习近平出席并发表题为《携手建设守望相助、共同发展、普遍安全、世代友好的中国-中亚命运共同体》的主旨讲话。他指出.建设中国-中亚命运共同体，要做到",
        "num": "16",
        "xuanxiang": [
          "A:坚持守望相助",
          "B:坚持共同发展",
          "C:坚持普遍安全",
          "D:坚持世代友好"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "习近平在中国-中亚峰会主旨讲话中指出，建设中国-中亚命运共同体，要做到四个坚持：一是坚持守望相助二是坚持共同发展，三是坚持普遍安全，四是坚持世代友好因此，正确答案是ABCD。",
        "level_text": "腿4时政合集",
        "p_level_text": "16"
      }
    },
    "时政专练-国外-多选": {
      "1": {
        "timu_id": 68532,
        "title": "10月17日至18日，第三届“一带一路”国际合作高峰论坛在北京举行，主题为“高质量共建‘一带一路’，携手实现共同发展繁荣”。国家主席习近平出席高峰论坛开幕式并发表主旨演讲。主旨演讲指出，共建“一带一路”的主线是",
        "num": "1",
        "xuanxiang": [
          "A:互联互通",
          "B:政策沟通",
          "C:设施联通",
          "D:民心相通"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68533,
        "title": "10年来，共建“一带一路”有效促进了各国商品、资金、技术、人员的大流通，推动绵亘千年的古丝绸之路在新时代焕发新活力。共建“一带一路”作为引领的是构建",
        "num": "2",
        "xuanxiang": [
          "A:大通道和信息高速公路",
          "B:经济走廊",
          "C:铁路、公路、机场、港口、管网",
          "D:涵盖陆、海、天、网的全球互联互通网络"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68534,
        "title": "共建“一带一路”过去10年取得的成绩弥足珍贵，经验值得总结。我们深刻认识到，共建“一带一路”最重要的力量源泉是",
        "num": "3",
        "xuanxiang": [
          "A:共商共建共享的原则",
          "B:开放绿色廉洁的理念",
          "C:高标准惠民生可持续的目标",
          "D:和平合作、开放包容、互学互鉴、互利共赢的丝路精神"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68535,
        "title": "共建“一带一路”的最高目标是",
        "num": "4",
        "xuanxiang": [
          "A:构建人类命运共同体",
          "B:高标准、可持续、惠民生",
          "C:追求发展、崇尚共赢、传递希望",
          "D:使“一带一路”成为和平之路、繁荣之路、开放之路、创新之路、文明之路"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68536,
        "title": "共建“一带一路”秉持人类命运共同体理念，倡导并践行适应时代发展的全球观、发展观、安全观、开放观、合作观、文明观、治理观，为世界各国走向共同发展繁荣提供了理念指引和实践路径。共建“一带一路”的理念是",
        "num": "5",
        "xuanxiang": [
          "A:共商、共建、共享",
          "B:正确义利观",
          "C:开放、绿色、廉洁",
          "D:高标准、可持续、惠民生"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68537,
        "title": "共建“一带一路”的愿景是",
        "num": "6",
        "xuanxiang": [
          "A:追求发展",
          "B:崇尚共赢",
          "C:传递希望",
          "D:造福世界的幸福路"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68538,
        "title": "共建“一带一路”围绕互联互通，不断深化政策沟通、设施联通、贸易畅通、资金融通、民心相通，不断拓展合作领域，成为当今世界范围最广、规模最大的国际合作平台。其中，“硬联通”是指",
        "num": "7",
        "xuanxiang": [
          "A:基础设施",
          "B:规则标准",
          "C:民心相通",
          "D:政策沟通"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68539,
        "title": "共建“一带一路”围绕互联互通，不断深化政策沟通、设施联通、贸易畅通、资金融通、民心相通，不断拓展合作领域，成为当今世界范围最广、规模最大的国际合作平台。其中，作为重要基础的是",
        "num": "8",
        "xuanxiang": [
          "A:基础设施",
          "B:规则标准",
          "C:民心相通",
          "D:政策沟通"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68540,
        "title": "构建人类命运共同体既是一个美好愿景，也是一个历史过程，需要一代又一代人接力跑才能实现。实现这个美好愿景的关键是",
        "num": "9",
        "xuanxiang": [
          "A:信心和决心",
          "B:格局与胸怀",
          "C:担当与行动",
          "D:原则与理念"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68541,
        "title": "5月18日至19日，中国一中亚峰会在陕西省西安市举行。这是2023年中国首场重大主场外交活动，也是建交31年来六国元首首次以实体形式举办峰会，在中国同中亚国家关系发展史上具有里程碑意义。首届中国一中亚峰会最重要的政治成果是",
        "num": "10",
        "xuanxiang": [
          "A:宣布携手构建更加紧密的中国一中亚命运共同体",
          "B:实现命运共同体理念首次在地区多边和双边层面全落地",
          "C:同意在中国设立中国一中亚机制常设秘书处",
          "D:通过《中国一中亚峰会成果清单》"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68542,
        "title": "建设中国一中亚命运共同体要坚持守望相助，坚持共同发展，坚持普遍安全，坚持世代友好。其中，着力点是",
        "num": "11",
        "xuanxiang": [
          "A:坚持守望相助",
          "B:坚持共同发展",
          "C:坚持普遍安全",
          "D:坚持世代友好"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68543,
        "title": "上海合作组织成员国元首理事会第二十三次会议于7月4日召开。这次会议接收的新成员国是",
        "num": "12",
        "xuanxiang": [
          "A:白俄罗斯",
          "B:沙特",
          "C:阿联酋",
          "D:伊朗"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68544,
        "title": "2023年2月，中国正式发布《全球安全倡议概念文件》，提出了“六个坚持”：坚持共同、综合、合作、可持续的安全观，坚持尊重各国主权、领土完整，坚持遵守联合国宪章宗旨和原则，坚持重视各国合理安全关切，坚持通过对话协商以和平方式解决国家间的分歧和争端，坚持统筹维护传统领域和非传统领域安全。其中，作为国际法基本原则和现代国际关系最根本准则的是",
        "num": "13",
        "xuanxiang": [
          "A:主权平等和不干涉内政",
          "B:共同、综合、合作、可持续的安全观",
          "C:通过对话协商以和平方式解决国家间的分歧和争端",
          "D:重视各国合理安全关切"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68545,
        "title": "2023年2月，中国正式发布《全球安全倡议概念文件》，提出了“六个坚持”：坚持共同、综合、合作、可持续的安全观，坚持尊重各国主权、领土完整，坚持遵守联合国宪章宗旨和原则，坚持重视各国合理安全关切，坚持通过对话协商以和平方式解决国家间的分歧和争端，坚持统筹维护传统领域和非传统领域安全。其中，作为理念指引的是",
        "num": "14",
        "xuanxiang": [
          "A:坚持遵守联合国宪章宗旨和原则",
          "B:坚持共同、综合、合作、可持续的安全观",
          "C:坚持尊重各国主权、领土完整",
          "D:坚持通过对话协商以和平方式解决国家间的分歧和争端"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68546,
        "title": "在乌克兰危机问题上，中国始终站在和平一边，相继提出了“四个应该”“四个共同”和“三点思考”。中方的核心立场是",
        "num": "15",
        "xuanxiang": [
          "A:复杂问题没有简单解决办法",
          "B:冲突战争没有赢家",
          "C:劝和促谈",
          "D:大国对抗必须避免"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68547,
        "title": "3月20日，在赴莫斯科对俄罗斯联邦进行国事访问之际，国家主席习近平在《俄罗斯报》和俄新社网站发表题为《踔厉前行，开启中俄友好合作、共同发展新篇章》的署名文章。文章指出，今天的中俄关系来之不易，中俄友谊历久弥新，必须倍加珍惜。历史和实践告诉我们，中俄关系之所以能够经受住国际风云变幻考验，关键在于双方",
        "num": "16",
        "xuanxiang": [
          "A:践行世代友好理念，传统友谊历久弥坚",
          "B:形成全方位、多层次合作格局",
          "C:在国际舞台密切协作，履行大国责任担当",
          "D:找到了国与国正确相处之道"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68548,
        "title": "2023年中国国际服务贸易交易会于9月2日至6日在北京举行，主题为",
        "num": "17",
        "xuanxiang": [
          "A:“不确定的世界：团结合作迎挑战，开放包容促发展”",
          "B:“发展与普惠”",
          "C:“区域与全球”",
          "D:“开放引领发展合作共赢未来”"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-单选",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68549,
        "title": "10月17日至18日，第三届“一带一路”国际合作高峰论坛在北京举行，主题为“高质量共建‘一带一路’，携手实现共同发展繁荣”。国家主席习近平出席高峰论坛开幕式并发表主旨演讲。主旨演讲指出，10年前提出这一倡议的初心是借鉴古丝绸之路，以互联互通为主线",
        "num": "18",
        "xuanxiang": [
          "A:同各国加强政策沟通、设施联通、贸易畅通、资金融通、民心相通",
          "B:为世界经济增长注入新动能",
          "C:为全球发展开辟新空间",
          "D:为国际经济合作打造新平台"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68550,
        "title": "10月17日至18日，第三届“一带一路”国际合作高峰论坛在北京举行，主题为“高质量共建‘一带一路’，携手实现共同发展繁荣”。国家主席习近平出席高峰论坛开幕式并发表主旨演讲。主旨演讲指出，10年来，我们坚守初心、携手同行，推动“一带一路”国际合作从无到有，蓬勃发展，取得丰硕成果。“一带一路”合作",
        "num": "19",
        "xuanxiang": [
          "A:从亚欧大陆延伸到非洲和拉美",
          "B:从“大写意”进入“工笔画”阶段，把规划图转化为实景图",
          "C:从硬联通扩展到软联通",
          "D:推动绵亘千年的古丝绸之路在新时代焕发新活力"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68551,
        "title": "10月17日至18日，第三届“一带一路”国际合作高峰论坛在北京举行，主题为“高质量共建‘一带一路’，携手实现共同发展繁荣”。国家主席习近平出席高峰论坛开幕式并发表主旨演讲。主旨演讲指出，高质量共建“一带一路”的重要指导原则是",
        "num": "20",
        "xuanxiang": [
          "A:和平合作、开放包容、互学互鉴、互利共赢的丝路精神",
          "B:开放绿色廉洁",
          "C:高标准惠民生可持续",
          "D:共商共建共享"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68552,
        "title": "10月17日至18日第三届“一带一路”国际合作高峰论坛，在北京举行，主题为“高质量共建‘一带一路’，携手实现同发展繁荣”。国家主席习近平出席高峰论坛开幕式并发表主旨演讲。主旨演讲指出，过去10年取得的成绩弥足珍贵，经验值得总结，我们深刻认识到",
        "num": "21",
        "xuanxiang": [
          "A:人类是相互依存的命运共同体",
          "B:只有合作共赢才能办成事、办好事、办大事",
          "C:丝路精神是共建“一带一路”最重要的力量源泉",
          "D:世界好，中国才会好；中国好，世界会更好"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68553,
        "title": "古丝绸之路之所以名垂青史，靠的不是战马和长矛，而是驼队和善意；不是坚船和利炮，而是宝船和友谊。共建“一带一路”",
        "num": "22",
        "xuanxiang": [
          "A:注重的是众人拾柴火焰高、互帮互助走得远",
          "B:崇尚的是自己过得好、也让别人过得好",
          "C:践行的是互联互通、互利互惠",
          "D:谋求的是共同发展、合作共赢"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68554,
        "title": "作为一个发展的倡议、合作的倡议、开放的倡议，共建“一带一路”追求的是发展、崇尚的是共赢、传递的是希望，目的是",
        "num": "23",
        "xuanxiang": [
          "A:增进理解信任",
          "B:加强全方位交流",
          "C:促进共同发展",
          "D:实现共同繁荣"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68555,
        "title": "我们追求的不是中国独善其身的现代化，而是期待同广大发展中国家在内的各国一道，共同实现现代化。世界现代化应该是",
        "num": "24",
        "xuanxiang": [
          "A:和平发展的现代化",
          "B:互利合作的现代化",
          "C:共同繁荣的现代化",
          "D:统一标准的现代化"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 68556,
        "title": "在第三届“一带一路”国际合作高峰论坛开幕式的主旨演讲中，习近平宣布中国支持高质量共建“一带一路”的八项行动。其中第二项行动是支持建设开放型世界经济，中方将",
        "num": "25",
        "xuanxiang": [
          "A:创建“丝路电商”合作先行区，同更多国家商签自由贸易协定、投资保护协定",
          "B:全面取消制造业领域外资准入限制措施",
          "C:主动对照国际高标准经贸规则，深入推进跨境服务贸易和投资高水平开放",
          "D:每年举办“全球数字贸易博览会”"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 68557,
        "title": "10月17日，习近平在第三届“一带一路”国际合作高峰论坛欢迎宴会上的祝酒辞中提出，当今世界并不太平，世界经济下行压力增大，全球发展面临诸多挑战，但我们坚信",
        "num": "26",
        "xuanxiang": [
          "A:和平、发展、合作、共赢的历史潮流不可阻挡",
          "B:世界经济下行趋势不可阻挡",
          "C:各国实现共同发展繁荣的愿望不可阻挡",
          "D:人民对美好生活的向往不可阻挡"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 68558,
        "title": "共建“一带一路”在新的时代背景下弘扬丝路精神，唤起人们对过往时代的美好记忆，激发各国实现互联互通的热情。共建“一带一路”既是向历史致敬，更是向未来拓路。弘扬丝路精神的内容是",
        "num": "27",
        "xuanxiang": [
          "A:和平合作",
          "B:开放包容",
          "C:互学互鉴",
          "D:互利共赢"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 68559,
        "title": "10月10日，中国国务院新闻办公室发布《共建“一带一路”：构建人类命运共同体的重大实践》白皮书。白皮书指出，10年来，在各方的共同努力下，共建“一带一路”从中国倡议走向国际实践",
        "num": "28",
        "xuanxiang": [
          "A:从理念转化为行动",
          "B:从愿景转变为现实",
          "C:从谋篇布局的“大写意”到精耕细作的“工笔画”",
          "D:取得实打实、沉甸甸的成就，成为深受欢迎的国际公共产品和国际合作平台"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 68560,
        "title": "10月10日，中国国务院新闻办公室发布《共建“一带一路”：构建人类命运共同体的重大实践》白皮书。发布白皮书的目的在于",
        "num": "29",
        "xuanxiang": [
          "A:介绍共建“一带一路”10年来取得的成果",
          "B:进一步增进国际社会的认识理解",
          "C:推进共建“一带一路”高质量发展",
          "D:让“一带一路”惠及更多国家和人民"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 68561,
        "title": "当今世界正处于百年未有之大变局，人类文明发展面临越来越多的问题和挑战。中国着眼人类前途命运和整体利益，因应全球发展及各国期待，继承和弘扬丝路精神这一人类文明的宝贵遗产，提出共建“一带一路”倡议。这一倡议",
        "num": "30",
        "xuanxiang": [
          "A:根植历史，弘扬丝路精神",
          "B:因应现实，破解发展难题",
          "C:开创未来，让世界更美好",
          "D:源自中国、面向世界、惠及全人类"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 68562,
        "title": "10年来，共建“一带一路”取得显著成效，已经成为当今世界范围最广规模最大的国际合作平台，表现在民心相通基础稳固，以及",
        "num": "31",
        "xuanxiang": [
          "A:政策沟通广泛深入",
          "B:设施联通初具规模",
          "C:贸易畅通便捷高效",
          "D:资金融通日益多元"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 68563,
        "title": "10年来，共建“一带一路”取得显著成效，既发展了中国，也造福了世界，为变乱交织的世界带来更多确定性和稳定性，为世界和平与发展注入正能量。共建“一带一路”",
        "num": "32",
        "xuanxiang": [
          "A:开辟了世界经济增长的新空间",
          "B:搭建了国际贸易和投资的新平台",
          "C:提升了有关国家的发展能力和民生福祉",
          "D:为完善全球治理体系拓展了新实践"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 68564,
        "title": "10年来，共建“一带一路”取得显著成效，既发展了中国，也造福了世界，为世界和平与发展注入正能量。共建“一带一路”",
        "num": "33",
        "xuanxiang": [
          "A:为共建国家带来实实在在的好处",
          "B:为经济全球化增添活力",
          "C:为完善全球治理提供新方案",
          "D:为人类社会进步汇聚文明力量"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "33"
      },
      "34": {
        "timu_id": 68565,
        "title": "10年来的实践充分证明，共建“一带一路”顺潮流、得民心、惠民生、利天下。共建“一带一路”",
        "num": "34",
        "xuanxiang": [
          "A:是各国共同走向现代化之路",
          "B:是人类通向美好未来的希望之路",
          "C:具有强劲的韧性、旺盛的生命力和广阔的发展前景",
          "D:成为人类社会发展史上具有里程碑意义的重大事件"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "34"
      },
      "35": {
        "timu_id": 68566,
        "title": "9月26日，中国国务院新闻办公室发布《携手构建人类命运共同体：中国的倡议与行动》白皮书。发布白皮书的目的是",
        "num": "35",
        "xuanxiang": [
          "A:全面介绍构建人类命运共同体的思想内涵和生动实践",
          "B:增进国际社会了解和理解",
          "C:凝聚广泛共识",
          "D:更好与各国携手构建人类命运共同体"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国外-多选",
        "p_level_text": "35"
      }
    },
    "时政专练-国内-多选": {
      "1": {
        "timu_id": 68484,
        "title": "实现中华民族伟大复兴是近代以来中国人民的共同梦想，无数仁人志士为此苦苦求索、进行各种尝试，但都以失败告终。探索中国现代化道路的重任，历史地落在了中国共产党身上。我们在新民主主义革命时期的伟大成就",
        "num": "1",
        "xuanxiang": [
          "A:为实现现代化创造了根本社会条件",
          "B:为现代化建设奠定根本政治前提和宝贵经验、理论准备、物质基础",
          "C:为中国式现代化提供了充满新的活力的体制保证和快速发展的物质条件",
          "D:为中国式现代化提供了更为完善的制度保证、更为坚实的物质基础、更为主动的精神力量"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-单选",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68485,
        "title": "中华文明具有突出的连续性。中华文明是世界上唯一绵延不断且以国家形态发展至今的伟大文明。中华文明的连续性，从根本上决定了",
        "num": "2",
        "xuanxiang": [
          "A:国家统一永远是中国核心利益的核心",
          "B:中华民族必然走自己的路",
          "C:中华民族各民族文化融为一体",
          "D:国土不可分、国家不可乱、民族不可散、文明不可断的共同信念"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-单选",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68486,
        "title": "我们要建设的教育强国，是中国特色社会主义教育强国。教育的核心功能是",
        "num": "3",
        "xuanxiang": [
          "A:立德树人",
          "B:为党育人、为国育才",
          "C:服务中华民族伟大复兴",
          "D:支撑引领中国式现代化"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-单选",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68487,
        "title": "9月21日，习近平听取了浙江省委和省政府工作汇报，对浙江各项工作取得的成绩给予肯定，对浙江提出了新要求。习近平强调，浙江要在推进共同富裕中先行示范。推进共同富裕的主攻方向是",
        "num": "4",
        "xuanxiang": [
          "A:持续实施就业优先战略和积极的就业政策",
          "B:深化收入分配制度改革",
          "C:缩小城乡差距、地区差距收入差距",
          "D:健全和完善社会保障体系"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-单选",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68488,
        "title": "10月12日，习近平在江西省南昌市主持召开进一步推动长江经济带高质量发展座谈会并发表重要讲话。习近平强调，从长远来看，推动长江经济带高质量发展，根本上依赖于",
        "num": "5",
        "xuanxiang": [
          "A:长江流域高质量的生态环境",
          "B:长江沿线的区域协同融通",
          "C:沿江省市的政策统一性、规则一致性、执行协同性",
          "D:高质量建设、高水平管理、高质量疏解发展并举"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-单选",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68489,
        "title": "10月13日，习近平听取江西省委和省政府工作汇报，对江西各项工作取得的成绩给予肯定。习近平强调，确保老区人民共享改革发展成果，过上幸福生活，是",
        "num": "6",
        "xuanxiang": [
          "A:推进共同富裕的主攻方向",
          "B:全面推进乡村振兴的底线任务",
          "C:“三农”工作的中心任务",
          "D:推进全体人民共同富裕的底线任务"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-单选",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68490,
        "title": "概括提出并深入阐述中国式现代化理论",
        "num": "7",
        "xuanxiang": [
          "A:是党的二十大的一个重大理论创新",
          "B:是科学社会主义的最新重大成果",
          "C:表明我们党对中国道路、理论、制度的认识达到了新高度",
          "D:表明我们党的历史自信、文化自信达到了新高度"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68491,
        "title": "实现中华民族伟大复兴是近代以来中国人民的共同梦想，无数仁人志士为此苦苦求索、进行各种尝试，但都以失败告终。探索中国现代化道路的重任，历史地落在了中国共产党身上。党的十八大以来，我们党在已有基础上继续前进，不断实现理论和实践上的创新突破，我们",
        "num": "8",
        "xuanxiang": [
          "A:在认识上不断深化",
          "B:在战略上不断完善",
          "C:在实践上不断丰富",
          "D:成功推进和拓展了中国式现代化"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68492,
        "title": "中国式现代化是中国共产党领导的社会主义现代化。中国共产党领导的社会主义现代化，是对中国式现代化的定性，是管总、管根本的。党的领导直接关系中国式现代化的根本方向、前途命运、最终成败。党的领导",
        "num": "9",
        "xuanxiang": [
          "A:决定中国式现代化的根本性质",
          "B:确保中国式现代化锚定奋斗目标行稳致远",
          "C:激发建设中国式现代化的强劲动力",
          "D:凝聚建设中国式现代化的磅礴力量"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68493,
        "title": "我国现代化既有各国现代化的共同特征，更有基于自己国情的中国特色，是中国式现代化。中国式现代化是人口规模巨大的现代化，是",
        "num": "10",
        "xuanxiang": [
          "A:全体人民共同富裕的现代化",
          "B:物质文明和精神文明相协调的现代化",
          "C:人与自然和谐共生的现代化",
          "D:走和平发展道路的现代化"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68494,
        "title": "中国式现代化创造了人类文明新形态，是一种全新的人类文明形态。中国式现代化",
        "num": "11",
        "xuanxiang": [
          "A:打破了“现代化=西方化”的迷思，展现了不同于西方现代化模式的新图景",
          "B:是对西方式现代化理论和实践的重大超越",
          "C:为广大发展中国家提供了全新选择",
          "D:是我们为如何唤醒“睡狮”、实现民族复兴这个重大历史课题所给出的答案"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68495,
        "title": "推进中国式现代化是一个系统工程，需要统筹兼顾、系统谋划、整体推进，正确处理好一系列重大关系，包括",
        "num": "12",
        "xuanxiang": [
          "A:胆子要大与步子要稳",
          "B:守正与创新、效率与公平",
          "C:活力与秩序、自立自强与对外开放",
          "D:顶层设计与实践探索、战略与策略"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68496,
        "title": "6月2日，习近平在北京出席文化传承发展座谈会并发表重要讲话。讲话从党和国家事业发展全局战略高度，对中华文化传承发展的一系列重大理论和现实问题作了全面系统深入阐述。以下选项内容正确的有",
        "num": "13",
        "xuanxiang": [
          "A:文化关乎国本、国运",
          "B:中国文化源远流长，中华文明博大精深",
          "C:只有全面深入了解中华文明的历史，才能更有效地推动中华优秀传统文化创造性转化、创新性发展",
          "D:只有全面深入了解中华文明的历史，才能更有力地推进中国特色社会主义文化建设，建设中华民族现代文明"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68497,
        "title": "创新性是中华文明的突出特性之一，创新性从根本上决定了中华民族",
        "num": "14",
        "xuanxiang": [
          "A:必然走自己的路",
          "B:形成多元一体的格局",
          "C:守正不守旧、尊古不复古的进取精神",
          "D:不惧新挑战、勇于接受新事物的无畏品格"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68498,
        "title": "包容性是中华文明的突出特性之一，包容性从根本上决定了",
        "num": "15",
        "xuanxiang": [
          "A:中华民族交往交流交融的历史取向",
          "B:中国各宗教信仰多元并存的和谐格局",
          "C:中华文化对世界文明兼收并蓄的开放胸怀",
          "D:文明不可断的共同信念"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68499,
        "title": "统一性是中华文明的突出特性之一，统一性从根本上决定了",
        "num": "16",
        "xuanxiang": [
          "A:中华民族各民族文化融为一体、即使遭遇重大挫折也牢固凝聚",
          "B:国土不可分、国家不可乱、民族不可散、文明不可断的共同信念",
          "C:国家统一永远是中国核心利益的核心",
          "D:一个坚强统一的国家是各族人民的命运所系"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68500,
        "title": "和平性是中华文明的突出特性之一，和平性从根本上决定了中国",
        "num": "17",
        "xuanxiang": [
          "A:始终是世界和平的建设者、全球发展的贡献者、国际秩序的维护者",
          "B:不断追求文明交流互鉴而不搞文化霸权",
          "C:不会把自己的价值观念与政治体制强加于人",
          "D:坚持合作、不搞对抗，决不搞“党同伐异”的小圈子"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68501,
        "title": "“两个结合”（把马克思主义基本原理同中国具体实际、同中华优秀传统文化相结合)是",
        "num": "18",
        "xuanxiang": [
          "A:开辟和发展中国特色社会主义的必由之路",
          "B:推进马克思主义中国化时代化的根本途径",
          "C:我们取得成功的最大法宝",
          "D:我们党坚定信仰信念、把握历史主动的根本所在"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68502,
        "title": "历史正反两方面的经验表明，“两个结合”是我们取得成功的最大法宝。以下选项内容正确的有",
        "num": "19",
        "xuanxiang": [
          "A:“结合”的前提是彼此契合",
          "B:“结合”的结果是互相成就",
          "C:“结合”筑牢了道路根基，打开了创新空间",
          "D:“结合”巩固了文化主体性"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68503,
        "title": "“结合”巩固了文化主体性。这一主体性是",
        "num": "20",
        "xuanxiang": [
          "A:中国共产党带领中国人民在中国大地上建立起来的",
          "B:在创造性转化、创新性发展中华优秀传统文化，继承革命文化，发展社会主义先进文化的基础上建立起来的",
          "C:在借鉴吸收人类一切优秀文明成果的基础上建立起来的",
          "D:通过把马克思主义基本原理同中国具体实际、同中华优秀传统文化相结合建立起来的"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68504,
        "title": "“结合”巩固了文化主体性。有了文化主体性，就有了文化意义上坚定的自我",
        "num": "21",
        "xuanxiang": [
          "A:文化自信就有了根本依托",
          "B:中国共产党就有了引领时代的强大文化力量",
          "C:中华民族和中国人民就有了国家认同的坚实文化基础",
          "D:中华文明就有了和世界其他文明交流互鉴的鲜明文化特性"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68505,
        "title": "“第二个结合”，是我们党对马克思主义中国化时代化历史经验的深刻总结",
        "num": "22",
        "xuanxiang": [
          "A:是对中华文明发展规律的深刻把握",
          "B:表明我们党对中国道路、理论、制度的认识达到了新高度",
          "C:表明我们党的历史自信、文化自信达到了新高度",
          "D:表明我们党在传承中华优秀传统文化中推进文化创新的自觉性达到了新高度"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68506,
        "title": "文化是一个国家、一个民族的灵魂。国家的富强，民族的振兴，无不伴随着文化的历史性进步。新时代新的文化使命是，在新的起点上",
        "num": "23",
        "xuanxiang": [
          "A:弘扬中国精神、传播中国价值、凝聚中国力量",
          "B:继续推动文化繁荣",
          "C:建设文化强国",
          "D:建设中华民族现代文明"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68507,
        "title": "更好担负起新的文化使命，要坚定文化自信。坚定文化自信，就是坚持走自己的路。坚定文化自信的首要任务，就是",
        "num": "24",
        "xuanxiang": [
          "A:立足中华民族伟大历史实践和当代实践",
          "B:用中国道理总结好中国经验，把中国经验提升为中国理论",
          "C:既不盲从各种教条，也不照搬外国理论",
          "D:实现精神上的独立自主"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 68508,
        "title": "更好担负起新的文化使命，要秉持开放包容。开放包容始终是",
        "num": "25",
        "xuanxiang": [
          "A:文明发展的活力来源",
          "B:文化自信的显著标志",
          "C:坚定文化自信的首要任务",
          "D:理论创新的基础和前提"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 68509,
        "title": "更好担负起新的文化使命，要坚持守正创新。对文化建设来说，守正才能不迷失自我、不迷失方向，创新才能把握时代、引领时代。守正，守的是",
        "num": "26",
        "xuanxiang": [
          "A:马克思主义在意识形态领域指导地位的根本制度",
          "B:“两个结合”的根本要求",
          "C:中国共产党的文化领导权",
          "D:中华民族的文化主体性"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 68510,
        "title": "更好担负起新的文化使命，要坚持守正创新。对文化建设来说，守正才能不迷失自我、不迷失方向，创新才能把握时代、引领时代。创新，创的是",
        "num": "27",
        "xuanxiang": [
          "A:新思路",
          "B:新话语",
          "C:新机制",
          "D:新形式"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 68511,
        "title": "10月7日至8日，全国宣传思想文化工作会议在京召开。会上传达了习近平重要指示。习近平指出，宣传思想文化工作",
        "num": "28",
        "xuanxiang": [
          "A:事关党的前途命运",
          "B:事关国家长治久安",
          "C:事关民族凝聚力和向心力",
          "D:是一项极端重要的工作"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 68512,
        "title": "在新的历史起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明，要",
        "num": "29",
        "xuanxiang": [
          "A:坚定文化自信",
          "B:秉持开放包容",
          "C:坚持胸怀天下",
          "D:坚持守正创新"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 68513,
        "title": "新时代新征程，世界百年未有之大变局加速演进，中华民族伟大复兴进入关键时期，战略机遇和风险挑战并存，宣传思想文化工作面临新形势新任务，必须要有新气象新作为，不断巩固全党全国各族人民团结奋斗的共同思想基础，不断提升国家文化软实力和中华文化影响力，为全面建设社会主义现代化国家、全面推进中华民族伟大复兴提供",
        "num": "30",
        "xuanxiang": [
          "A:坚强思想保证",
          "B:强大精神力量",
          "C:有利文化条件",
          "D:民族复兴根基"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 68514,
        "title": "10月7日至8日，全国宣传思想文化工作会议在京召开。会议的最重要成果是首次提出并阐释习近平文化思想。习近平文化思想",
        "num": "31",
        "xuanxiang": [
          "A:既有文化理论观点上的创新和突破，又有文化工作布局上的部署要求",
          "B:明确了新时代文化建设的路线图和任务书",
          "C:标志着我们党对中国特色社会主义文化建设规律的认识达到了新高度",
          "D:表明我们党的历史自信、文化自信达到了新高度"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 68515,
        "title": "全党深入开展学习贯彻习近平新时代中国特色社会主义思想主题教育，是贯彻落实党的二十大精神的重大举措，对于统一全党思想、解决党内存在的突出问题、始终保持党同人民群众血肉联系、推动党和国家事业发展，具有重要意义。开展主题教育，是",
        "num": "32",
        "xuanxiang": [
          "A:统一全党思想意志行动、始终保持党的强大凝聚力、战斗力的必然要求",
          "B:牢记初心使命、推进中华民族伟大复兴历史伟业的必然要求",
          "C:深入推进全面从严治党、以党的自我革命引领社会革命的必然要求",
          "D:推动全党积极担当作为、不断开创事业发展新局面的必然要求"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 68516,
        "title": "全党深入开展学习贯彻习近平新时代中国特色社会主义思想主题教育，是贯彻落实党的二十大精神的重大举措，主题教育的总要求是",
        "num": "33",
        "xuanxiang": [
          "A:学思想",
          "B:强党性",
          "C:重实践",
          "D:建新功"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "33"
      },
      "34": {
        "timu_id": 68517,
        "title": "全党深入开展学习贯彻习近平新时代中国特色社会主义思想主题教育，是贯彻落实党的二十大精神的重大举措，主题教育的根本任务是",
        "num": "34",
        "xuanxiang": [
          "A:以学铸魂",
          "B:以学增智",
          "C:以学正风",
          "D:以学促干"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "34"
      },
      "35": {
        "timu_id": 68518,
        "title": "中办印发《关于在全党大兴调查研究的工作方案》指出：“党中央决定，在全党大兴调查研究，作为在全党开展的主题教育的重要内容，推动全面建设社会主义现代化国家开好局起好步。”之所以在全党大兴调查研究之风，是因为调查研究是",
        "num": "35",
        "xuanxiang": [
          "A:我们党的传家宝",
          "B:谋事之基、成事之道",
          "C:获得真知灼见的源头活水",
          "D:做好工作的基本功"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "时政题，暂无解析",
        "level_text": "时政专练-国内-多选",
        "p_level_text": "35"
      }
    }
  }
}