{
  "title": "X4卷",
  "X4卷1": {
    "X4卷1": {
      "1": {
        "timu_id": 69408,
        "title": "【1】马克思主义具有鲜明的科学性、人民性、实践性、发展性，这些基本特征体现了马克思主义的本质和使命，也展现出马克思主义的理论形象。马克思主义的基本特征，如果用一句话来概括就是",
        "num": "1",
        "xuanxiang": [
          "A:实践性与发展性的统一",
          "B:人民性与实践性的统一",
          "C:科学性与实践性的统一",
          "D:科学性与革命性的统一"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "马克思主义的基本特征，如果用一句话来概括就是科学性与革命性的统一。马克思主义科学理论在指导无产阶级和人民群众进行伟大社会革命的过程中，其人民性、实践性和发展性集中地体现为革命性。D正确。",
        "level_text": "X4卷1",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 69409,
        "title": "【2】湖南蓝山县是候鸟迁飞的重要通道。之前，此地捕鸟风气盛行，如今，不仅捕鸟人不见了，他们还变成了当地的护鸟人。由“捕”变“护”是怎样实现的呢？思路一变天地宽。在以往重“整治”、严厉打击捕鸟行为的基础上，蓝山县更加关注“引导”，利用村民对山形地理、鸟类习性的了解，聘请他们成为职业护鸟人、候鸟科普宣传员等，保障捕鸟人转行就业。疏堵结合、双管齐下，取得了良好效果。由“捕”变“护”的成功说明",
        "num": "2",
        "xuanxiang": [
          "A:不仅要看到矛盾双方的对立，而且要看到矛盾双方的统一",
          "B:评价结果与评价主体直接相关，事物的根本性质取决于评价主体的具体需要",
          "C:矛盾双方融合成一个新事物是解决矛盾的唯一形式",
          "D:新事物是在旧事物的“母体”中孕育成熟的，它保留了旧事物的一般特征"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "“两点论”是指在分析事物的矛盾时，不仅要看到矛盾双方的对立，而且要看到矛盾双方的统一；不仅要看到矛盾体系中存在主要矛盾、矛盾的主要方面，而且要看到次要矛盾、矛盾的次要方面。捕鸟人和护鸟人虽然有对立的一面（相互区别的一面），但也有统一的一面（相互联系的一面)，二者都了解当地的地理情况和鸟类习性，A正确。事物的性质是由主要矛盾的主要方面所决定的。B错误。解决矛盾的方法不是只有矛盾双方融合成一个新事物这一种，还有矛盾一方克服另一方；矛盾双方形成协同运动的新形式；矛盾双方同归于尽等。C错误。新事物是在旧事物的“母体”中孕育成熟的，它既否定了旧事物中消极腐朽的东西，又保留了旧事物中合理的、适应新条件的因素，并添加了旧事物所不能容纳的新内容。D错误。",
        "level_text": "X4卷1",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 69410,
        "title": "【3】马克思主义政治经济学是经济学上的一场深刻革命，它站在无产阶级立场，运用辩证唯物主义和历史唯物主义的科学方法，批判继承了英国古典政治经济学的合理成分，揭露了无产阶级与资产阶级之间阶级对立和斗争的经济根源，论证了资本主义必然灭亡和社会主义必然胜利的客观规律。马克思经济学说的核心内容和基石是",
        "num": "3",
        "xuanxiang": [
          "A:劳动二重性理论",
          "B:商品二因素理论",
          "C:剩余价值理论",
          "D:资本有机构成理论"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "剩余价值理论是马克思经济学说的核心内容和基石，是无产阶级反对资产阶级、揭示资本主义制度剥削本质的锐利武器。C正确。",
        "level_text": "X4卷1",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 69411,
        "title": "【4】经济危机实际上是资本主义条件下以强制的方式解决社会再生产的实现问题的途径。资本主义经济危机具有周期性，这是由",
        "num": "4",
        "xuanxiang": [
          "A:社会资本再生产的周期性决定的",
          "B:资本有机构成不断降低的一般趋势决定的",
          "C:货币作为价值尺度和流通手段决定的",
          "D:资本主义基本矛盾运动的阶段性决定的"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "资本主义经济危机具有周期性，这是由资本主义基本矛盾运动的阶段性决定的。D正确。资本主义经济危机周期性爆发的特点，使社会资本再生产也呈现出周期性的特点，从一次危机开始到另一次危机的爆发，就是再生产的一个周期。A错误。在资本主义生产过程中，资本有机构成的提高是一般趋势，这是由资本的本性决定的。B错误。经济危机的抽象的一般的可能性，首先是由货币作为流通手段和支付手段引起的。C错误。",
        "level_text": "X4卷1",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 69412,
        "title": "【5】面对中国近代以来山河破碎、内忧外患的深重灾难，以毛泽东为主要代表的中国共产党人，胸怀远大理想，脚踏中国大地，开马克思主义中国化时代化之先河，创立了毛泽东思想。毛泽东思想初步形成的标志是提出并阐述了",
        "num": "5",
        "xuanxiang": [
          "A:实事求是的思想路线",
          "B:农村包围城市、武装夺取政权的思想",
          "C:新民主主义革命的总路线",
          "D:中国革命的首要问题"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "毛泽东思想初步形成的标志是提出并述了农村包围城市、武装夺取政权的思想，B正确。",
        "level_text": "X4卷1",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 69413,
        "title": "【6】《论十大关系》是以毛泽东为主要代表的中国共产党人开始探索适合中国国情的社会主义建设道路的标志。毛泽东在《论十大关系》中提出的中国社会主义建设的基本方针是",
        "num": "6",
        "xuanxiang": [
          "A:不要四面出击",
          "B:正确处理人民内部矛盾",
          "C:调动国内外一切积极因素为社会主义事业服务",
          "D:实现工业、农业、国防和科学技术的现代化"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "《论十大关系》确定了一个基本方针，就是“努力把党内党外、国内国外的一切积极的因素，直接的、间接的积极因素全部调动起来”，为社会主义建设服务。调动一切积极因素为社会主义事业服务，是党关于社会主义建设的一个极为重要的基本方针，对于最大限度地团结全国各族人民，建设社会主义现代化国家，具有长远的指导意义。C正确。“不要四面出击”是1950年6月中共七届三中全会制定的党在新中国成立初期的战略策略方针。",
        "level_text": "X4卷1",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 69414,
        "title": "【7】必须坚持人民至上、必须坚持自信自立、必须坚持守正创新、必须坚持问题导向、必须坚持系统观念、必须坚持胸怀天下的“六个必须坚持”，是贯穿习近平新时代中国特色社会主义思想的世界观和方法论。这六个方面相互联系、彼此支撑，贯通了唯物论和辩证法、认识论和实践论、真理论和价值论，彰显了习近平新时代中国特色社会主义思想的理论品格和鲜明特征。习近平新时代中国特色社会主义思想的内在精神特质是",
        "num": "7",
        "xuanxiang": [
          "A:坚持自信自立",
          "B:坚持问题导向",
          "C:坚持守正创新",
          "D:坚持系统观念"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "坚持人民至上是根本价值立场，体现了历史唯物主义群众史观；坚持自信自立是内在精神特质，体现了客观规律性和主观能动性的有机结合；坚持守正创新是鲜明理论品格，体现了变与不变、继承与发展的内在联系；坚持问题导向是重要实践要求，体现了矛盾的普遍性和客观性；坚持系统观念是基本思想和工作方法，体现了辩证唯物主义普遍联系的原理；坚持胸怀天下是中国共产党人的境界格局，体现了马克思主义追求人类进步和解放的崇高理想。A正确，B、C、D错误",
        "level_text": "X4卷1",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 69415,
        "title": "【8】在第六届中国国际进口博览会国家展的中国馆里，“中国自由贸易试验区建设十周年成就展”吸引了很多观众驻足。一张外商投资准人负面清单，经过7次缩减，由最初的190项缩减到现在的27项，自贸试验区版的负面清单持续瘦身……中国不断扩大高水平对外开放，发展了自己，也造福了世界。努力建设更高水平自贸试验区的核心是",
        "num": "8",
        "xuanxiang": [
          "A:高标准对接国际经贸规则",
          "B:制度创新",
          "C:高水平开放",
          "D:统筹发展和安全"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "2023年9月26日，自贸试验区建设十周年座谈会在北京召开。习近平就深人推进自由贸易试验区建设作出重要指示。习近平指出，建设自由贸易试验区是党中央在新时代推进改革开放的重要战略举措。十年来，各自贸试验区贯彻落实党中央决策部署，解放思想、守正创新，推出了一大批基础性、开创性改革开放举措，形成了许多标志性、引领性制度创新成果，有效发挥了改革开放综合试验平台作用。新征程上，要在全面总结十年建设经验基础上，深人实施自贸试验区提升战略，勇做开拓进取、攻坚克难的先锋，在更广领域、更深层次开展探索，努力建设更高水平自贸试验区。要坚持党的全面领导，坚持以高水平开放为引领、以制度创新为核心，统筹发展和安全，高标准对接国际经贸规则，深入推进制度型开放，加强改革整体谋划和系统集成，推动全产业链创新发展，让自贸试验区更好发挥示范作用。B正确，A、C、D错误。",
        "level_text": "X4卷1",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 69416,
        "title": "【9】2023年9月7日，习近平在黑龙江省哈尔滨市主持召开新时代推动东北全面振兴座谈会并发表重要讲话。习近平在讲话中强调，推动东北全面振兴，作为主攻方向的是",
        "num": "9",
        "xuanxiang": [
          "A:产业升级",
          "B:发展实体经济",
          "C:发展现代化大农业",
          "D:当好国家粮食稳产保供“压舱石”"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "习近平指出，推动东北全面振兴，根基在实体经济，关键在科技创新，方向是产业升级。要以发展现代化大农业为主攻方向，加快推进农业农村现代化。当好国家粮食稳产保供“压舱石”，是东北的首要担当。要加快建设现代化基础设施体系，提升对内对外开放合作水平。C正确，A、B、D错误。",
        "level_text": "X4卷1",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 69417,
        "title": "【10】教育、科技、人才是全面建设社会主义现代化国家的基础性、战略性支撑。要坚持创新在我国现代化建设全局中的核心地位。党的二十大报告提出的到2035年我国发展的总体目标中，科技的目标是",
        "num": "10",
        "xuanxiang": [
          "A:实现高水平科技自立自强，进人创新型国家行列",
          "B:实现高水平科技自立自强，进入创新型国家前列",
          "C:科技自立自强能力显著提升",
          "D:建成世界科技创新强国"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "党的二十大报告提出，到2035年，我国发展的总体目标是：经济实力、科技实力、综合国力大幅跃升，人均国内生产总值迈上新的大台阶，达到中等发达国家水平；实现高水平科技自立自强，进入创新型国家前列……B正确。党的二十大报告指出，科技自立自强能力显著提升是未来五年的目标；现在，我国已经进入创新型国家行列；建成世界科技创新强国，是我国建设世界科技强国的“三步走”战略的第三步目标，到2050年左右实现。A、C、D错误。",
        "level_text": "X4卷1",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 69418,
        "title": "【11】从1840年至1919年的80年间，中国人民对外来侵略进行了英勇顽强的反抗。但历次的反侵略战争，都是以中国失败、中国政府被迫签订丧权辱国的条约而告结束的。近代中国反侵略战争屡遭失败的最重要的原因是",
        "num": "11",
        "xuanxiang": [
          "A:军事战略错误",
          "B:社会制度腐败",
          "C:经济技术落后",
          "D:思想观念保守"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "腐败的中国半殖民地半封建的社会制度，阻碍了中国人民群众的广泛动员和抵抗，这是近代中国反侵略战争屡遭失败的最重要的原因。近代中国反侵略战争失败的另一个重要原因，是国家综合实力特别是经济技术和作战能力的落后。B正确。",
        "level_text": "X4卷1",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 69419,
        "title": "【12】喊出“振兴中华”的孙中山，领导辛亥革命推翻了清王朝统治，建立了中华民国，结束了中国两千多年的封建君主专制制度，拉开了近代以来中国发生的深刻社会变革的序幕。但是，革命果实被窃取，“无量头颅无量血，可怜购得假共和”。辛亥革命之所以失败，从根本上说，是因为",
        "num": "12",
        "xuanxiang": [
          "A:没有提出彻底的反帝反封建的革命纲领",
          "B:不能充分发动和依靠人民群众",
          "C:不能建立坚强的革命政党，作为团结一切革命力量的强有力的核心",
          "D:在帝国主义时代，在半殖民地半封建的中国，资本主义的建国方案行不通"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "辛亥革命的失败原因从根本上说，是因为在帝国主义时代，在半殖民地半封建的中国，资本主义的建国方案是行不通的。从主观方面来说，在于它的领导者资产阶级革命派本身存在着许多弱点和错误，主要是：①没有提出彻底的反帝反封建的革命纲领。②不能充分发动和依靠人民群众。③不能建立坚强的革命政党，作为团结一切革命力量的强有力的核心。资产阶级革命派的这些弱点、错误，根源于中国民族资产阶级的软弱性和妥协性。D正确。",
        "level_text": "X4卷1",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 69420,
        "title": "【13】1938年5月至6月间，毛泽东总结全民族抗战10个月来的经验，批驳了“亡国论”“速胜论”等错误观点，系统地闸明了持久战的战略总方针。毛泽东科学预见了抗日战争的发展进程，指出抗日战争的最关键阶段是",
        "num": "13",
        "xuanxiang": [
          "A:战略防御阶段",
          "B:战略相持阶段",
          "C:战略反攻阶段",
          "D:战略决战阶段"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "毛泽东科学预见了抗日战争的发展进程，即抗日战争将经过战略防御、战略相持、战略反攻三个阶段。战略相持阶段是最关键阶段，只要坚持持久抗战、坚持抗日民族统一战线，中国将在这个阶段获得转弱为强的力量。《论持久战》系统闸明了抗日战争的发展规律和坚持抗战、争取抗战胜利必须实行的战略总方针，是中国共产党领导抗日战争的纲领性文献，对全国抗战的战略指导产生了积极影响。B正确，A、C、D错误。",
        "level_text": "X4卷1",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 69421,
        "title": "【14】1950年至1953年春，土地改革在新解放区进行。《中华人民共和国土地改革法》规定了这次土改的目的，是废除地主阶级封建剥削的土地所有制，实行农民的土地所有制，解放农村生产力，发展农业生产，为新中国的工业化开辟道路。与解放战争时期的土改相比，这次土改在政策上的一个大的变化是",
        "num": "14",
        "xuanxiang": [
          "A:由对富农征收多余的土地财产改变为保存富农经济",
          "B:将“没收一切土地”改为“没收一切公共土地及地主阶级的土地”",
          "C:由实行减租减息政策改变为实行“耕者有其田”的政策",
          "D:由削弱封建剥削向变革封建土地关系、废除封建剥削制度过渡"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "1950年至1953年春，土地改革在新解放区进行。土改中对待富农的政策，由解放战争时期征收富农多余土地财产的政策改变为保存富农经济的政策。A正确。将“没收一切土地”改为“没收一切公共土地及地主阶级的土地”是《兴国土地法》对《井冈山土地法》的一个原则性的改正；1946年的“五四指示”把抗日战争时期实行的减租减息政策改变为“耕者有其田”的政策，这一政策的提出，标志着解放区在农民土地问题上，开始由抗日战争时期的削弱封建剥削向变革封建土地关系、废除封建剥削制度的过渡。B、C、D不符合题意。",
        "level_text": "X4卷1",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 69422,
        "title": "【15】全面依法治国是国家治理的一场深刻革命，关系党执政兴国，关系人民幸福安康，关系党和国家长治久安。推进全面依法治国，根本目的是",
        "num": "15",
        "xuanxiang": [
          "A:依法保障人民权益",
          "B:加强党对国家的全面领导",
          "C:建设法治国家",
          "D:保证法律面前人人平等"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "习近平在中央全面依法治国工作会议上发表重要讲话强调，要坚持以人民为中心。全面依法治国最广泛、最深厚的基础是人民，必须坚持为了人民、依靠人民。要把体现人民利益、反映人民愿望、维护人民权益、增进人民福祉落实到全面依法治国各领域全过程。推进全面依法治国，根本目的是依法保障人民权益。A正确。B、C、D错误。",
        "level_text": "X4卷1",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 69423,
        "title": "【16】2023年10月17日至18日，第三届“一带一路”国际合作高峰论坛在北京举行。本次高峰论坛有来自151个国家和41个国际组织的代表来华参会，注册总人数超过1万人。这一“万人盛会”再次体现出共建“一带一路”的巨大感召力和全球影响力。论坛期间，各方共形成了458项成果，数量远远超过第二届高峰论坛。第三届“一带一路”国际合作高峰论坛的主题是",
        "num": "16",
        "xuanxiang": [
          "A:新时代，共享未来",
          "B:加强国际合作，共建“一带一路”，实现共赢发展",
          "C:共建“一带一路”，开创美好未来",
          "D:高质量共建“一带一路”，携手实现共同发展繁荣"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "第三届“一带一路”国际合作高峰论坛的主题是：高质量共建“一带一路”，携手实现共同发展繁荣，D正确。“新时代，共享未来”是第六届中国国际进口博览会的主题；“加强国际合作，共建‘一带一路’，实现共赢发展”是2017年5月召开的首届“一带一路\"国际合作高峰论坛的主题；“共建‘一带一路’，开创美好未来”是2019年4月召开的第二届“一带一路”国际合作高峰论坛的主题。A、B、C错误。",
        "level_text": "X4卷1",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 69424,
        "title": "【17】面对浩瀚空天，我们的先人认为那里除了点点星光，可能空无一物，因此称之为“太空”。后来，人们通过观测工具和实验数据逐渐认识到太空其实并不空，而是充满了等离子体、宇宙射线、电磁场等物质，存在各种复杂的物理现象。随着1957年世界上第一颗人造卫星发射成功，人类开始进入并利用太空，太空与人类生产生活的关系越发紧密。人类对太空的认识和利用说明",
        "num": "17",
        "xuanxiang": [
          "A:人的认识过程是一个在实践基础上不断深化的发展过程",
          "B:事物的本质随着人们认识的变化而改变",
          "C:一切客观存在的事物都是人们现实的实践客体",
          "D:实践的主体、客体和中介是不断变化发展的"
        ],
        "right_value": [
          "A",
          "D"
        ],
        "type": "多选",
        "jiexi": "人们对太空的认识随着科技的发展不断深化，A正确。本质是事物的根本性质。事物的本质是相对稳定的，现象是多变易逝的。事物的本质在该事物的根本矛盾得到解决之前是稳定不变的，不会随着人们认识的变化而改变，B错误。实践客体与客观存在的事物不完全等同，客观事物只有在被纳人主体实践活动的范围之内、为主体实践活动所指向并与主体相互作用时才成为现实的实践客体。C错误。实践的主体、客体和中介是不断变化发展的。被纳人主体活动范围的客体是不断变化发展的（比如随着科技的发展人类才开始进人并利用太空），主体使用的中介系统是不断变化发展的（比如发射人造卫星）。客体不断扩大的过程，同时也就是主体本质力量不断发展的过程。D正确。",
        "level_text": "X4卷1",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 69425,
        "title": "【18】自然情况下，树叶落地后会经历一个生化分解的过程。这个过程主要由细菌和真菌等微生物，以及蚯蚓等小型无脊椎动物参与。它们分解落叶中的有机物质，将其转化为氮、磷、钾等营养元素，释放出二氧化碳和水。这个过程符合自然生态系统物质循环和能量流动的基本规律，体现了生态环境的自我修复和更新机制，对于维护生态系统平衡具有重要意义。近几年，顺应公众愿望，北京、上海、杭州等城市在落叶季纷纷倡导“落叶不扫”或“落叶缓扫”。或是划定景观道，或是在环卫工作中有选择地清扫，让落叶“多停留一会儿”，既彰显自然之美，又凸显人文关怀，也是将生态文明理念融人城市管理和人居环境建设的体现。以上材料给我们的启示有",
        "num": "18",
        "xuanxiang": [
          "A:自然界与人类社会是交叉重叠和相互作用的",
          "B:顺应自然就是不要对自然的事物做任何改动",
          "C:自然与社会的统一是一个动态的历史的过程",
          "D:世界上的一切联系都具有“人化”的特点"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "自然界与人类社会不是截然分开的，而是交叉重叠和相互作用的。在自然界中有“人化自然”，即经过人的改造并体现着人的目的和意志的自然。A正确。顺应自然，就是要使人类的活动符合而不是违背自然界的客观规律，以制度约束人的行为，防止出现因急功近利和个人贪欲而违背自然规律的现象。B错误。在实践活动中，人们始终在处理自然与社会、客观与主观的关系，力求克服二者的对立而达成它们的统一。人类的实践活动是一个不断发展的过程，因而自然与社会、客观与主观的统一也是一个动态的历史的过程。C正确。联系具有客观性。事物的联系是事物本身所固有的、不以人的意志为转移的。D错误。",
        "level_text": "X4卷1",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 69426,
        "title": "【19】垄断是在自由竞争中形成的，是作为自由竞争的对立面产生的。但是，垄断并不能消除竞争，反而使竞争变得更加复杂和激烈。这是因为",
        "num": "19",
        "xuanxiang": [
          "A:垄断没有消除产生竞争的经济条件",
          "B:垄断必须通过竞争来维持",
          "C:垄断条件下的竞争与自由竞争在竞争目的上是相同的",
          "D:任何垄断组织都不可能把包罗万象的社会生产全部包下来"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "垄断是在自由竞争中形成的，是作为自由竞争的对立面产生的。但是，垄断并不能消除竞争，反而使竞争变得更加复杂和激烈。这是因为：①垄断没有消除产生竞争的经济条件。②垄断必须通过竞争来维持。③社会生产是复杂多样的，任何垄断组织都不可能把包罗万象的社会生产全部包下来。A、B、D正确。垄断条件下的竞争同自由竞争相比，具有一些新特点。在竞争目的上，自由竞争主要是为获得更多的利润或超额利润，不断扩大资本的积累，而垄断条件下的竞争则是为获取高额垄断利润，并不断巩固和扩大自己的垄断地位和统治权力。C错误。",
        "level_text": "X4卷1",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 69427,
        "title": "【20】社会主义是一项崭新的事业，其建设必然是一个不断探索的长期过程。在经济文化相对落后的国家建设社会主义，更具有历史长期性。其原因主要有",
        "num": "20",
        "xuanxiang": [
          "A:生产力发展状况的制约",
          "B:经济基础和上层建筑发展状况的制约",
          "C:国际环境的严峻挑战",
          "D:马克思主义执政党对社会主义发展道路的探索和对社会主义建设规律的认识需要一个长期的过程"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "在经济文化相对落后的国家建设社会主义具有历史长期性，主要原因有4点：①生产力发展状况的制约。②经济基础和上层建筑发展状况的制约。③国际环境的严峻挑战。④马克思主义执政党对社会主义发展道路的探索和对社会主义建设规律的认识，需要一个长期的过程。A、B、C、D全选。",
        "level_text": "X4卷1",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 69428,
        "title": "【21】我国社会主义改造完成以后，国内的社会矛盾和阶级关系发生重大变化。毛泽东等党和国家领导人深刻汲取苏联的经验教训，认真分析和研究中国社会主义建设的新情况、新问题，在广泛调研的基础上，形成了关于社会主义社会矛盾的学说。党在八大前后，特别是毛泽东在1957年2月所作的《关于正确处理人民内部矛盾的问题》的报告，系统论述了社会主义社会矛盾的理论。毛泽东关于社会主义社会矛盾的学说",
        "num": "21",
        "xuanxiang": [
          "A:科学揭示了社会主义社会发展的动力，以独创性的内容丰富了马克思主义的理论宝库",
          "B:为正确处理社会主义社会各种矛盾、创造良好的社会环境和政治环境提供了基本的理论依据",
          "C:为后来的社会主义改革奠定了理论基础",
          "D:标志着党探索中国社会主义建设道路的良好开端"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "毛泽东关于社会主义社会矛盾的学说，科学揭示了社会主义社会发展的动力，以独创性的内容丰富了马克思主义的理论宝库，为正确处理社会主义社会各种矛盾、创造良好的社会环境和政治环境提供了基本的理论依据，也为后来的社会主义改革奠定了理论基础，对党和社会主义建设事业具有长远的指导意义。A、B、C正确。《论十大关系》标志着党探索中国社会主义建设道路的良好开端，D错误。",
        "level_text": "X4卷1",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 69429,
        "title": "【22】马克思主义中国化时代化的理论成果是一脉相承又与时俱进的关系。毛泽东思想所蕴含的马克思主义的立场、观点和方法，为中国特色社会主义理论体系提供了基本遵循；中国特色社会主义理论体系在新的历史条件下进一步丰富和发展了毛泽东思想。它们都是",
        "num": "22",
        "xuanxiang": [
          "A:关于中国革命、建设和改革的正确的理论原则和经验总结",
          "B:马克思列宁主义在中国的运用和发展",
          "C:全国各族人民团结奋斗的共同思想基础",
          "D:党和国家必须长期坚持的指导思想"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "毛泽东思想是关于中国革命和建设的正确的理论原则和经验总结，不涉及对改革经验的总结问题；中国特色社会主义理论体系是在改革开放之后创立的，不涉及对革命经验的总结问题。A错误。",
        "level_text": "X4卷1",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 69430,
        "title": "【23】新民主主义革命理论，是以毛泽东同志为主要代表的中国共产党人，把马克思列宁主义基本原理同中国革命具体实践相结合，在认真总结中国革命实践经验基础上形成的具有独创性的革命理论。新民主主义革命理论",
        "num": "23",
        "xuanxiang": [
          "A:是对中国革命实践经验的概括和总结",
          "B:揭示了近代中国革命发展的客观规律，解决了中国革命的一系列理论问题",
          "C:科学地回答了中国革命向何处去的问题以及中国革命的发展阶段问题",
          "D:开辟了马克思主义中国化时代化的发展道路"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "新民主主义革命理论是在反对各种错误思想倾向的过程中形成的。它是从中国革命的具体实际出发，不拘泥于已有的结论，运用马克思主义的立场、观点和方法，独立自主地对中国革命实际问题作出的分析和研究，是对中国革命实践经验的概括和总结，是中国共产党集体智慧的结晶。新民主主义革命理论，揭示了近代中国革命发展的客观规律，解决了中国革命的一系列理论问题，科学地回答了中国革命向何处去的问题，以及中国革命的发展阶段问题，极大地丰富了马克思主义的理论宝库。新民主主义革命理论是马克思主义中国化时代化的重要理论成果，开辟了马克思主义中国化时代化的发展道路。在新民主主义革命理论的指导下，党团结带领人民经过浴血奋战，完成了新民主主义革命，于1949年建立了中华人民共和国，实现了民族独立、人民解放。中国人民从此站起来了，中华民族任人宰割、饱受欺凌的时代一去不复返了，中国发展从此开启了新纪元。A、B、C、D全选",
        "level_text": "X4卷1",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 69431,
        "title": "【24】中国式现代化创造了人类文明新形态，是一种全新的人类文明形态。中国式现代化",
        "num": "24",
        "xuanxiang": [
          "A:打破了“现代化=西方化”的迷思，展现了不同于西方现代化模式的新图景",
          "B:是对西方式现代化理论和实践的重大超越",
          "C:为广大发展中国家提供了全新选择",
          "D:是坚持和发展中国特色社会主义的必由之路"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "筒析中国式现代化，深深植根于中华优秀传统文化，体现科学社会主义的先进本质，借鉴吸收一切人类优秀文明成果，代表人类文明进步的发展方向，是一种全新的人类文明形态。中国式现代化提供了一种全新的现代化模式，打破了“现代化=西方化”的迷思，展现了不同于西方现代化的新图景。中国式现代化是对西方式现代化理论和实践的重大超越。中国式现代化为广大发展中国家提供了全新选择。A、B、C正确。坚持党的全面领导是坚持和发展中国特色社会主义的必由之路。改革开放是坚持和发展中国特色社会主义的必由之路。D错误。",
        "level_text": "X4卷1",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 69432,
        "title": "【25】2023年7月，《中共中央国务院关于促进民营经济发展壮大的意见》发布。此后，中央编办正式批复在国家发展改革委内部设立民营经济发展局。民营经济是推进中国式现代化的生力军，是高质量发展的重要基础，是推动我国全面建成社会主义现代化强国、实现第二个百年奋斗目标的重要力量。为促进民营经济发展壮大，必须持续优化民营经济发展环境，包括",
        "num": "25",
        "xuanxiang": [
          "A:持续破除市场准入壁垒",
          "B:全面落实公平竞争政策制度",
          "C:完善社会信用激励约束机制",
          "D:完善市场化重整机制"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "《中共中央国务院关于促进民营经济发展壮大的意见》共8个部分，第一部分是总体要求，另外7个部分是措施（共31条）。措施的第一部分就是“持续优化民营经济发展环境”，包括4条：持续破除市场准入壁垒；全面落实公平竞争政策制度；完善社会信用激励约束机制；完善市场化重整机制。A、B、C、D全选。",
        "level_text": "X4卷1",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 69433,
        "title": "【26】文化是一个国家、一个民族的灵魂。国家的富强，民族的振兴，无不伴随着文化的历史性进步。新时代新的文化使命是，在新的起点上",
        "num": "26",
        "xuanxiang": [
          "A:弘扬中国精神、传播中国价值、凝聚中国力量",
          "B:继续推动文化繁荣",
          "C:建设文化强国",
          "D:建设中华民族现代文明"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "新时代新的文化使命是，在新的起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明。B、C、D正确。弘扬中国精神、传播中国价值、凝聚中国力量是文艺工作者的神圣职责。A错误。",
        "level_text": "X4卷1",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 69434,
        "title": "【27】2023年是毛泽东同志批示学习推广“枫桥经验60周年，也是习近平总书记指示坚持和发展“枫桥经验“20周年。我们党之所以如此重视“枫桥经验”，是因为",
        "num": "27",
        "xuanxiang": [
          "A:基层治理是国家治理的基石",
          "B:城乡社区是社会治理最基本的单元",
          "C:社会治理的重心必须向基层下移",
          "D:城乡社区是党和政府联系、服务居民群众的“最后一公里”"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "基层治理是国家治理的基石，城乡社区是社会治理最基本的单元，是党和政府联系、服务居民群众的“最后一公里”。社会治理的重心必须向基层下移，落实到城乡社区，有效防范化解社会矛盾和风险，维护城乡社区群众和谐稳定的生活，努力打造和谐有序、绿色文明、创新包容、共建共享的幸福家园。A、B、C、D全选。",
        "level_text": "X4卷1",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 69435,
        "title": "【28】19世纪70年代以后，王韬、薛福成、马建忠、郑观应等人不仅主张学习西方的科学技术，同时也要求吸纳西方的政治、经济学说。他们的共同特点是具有",
        "num": "28",
        "xuanxiang": [
          "A:比较强烈的反对外国侵略的爱国思想",
          "B:比较强烈的追求中国独立富强的爱国思想",
          "C:追求实行民主共和制度的思想",
          "D:一定程度反对封建专制的民主思想"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "19世纪70年代以后，王韬、薛福成、马建忠、郑观应等人不仅主张学习西方的科学技术，同时也要求吸纳西方的政治、经济学说。他们的共同特点，就是具有比较强烈的反对外国侵略、追求中国独立富强的爱国思想，以及具有一定程度反对封建专制的民主思想。这些主张具有重要的思想启蒙的意义。A、B、D正确，C错误。",
        "level_text": "X4卷1",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 69436,
        "title": "【29】1927年4月12日，蒋介石在上海发动反共政变。同年7月15日，汪精卫在武汉召开“分共”会议，并在其辖区内对共产党员和革命群众实行搜捕和屠杀，国共合作全面破裂，大革命最终失败。大革命虽然失败了，但它的历史意义仍然是不可磨灭的。正是在这个时期，中国共产党人进行了轰轰烈烈的革命工作，领导了全国反帝反封建的伟大斗争，在中国革命史上写下了光荣的一页，同时",
        "num": "29",
        "xuanxiang": [
          "A:开始探索马克思主义中国化的途径",
          "B:初步提出了新民主主义革命的基本思想",
          "C:开始实行“工农武装割据”",
          "D:开始懂得进行土地革命和掌握革命武装的重要性"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "大革命虽然失败了，但它的历史意义仍然是不可磨灭的。正是在这个时期，中国共产党人进行了轰轰烈烈的革命工作，领导了全国反帝反封建的伟大斗争，在中国革命史上写下了光荣的一页，同时开始探索马克思主义中国化的途径，初步提出了新民主主义革命的基本思想，并从大革命的失败中汲取深刻历史教训，开始懂得进行土地革命和掌握革命武装的重要性。A、B、D正确。实行“工农武装割据”是在大革命失败后的土地革命战争时期，C错误。",
        "level_text": "X4卷1",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 69437,
        "title": "【30】1978年5月10日，中央党校内部刊物《理论动态》刊登《实践是检验真理的唯一标准》一文。第二天，《光明日报》以特约评论员名义公开发表这篇文章，新华社向全国转发。文章提出，社会实践不仅是检验真理的标准，而且是唯一的标准。在邓小平和许多老一辈革命家的支持下，关于真理标准问题的大讨论迅速在全党全社会展开。关于真理标准问题的大讨论",
        "num": "30",
        "xuanxiang": [
          "A:是一场深刻而广泛的马克思主义思想解放运动",
          "B:成为正本清源、拨乱反正和改革开放的思想先导",
          "C:使党内外开始出现酝酿对外开放和对各方面体制进行改革的新局面",
          "D:是解放思想、开辟新时期新道路的宣言书"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "在邓小平和许多老一辈革命家的支持下，关于真理标准问题的大讨论迅速在全党全社会展开。这场深刻而广泛的马克思主义思想解放运动，成为正本清源、拨乱反正和改革开放的思想先导。在关于真理标准问题的大讨论中，党内外思想日益活跃，开始出现酝酿对外开放和对各方面体制进行改革的新局面。A、B、C正确。1978年12月13日，邓小平在中央工作会议闭幕会上所作的题为《解放思想，实事求是，团结一致向前看》的讲话，是解放思想、开辟新时期新道路的宣言书，实际上成为随后召开的党的十一届三中全会的主题报告，为全会实现具有划时代意义的伟大转折奠定了重要基础。D错误。",
        "level_text": "X4卷1",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 69438,
        "title": "【31】张桂梅是云南省丽江市华坪县女子高级中学党支部书记、校长，华坪县儿童福利院（华坪儿童之家)院长。张桂梅扎根贫困地区40余年，创办全国第一所全免费女子高中，帮助1800多名贫困山区女孩圆梦大学，是为教育事业奉献一切的“张妈妈”。她拖着病体忘我工作，持续12年家访超过1600户，行程11万余公里，荣获“全国脱贫攻坚楷模”荣誉称号和“全国优秀共产党员”“全国先进工作者”“时代楷模”等称号。张桂梅的事迹对于我们正确认识个人理想与社会理想的启示有",
        "num": "31",
        "xuanxiang": [
          "A:个人理想以社会理想为指引",
          "B:社会理想的实现以个人理想的实现为前提和基础",
          "C:社会理想是对个人理想的汇聚和升华",
          "D:个人理想从属于社会理想"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "个人理想与社会理想的关系：①个人理想以社会理想为指引。从根本上说，个人理想是由社会理想规定的。在整个理想体系中，社会理想是最根本、最重要的，个人理想则从属于社会理想。个人理想的确立要以社会理想为导向，个人理想的实现依赖于社会理想的指引。②社会理想是个人理想的汇聚和升华。社会理想归根到底要靠全体社会成员的共同努力来实现，并具体体现在每个社会成员为实现个人理想而进行的活生生的实践中。A、C、D正确，B错误。",
        "level_text": "X4卷1",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 69439,
        "title": "【32】马克思说：“没有无义务的权利，也没有无权利的义务。”法律权利与法律义务的关系，就像一枚硬币的两面，不可分割，相互依存。下列选项内容正确的有",
        "num": "32",
        "xuanxiang": [
          "A:有些法律权利和法律义务具有复合性的关系",
          "B:法律权利的实现必须以相应法律义务的履行为条件",
          "C:法律义务的设定和履行必须以法律权利的行使为根据",
          "D:每个人既是享受法律权利的主体，又是承担法律义务的主体"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "法律权利与法律义务就像一枚硬币的两面，不可分割，相互依存。在社会生活中，每个人既是享受法律权利的主体，又是承担法律义务的主体。在法治国家，不存在只享受权利的主体，也不存在只承担义务的主体。法律权利的实现必须以相应法律义务的履行为条件；法律义务的设定和履行也必须以法律权利的行使为根据。离开了法律权利，法律义务就失去了履行的价值和动力；离开了法律义务，法律权利也形同虚设。B、C、D正确。有些法律权利和法律义务具有复合性的关系，即一个行为可以同时是权利行为和义务行为，如劳动的权利和义务、接受义务教育的权利和义务等。A正确。",
        "level_text": "X4卷1",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 69440,
        "title": "【33】2023年3月10日，中华人民共和国、沙特阿拉伯王国、伊朗伊斯兰共和国在北京发表三方联合声明，宣布沙特和伊朗达成一份协议，包括同意恢复双方外交关系，在至多两个月内重开双方使馆和代表机构；强调尊重各国主权，不干涉别国内政等。沙伊北京对话取得重要成果",
        "num": "33",
        "xuanxiang": [
          "A:为地区国家通过对话协商化解矛盾分歧、实现睦邻友好树立了典范",
          "B:铲除了中东地区不稳定的根源",
          "C:成为有力践行全球安全倡议的一次成功实践",
          "D:表明中国为妥善处理当今世界的热点问题发挥了建设性作用，展现了大国担当"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "中东地区被称为“火药库”，是世界最动荡的地区。中东问题主要是指阿以矛盾，核心是巴勒斯坦问题。中东地区持续动荡既有内部原因，如中东地区国家间及国家内部民族、宗教和教派矛盾等，也有外部原因。B错误。A、C、D正确。",
        "level_text": "X4卷1",
        "p_level_text": "33"
      }
    }
  },
  "X4卷2": {
    "X4卷2": {
      "1": {
        "timu_id": 69441,
        "title": "【1】辩证唯物主义是中国共产党人的世界观和方法论。辩证唯物主义最基本、最核心的观点是",
        "num": "1",
        "xuanxiang": [
          "A:对立统一规律",
          "B:世界的物质统一性原理",
          "C:资本主义必然灭亡，社会主义必然胜利",
          "D:关于人民群众创造历史的观点"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "世界的物质统一性原理是辩证唯物主义最基本、最核心的观点，是马克思主义的基石。B正确。对立统一规律是唯物辩证法的实质和核心。A错误。“资本主义必然灭亡，社会主义必然胜利”是科学社会主义的核心命题。C错误。关于人民群众创造历史的观点属于历史唯物主义范畴，D不符合题意。",
        "level_text": "X4卷2",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 69442,
        "title": "【2】原子钟是利用原子内部量子跃迁产生的信号进行时间测量的一种计时工具。利用原子钟得到的时间为“原子时”。原子时稳定精准，但是没有确切的时刻含义。基于地球自转的世界时则相反，它的秒长不够稳定，但是它的时刻对应着太阳在天空中的特定位置，反映着地球在空间自转角度的变化，与地极坐标等一起构成地球定向参数，与人们日常生活密切相关。1958年1月1日零时，“原子时”开始启用，那一瞬间“原子时”和“世界时”重合，随后各自独立运行。随着时间的推移，两者差异越来越大，“世界时”逐渐变慢。为了解决这一问题，人们引人另外一种非常重要的时间尺度，叫“协调世界时”，通过“闰秒”来协调“原子时”和“世界时”。1972年，协调世界时正式成为国际标准时间。以上材料说明",
        "num": "2",
        "xuanxiang": [
          "A:时间与空间离不开物质运动",
          "B:时空是一切运动的观念载体",
          "C:时间的客观实在性既是绝对的也是相对的",
          "D:人们可以任意改变时间的具体特性"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "筒析物质运动总是在一定的时间和空间中进行的，没有离开物质运动的“纯粹”时间和空间，也没有离开时间和空间的物质运动。利用原子内部的运动测量时间和利用地球自转运动测量时间，都说明了时间与空间离不开物质运动。A正确。时间与空间的客观实在性是不变的、无条件的，因而是绝对的。C错误。时空具有客观性，不依赖于人的时空观念或者时空知觉。B、D错误。",
        "level_text": "X4卷2",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 69443,
        "title": "【3】在资本主义社会里，资本家雇佣工人进行劳动并支付相应的工资。资本主义工资的本质是",
        "num": "3",
        "xuanxiang": [
          "A:工人全部劳动的报酬",
          "B:劳动力的价值或价格",
          "C:资本家预付的不变资本的一部分",
          "D:工人所创造的剩余价值的一部分"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "在资本主义制度下，工人的工资是劳动力的价值或价格，这是资本主义工资的本质。B正确。从数量上讲，资本主义工资支付的仅仅是工人必要劳动时间内创造的价值量（劳动力商品的价值)，而剩余劳动时间内创造的剩余价值是被资本家无偿占有的。A、D错误。不变资本是以生产资料形态存在的资本。可变资本是用来购买劳动力的那部分资本。C错误。",
        "level_text": "X4卷2",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 69444,
        "title": "【4】社会主义的发展道路必然呈现出多样性的特点。造成社会主义发展道路多样性的现实原因是",
        "num": "4",
        "xuanxiang": [
          "A:无产阶级政党自身成熟程度的不同",
          "B:历史文化传统的差异性",
          "C:时代和实践的不断发展",
          "D:自然地理环境的影响"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "造成社会主义发展道路多样性的现实原因是时代和实践的不断发展，C正确。A、B也是造成社会主义发展道路多样性的原因，但不是现实原因，故不选。自然地理环境的优劣对劳动生产率的提高产生积极或消极的影响，并对社会发展起促进或延缓的作用。自然地理环境的作用要受社会发展状况的制约，特别是受物质资料生产方式的制约。D不符合题意。",
        "level_text": "X4卷2",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 69445,
        "title": "【5】毛泽东思想的活的灵魂是贯穿于各个组成部分的立场、观点、方法，体现为实事求是、群众路线、独立自主三个基本方面，为党和人民事业发展提供了科学指引。坚持独立自主是中国共产党百年奋斗的十大历史经验之一。独立自主是",
        "num": "5",
        "xuanxiang": [
          "A:中华民族精神之魂",
          "B:中国共产党的最大政治优势",
          "C:一个国家、一个民族发展进步的不竭动力",
          "D:中国共产党区别于其他政党的显著标志"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "坚持独立自主是《中共中央关于党的百年奋斗重大成就和历史经验的决议》总结的十大历史经验之一。独立自主是中华民族精神之魂，是我们立党立国的重要原则。A正确。中国共产党的最大政治优势是密切联系群众，党执政后的最大危险是脱离群众。创新是一个国家、一个民族发展进步的不竭动力。勇于自我革命是中国共产党区别于其他政党的显著标志。人民立场是中国共产党的根本政治立场，是我们党区别于其他政党的显著标志。B、C、D错误。",
        "level_text": "X4卷2",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 69446,
        "title": "【6】在延安整风期间，毛泽东强调要“有的放矢”，要坚持用马克思主义之“矢”去射中国革命之“的”。毛泽东这里所说的“有的放矢”是指",
        "num": "6",
        "xuanxiang": [
          "A:马克思主义基本原理必须同中华优秀传统文化相结合",
          "B:独立自主",
          "C:守正创新",
          "D:实事求是"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "为了统一全党思想并为制定新民主主义革命的总路线奠定思想基础，毛泽东在延安整风期间从思想路线的角度，不仅系统阐述了坚持实事求是的重要性，而且对实事求是的科学含义作了马克思主义的界定。毛泽东把实事求是形象地比喻为“有的放矢”，强调我们要坚持用马克思主义之“矢”去射中国革命之“的”。经过延安整风和党的七大，实事求是的思想路线在全党得到了确立。D正确，A、B、C错误。",
        "level_text": "X4卷2",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 69447,
        "title": "【7】中国式现代化是中国共产党领导的社会主义现代化，既有各国现代化的共同特征，更有基于自己国情的中国特色。中国式现代化的显著特征是",
        "num": "7",
        "xuanxiang": [
          "A:中国式现代化是人口规模巨大的现代化",
          "B:中国式现代化是全体人民共同富裕的现代化",
          "C:中国式现代化是物质文明和精神文明相协调的现代化",
          "D:中国式现代化是人与自然和谐共生的现代化"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "2023年2月7日，习近平总书记在学习贯彻党的二十大精神研讨班开班式上发表讲话指出，人口规模巨大的现代化是中国式现代化的显著特征。人口规模不同，现代化的任务就不同，其艰巨性、复杂性就不同，发展途径和推进方式也必然具有自己的特点。A正确，B、C、D错误。",
        "level_text": "X4卷2",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 69448,
        "title": "【8】坚持和发展中国特色社会主义，是一个长期的、不断前进的奋斗历程。党的十八大以来，以习近平同志为核心的党中央领导全党全国各族人民开创了中国特色社会主义新时代，实现了具有里程碑意义的伟大变革。新时代我国发展壮大的必由之路是",
        "num": "8",
        "xuanxiang": [
          "A:团结奋斗",
          "B:中国特色社会主义",
          "C:贯彻新发展理念",
          "D:全面从严治党"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "中国特色社会主义是实现中华民族伟大复兴的必由之路；团结奋斗是中国人民创造历史伟业的必由之路；贯彻新发展理念是新时代我国发展壮大的必由之路；全面从严治党是党永葆生机活力、走好新的赶考之路的必由之路。C正确，A、B、D错误。",
        "level_text": "X4卷2",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 69449,
        "title": "【9】脱贫摘帽不是终点，而是新生活、新奋斗的起点。接下来要做好乡村振兴这篇大文章，让乡亲们生活越来越美好。实施乡村振兴战略的总方针是",
        "num": "9",
        "xuanxiang": [
          "A:农业农村现代化",
          "B:坚持农业农村优先发展",
          "C:产业兴旺、生态宜居、乡风文明、治理有效、生活富裕",
          "D:建立健全城乡融合发展体制机制和政策体系"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "实施乡村振兴战略，农业农村现代化是总目标，坚持农业农村优先发展是总方针，产业兴旺、生态宜居、乡风文明、治理有效、生活富裕是总要求，建立健全城乡融合发展体制机制和政策体系是制度保障。B正确，A、C、D错误。",
        "level_text": "X4卷2",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 69450,
        "title": "【10】商务部等5部门近日印发《关于公布中华老字号复核结果的通知》，将长期经营不善，甚至已经破产、注销、倒闭，或者丧失老字号注册商标所有权、使用权的55个品牌，移出中华老字号名录；对经营不佳、业绩下滑的73个品牌，要求6个月内予以整改；继续保留1000个经营规范、发展良好的品牌。市场预计，随着政府相关部门持续加大对中华老字号的管理力度，并采取约谈整改、移出名录等管理措施，倒逼中华老字号不断守正创新。在国货崛起的背景下，有着历史文化积淀的中华老字号有望进一步焕发活力，引领“新国潮”。这启示我们，构建高水平社会主义市场经济体制，关键是要处理好",
        "num": "10",
        "xuanxiang": [
          "A:政府和市场的关系",
          "B:企业和市场的关系",
          "C:中央和地方的关系",
          "D:消费者和生产者的关系"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "党的二十大着眼全面建设社会主义现代化国家目标任务，坚持社会主义市场经济改革方向，作出构建高水平社会主义市场经济体制的战略部署。构建高水平社会主义市场经济体制，关键是要处理好政府和市场的关系。使市场在资源配置中起决定性作用，更好发挥政府作用，二者是有机统一的，不是相互否定的，不能把二者割裂开来、对立起来。要用好“看不见的手”和“看得见的手”，推动有效市场和有为政府更好结合。A正确，B、C、D错误。",
        "level_text": "X4卷2",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 69451,
        "title": "【11】近代中国半殖民地半封建社会的矛盾，呈现出错综复杂的状况。其中，贯穿整个中国半殖民地半封建社会的始终，并对中国近代社会的发展变化起着决定性作用的最主要的矛盾是",
        "num": "11",
        "xuanxiang": [
          "A:农民阶级和地主阶级的矛盾",
          "B:无产阶级和资产阶级的矛盾",
          "C:封建主义和人民大众的矛盾",
          "D:帝国主义和中华民族的矛盾"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "近代中国半殖民地半封建社会的矛盾，呈现出错综复杂的状况。其中有：中华民族与资本-帝国主义的矛盾，农民阶级与地主阶级的矛盾，资产阶级与地主阶级的矛盾，无产阶级与资产阶级的矛盾，封建统治阶级内部各集团派系的矛盾，各帝国主义国家在中国争夺的矛盾，等等。在这些社会矛盾中，占支配地位的主要矛盾，是帝国主义和中华民族的矛盾，封建主义和人民大众的矛盾。这两对主要矛盾及其斗争贯穿整个中国半殖民地半封建社会的始终，并对中国近代社会的发展变化起着决定性的作用。中国近代社会的两对主要矛盾是互相交织在一起的，而帝国主义和中华民族的矛盾，是最主要的矛盾。D正确。",
        "level_text": "X4卷2",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 69452,
        "title": "【12】在中国大地上率先举起马克思主义旗帜的是李大钊。李大钊是从爱国的立场出发，从民主主义者转变为共产主义者的。从1918年7月起，他先后发表《法俄革命之比较观》《庶民的胜利》《Bolshevism的胜利》等文章，热情讴歌十月革命的胜利，指出十月革命是“二十世纪中世界革命的先声”，确信“将来的环球，必是赤旗的世界”。五四运动后，他更加致力于马克思主义的宣传。1919年9月、11月，李大钊发表《我的马克思主义观》一文，在当时思想界产生了重大影响，标志着",
        "num": "12",
        "xuanxiang": [
          "A:马克思主义开始与中国工人运动相结合",
          "B:马克思主义在中国进入比较系统的传播阶段",
          "C:马克思主义成为中国共产党的指导思想",
          "D:新民主主义革命的开端"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "1919年9月11月，李大钊发表《我的马克思主义观》一文，比较系统地介绍了马克思主义理论，在当时思想界产生重大影响，标志着马克思主义在中国进入比较系统的传播阶段。B正确，A、C、D错误。",
        "level_text": "X4卷2",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 69453,
        "title": "【13】党的七大在党的历史上具有重要里程碑意义，标志着我们党在政治上、思想上、组织上走向了成熟。“在政治上”的成熟是指",
        "num": "13",
        "xuanxiang": [
          "A:党形成了一支高举毛泽东旗帜的久经考验的政治家集团",
          "B:党确立了毛泽东思想在全党的指导地位，把毛泽东思想写人了党章",
          "C:为党后来不断从胜利走向胜利指明了正确方向、开辟了正确道路",
          "D:全党团结在毛泽东的旗帜下，实现了党的空前统一和团结"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "2022年10月27日，习近平带领中共中央政治局常委瞻仰延安革命纪念地。在中共七大会址，习近平指出，党的七大在党的历史上具有重要里程碑意义，标志着我们党在政治上、思想上、组织上走向了成熟。在政治上，党通过延安整风，使全党团结在毛泽东的旗帜下，实现了党的空前统一和团结。在思想上，党确立了毛泽东思想在全党的指导地位，把毛泽东思想写人了党章。在组织上，党形成了一支高举毛泽东旗帜的久经考验的政治家集团。党的七大在党的历史上具有极其重要的地位，为党后来不断从胜利走向胜利指明了正确方向、开辟了正确道路。D正确，A、B、C错误。",
        "level_text": "X4卷2",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 69454,
        "title": "【14】1952年6月，在“三反”“五反”运动行将结束、全国范围内土地改革基本完成之际，毛泽东指出：“在打倒地主阶级和官僚资产阶级以后，中国内部的主要矛盾即是工人阶级与民族资产阶级的矛盾，故不应再将民族资产阶级称为中间阶级。”这说明",
        "num": "14",
        "xuanxiang": [
          "A:民族资产阶级不再具有两面性",
          "B:民族资产阶级已经上升为最危险的敌人",
          "C:提出向社会主义过渡的任务已经成为必要",
          "D:中国的新民主主义社会已经结束"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "1952年6月，毛泽东指出：“在打倒地主阶级和官僚资产阶级以后，中国内部的主要矛盾即是工人阶级与民族资产阶级的矛盾，故不应再将民族资产阶级称为中间阶级。”这说明，明确提出向社会主义过渡的任务已经成为必要的了。C正确。即使在社会主义改造时期，民族资产阶级仍然具有两面性，既有剥削工人取得利润的一面，又有拥护中国共产党的领导、拥护宪法、愿意接受社会主义改造的一面。中国共产党与民族资产阶级长期保持着统一战线的关系，这就为将工人阶级和民族资产阶级之间的对抗性的矛盾转化为非对抗性的矛盾并按照人民内部矛盾来处理提供了前提。A、B错误。1949年10月至1956年年底社会主义改造完成前的中国社会，是新民主主义社会。D错误。",
        "level_text": "X4卷2",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 69455,
        "title": "【15】我国的法治同西方资本主义国家的法治最大的区别是",
        "num": "15",
        "xuanxiang": [
          "A:坚持党的领导",
          "B:坚持以人民为中心",
          "C:坚持中国特色社会主义制度",
          "D:坚持中国特色社会主义法治理论"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "党的领导是中国特色社会主义最本质的特征，是社会主义法治最根本的保证。把党的领导贯彻到依法治国全过程和各方面，是我国社会主义法治建设的一条基本经验。我国是人民民主专政的社会主义国家，党的领导是中国特色社会主义法治之魂，是我们的法治同西方资本主义国家的法治最大的区别。A正确。",
        "level_text": "X4卷2",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 69456,
        "title": "【16】2023年11月14日至17日，应美国总统拜登邀请，国家主席习近平赴美国旧金山举行中美元首会晤，同时应邀出席亚太经合组织(APEC)第三十次领导人非正式会议。当地时间11月15日，习近平在美国友好团体联合欢迎宴会上发表演讲，指出中国愿意同美国做伙伴、做朋友。习近平在演讲中强调，中美关系应该有的底色是",
        "num": "16",
        "xuanxiang": [
          "A:相互尊重",
          "B:和平共处",
          "C:合作共赢",
          "D:平等互利"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "当地时间11月15日，习近平在美国友好团体联合欢迎宴会上发表演讲。习近平指出，中国愿意同美国做伙伴、做朋友。我们处理中美关系的根本遵循就是相互尊重、和平共处、合作共赢。相互尊重是人与人打交道的基本礼数，也是中美两国相处的起码准则。和平共处是国际关系基本准则，更是中美两个大国必须守住的底线。合作共赢是时代发展的潮流，也是中美关系应该有的底色。C正确，A、B、D错误。二、多项选择题",
        "level_text": "X4卷2",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 69457,
        "title": "【17】世界上既不存在定于一尊的现代化模式，也不存在放之四海而皆准的现代化标准。纵观古今中外，一切成功发展振兴的民族，都是找到了适合自己实际的道路的民族。习近平总书记深刻指出：“我们党一开始就保持着清醒的头脑，并没有像一些发展中国家那样亦步亦趋地跟在西方国家后面简单模仿，而是强调从中国实际出发，走自己的现代化道路。”中国式现代化，是一种全新的人类文明形态，既有各国现代化的共同特征，更有基于自己国情的中国特色，打破了“现代化=西方化”的迷思，展现了现代化的另一幅图景，证明了“现代化不是少数国家的‘专利品’，也不是非此即彼的'单选题’，不能搞简单的千篇一律、‘复制粘贴’”。以上材料说明",
        "num": "17",
        "xuanxiang": [
          "A:规律的客观性并不否定人们历史活动的能动性",
          "B:历史条件的多样性决定了各国选择发展道路的多样性",
          "C:人类社会历史发展是普遍性和特殊性的有机统一",
          "D:文化条件对于人民群众创造历史的活动有着首要的、决定性的影响"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "社会历史的发展有其自身规律，但社会历史活动是作为主体的人的活动，人们在顺应历史必然性的前提下能够作出自己的选择，以满足自身的需要和利益。一个国家走向现代化，既要遵循现代化一般规律，更要符合本国实际，具有本国特色。A正确。世界上既不存在定于一尊的现代化模式，也不存在放之四海而皆准的现代化标准。历史条件的多样性决定了各国选择发展道路的多样性。B正确。人类社会历史发展是普遍性和特殊性的有机统一。普遍性是历史发展的共性，是无条件的、绝对的；特殊性是历史发展的个性，是有条件的、相对的。普遍性与特殊性相互联结，普遍性寓于特殊性之中，并通过特殊性表现出来。中国式现代化是现代化普遍性与特殊性的有机结合，创造了人类文明新形态。C正确。人民群众创造历史的活动受到一定社会历史条件的制约。经济条件对于人民群众创造历史的活动有着首要的、决定性的影响。精神文化条件是制约人民群众创造历史活动的重要因素。D错误。",
        "level_text": "X4卷2",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 69458,
        "title": "【18】“一团耀眼的白光从山脉尽头升起……”在科幻小说《三体》中，太空飞船核聚变发动机发出的光芒如同太阳。利用核聚变等技术，人类走出地球家园，走向广袤宇宙。2023年4月12日21时，中国有“人造太阳”之称的全超导托卡马克核聚变实验装置(EAST)获重大成果，成功实现了403秒稳态长脉冲高约束模式等离子体运行，创造了托卡马克装置高约束模式运行新的世界纪录，对探索未来的聚变堆前沿物理问题，提升核聚变能源经济性、可行性，加快实现聚变发电具有重要意义。以上材料说明",
        "num": "18",
        "xuanxiang": [
          "A:人类的一切想象都能随着科技的发展转化成现实",
          "B:文学艺术作为一种社会意识形式是对社会生活的反映",
          "C:人们可以创造出世界上原来所没有的东西来满足自己的需要",
          "D:人类已经成为自然界的自觉的和真正的主人"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "文学艺术是通过塑造具体生动的形象来反映社会生活的社会意识形式。社会意识形式是高层次的社会意识，是自觉的、系统的、相对稳定的社会意识，包括政治法律思想、道德、艺术、宗教、哲学、科学等，以理性认识为主。B正确。意识具有指导实践改造客观世界的作用。改变世界或创造世界不仅意味着强化客观世界的变化过程，而且意味着创造出世界上原来所没有的东西，即没有人的参与永远也不可能出现的东西。C正确。只有可能才可以变为现实，比如制造永动机这种想象就永远不可能变为现实。A错误。共产主义社会实现了人类解放，人类将最终从支配他们生活和命运的异己力量中解放出来，实现从必然王国向自由王国的飞跃，开始自觉地创造自己的历史。只有到那个时候，人们才第一次成为自然界的自觉的和真正的主人。D错误。",
        "level_text": "X4卷2",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 69459,
        "title": "【19】资本是在运动中增殖的，必须不断地、周而复始地循环，才能不断地带来剩余价值。这种周而复始、不断反复着的资本循环，就叫作资本的周转。影响资本周转快慢的因素有许多，关键的因素有",
        "num": "19",
        "xuanxiang": [
          "A:资本周转的时间",
          "B:所用资本和所费资本之间的差额",
          "C:生产资本的固定资本和流动资本的构成",
          "D:资本家预付资本的大小"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "影响资本周转快慢的因素有许多，关键的因素有两个：一是资本周转的时间，二是生产资本的固定资本和流动资本的构成。要加快资本周转速度，获得更多剩余价值，就要缩短资本周转时间，加快流动资本的周转速度。A、C正确。资本积累规模的大小取决于资本家对工人的剥削程度、劳动生产率的高低、所用资本和所费资本之间的差额以及资本家预付资本的大小。B、D不符合题意。",
        "level_text": "X4卷2",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 69460,
        "title": "【20】垄断利润主要是通过垄断组织制定的垄断价格来实现的。垄断价格包括垄断高价和垄断低价两种形式。垄断高价是指垄断组织出售商品时规定的高于生产价格的价格，垄断低价是指垄断组织在购买非垄断企业所生产的原材料等生产资料时规定的低于生产价格的价格。垄断组织操价格带来的结果是",
        "num": "20",
        "xuanxiang": [
          "A:抑制了市场上价格的自由波动",
          "B:垄断价格一定时期内背离生产价格和价值",
          "C:对商品价值和剩余价值作了有利于垄断资本的再分配",
          "D:整个社会商品的价值不再由生产它们的社会必要劳动时间决定"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "垄断组织操纵价格带来的结果是抑制了市场上价格的自由波动，垄断价格一定时期内背离生产价格和价值。但是，从全社会看，整个社会商品的价值仍然是由生产它们的社会必要劳动时间决定的，垄断价格既不能增加也不能减少整个社会所生产的价值总量，它只是对商品价值和剩余价值作了有利于垄断资本的再分配。A、B、C正确，D错误。",
        "level_text": "X4卷2",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 69461,
        "title": "【21】毛泽东在新民主主义革命时期领导我们党克服了党内曾经盛行的把马克思主义教条化、把共产国际决议和苏联经验神圣化的错误倾向，在全党确立了实事求是的思想路线，由此保证了新民主主义革命和社会主义改造的胜利。然而，党没能始终如一坚持这条思想路线，在社会主义建设道路的探索中出现了曲折。党的十一届三中全会以后，以邓小平同志为主要代表的中国共产党人重新确立并丰富发展了这一思想路线，提出了一系列有利于增强党的团结和调动一切积极因素的方针政策。党的思想路线的重新确立，解决了一系列重大理论和实践问题。具体来说就是，坚持解放思想、实事求是",
        "num": "21",
        "xuanxiang": [
          "A:有力推动和保证了拨乱反正的进行",
          "B:破除了僵化的社会主义模式观念，坚持走自己的路",
          "C:一切从社会主义初级阶段的实际出发",
          "D:坚持以“三个有利于”作为检验一切工作是非得失的根本标准"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "党的思想路线的重新确立，解决了一系列重大理论和实践问题。坚持解放思想、实事求是：①有力推动和保证了拨乱反正的进行。②破除了僵化的社会主义模式观念，坚持走自己的路。③一切从社会主义初级阶段的实际出发。④坚持以“三个有利于”作为检验一切工作是非得失的根本标准，破除了在改革开放进程中离开发展生产力抽象谈论姓“社”姓“资”的思维定势，把我国的改革开放和现代化建设推进到一个新的阶段。A、B、C、D全选。",
        "level_text": "X4卷2",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 69462,
        "title": "【22】1938年11月，毛泽东在《战争和战略问题》中明确指出：“共产党的任务，基本地不是经过长期合法斗争以进入起义和战争，也不是先占城市后取乡村，而是走相反的道路。”中国走农村包围城市、武装夺取政权道路的依据是",
        "num": "22",
        "xuanxiang": [
          "A:无产阶级是革命的领导阶级",
          "B:农民占全国人口绝大多数，是无产阶级可靠的同盟军和革命的主力军",
          "C:中国外无民族独立而受帝国主义的压迫",
          "D:中国内无民主制度而受封建主义的压迫"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "B、C、D正确。无产阶级是革命的领导阶级，不是中国走农村包围城市、武装夺取政权道路的依据。俄国十月革命也是无产阶级领导的，但走的却是城市包围农村的道路。A错误。",
        "level_text": "X4卷2",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 69463,
        "title": "【23】毛泽东思想是被实践证明了的关于中国革命和建设的正确的理论原则和经验总结。在毛泽东思想指引下，我们党领导全国人民，找到了一条新民主主义革命的正确道路，完成了反对帝国主义、封建主义、官僚资本主义的任务，结束了中国半殖民地半封建社会的历史，建立了中华人民共和国，实现了中国从几千年封建专制政治向人民民主的伟大飞跃。毛泽东对我们党找到一条新民主主义革命的正确道路作出的贡献有",
        "num": "23",
        "xuanxiang": [
          "A:把武装斗争的主攻方向首先指向农村",
          "B:创建了井冈山革命根据地",
          "C:创造性地解决了为坚持和发展农村根据地所必须解决的一系列根本问题",
          "D:从理论上逐步闸述中国革命道路问题，形成农村包围城市、武装夺取政权的思想"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "1927年9月9日，毛泽东等领导的湘赣边界秋收起义爆发。起义军公开打出了“工农革命军”的旗帜，在攻打中心城市长沙受挫后，毛泽东果断改变计划，决定向敌人控制比较薄弱的农村转移。毛泽东率领队伍开赴井冈山，创建了井冈山革命根据地，把武装斗争的主攻方向首先指向农村。毛泽东不仅在实践中首先把武装斗争的立足点放在农村，领导开创井冈山根据地，创造性地解决了为坚持和发展农村根据地所必须解决的一系列根本问题，而且从理论上逐步对中国革命道路问题作出明确说明。A、B、C、D全选。",
        "level_text": "X4卷2",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 69464,
        "title": "【24】我们正在向第二个百年奋斗目标迈进。适应我国社会主要矛盾的变化，更好满足人民日益增长的美好生活需要，必须推动全体人民共同富裕取得更为明显的实质性进展。实现共同富裕不仅是经济问题，而且是关系党的执政基础的重大政治问题。共同富裕是",
        "num": "24",
        "xuanxiang": [
          "A:中国特色社会主义的本质要求，是中国式现代化的重要特征",
          "B:全体人民共同富裕，是人民群众物质生活和精神生活都富裕",
          "C:不同人群同时富裕，不同地区齐头并进",
          "D:一个总体概念，是对全社会而言的"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "习近平在《扎实推动共同富裕》一文中强调，共同富裕是社会主义的本质要求，是中国式现代化的重要特征。文章指出，共同富裕是全体人民共同富裕，是人民群众物质生活和精神生活都富裕，不是少数人的富裕，也不是整齐划一的平均主义。要深人研究不同阶段的目标，分阶段促进共同富裕。全体人民共同富裕是一个总体概念，是对全社会而言的，要从全局上来看。我们要实现14亿多人共同富裕，必须脚踏实地、久久为功，不是所有人都同时富裕，也不是所有地区同时达到一个富裕水准。不同人群不仅实现富裕的程度有高有低，时间上也会有先有后；不同地区富裕程度还会存在一定差异，不可能齐头并进。这是一个在动态中向前发展的过程，要持续推动，不断取得成效。A、B、D正确，C错误。",
        "level_text": "X4卷2",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 69465,
        "title": "【25】加快构建新发展格局，是立足实现第二个百年奋斗目标、统筹发展和安全作出的战略决策，是把握未来发展主动权的战略部署，是推动高质量发展的战略基点。大力推动构建新发展格局，必须",
        "num": "25",
        "xuanxiang": [
          "A:着力推动实施扩大内需战略同深化供给侧结构性改革有机结合",
          "B:着力发展实体经济",
          "C:着力加快科技自立自强",
          "D:着力推动产业链供应链优化升级"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "全面建成新发展格局任重道远，必须坚持问题导向和系统观念，着力破除制约加快构建新发展格局的主要矛盾和问题，不断扬优势、补短板、强弱项。大力推动构建新发展格局，必须着力推动实施扩大内需战略同深化供给侧结构性改革有机结合；着力发展实体经济；着力加快科技自立自强；着力推动产业链供应链优化升级。A、B、C、D全选。",
        "level_text": "X4卷2",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 69466,
        "title": "【26】文化自信是更基础、更广泛、更深厚的自信，是一个国家、一个民族发展中最基本、最深沉、最持久的力量。建设社会主义文化强国、推动社会主义文化繁荣兴盛，关键在于坚定中国特色社会主义文化自信。我们坚定文化自信的底气在于",
        "num": "26",
        "xuanxiang": [
          "A:全人类共同价值是我们坚定文化自信的价值基础",
          "B:中华优秀传统文化是我们坚定文化自信的深厚基础",
          "C:中国特色社会主义伟大实践是我们坚定文化自信的现实基础",
          "D:党带领人民在伟大斗争中孕育的革命文化和社会主义先进文化是我们坚定文化自信的坚强基石"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "我们坚定文化自信的底气：①中华优秀传统文化是我们坚定文化自信的深厚基础。②党带领人民在伟大斗争中孕育的革命文化和社会主义先进文化是我们坚定文化自信的坚强基石。③中国特色社会主义伟大实践是我们坚定文化自信的现实基础。B、C、D正确，A错误。",
        "level_text": "X4卷2",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 69467,
        "title": "【27】生态环境问题归根到底是经济发展方式和生活方式问题。绿水青山就是金山银山，这是重要的发展理念，也是推进现代化建设的重大原则。绿水青山就是金山银山",
        "num": "27",
        "xuanxiang": [
          "A:明确了新时代我国发展壮大的必由之路",
          "B:指明了实现发展和保护协同共生的新路径",
          "C:阐明了经济发展与生态环境保护之间的关系",
          "D:揭示了保护生态环境就是保护生产力、改善生态环境就是发展生产力的道理"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "生态环境问题归根到底是经济发展方式和生活方式问题。绿水青山就是金山银山，这是重要的发展理念，也是推进现代化建设的重大原则。这一理念，阐明了经济发展与生态环境保护之间的关系，揭示了保护生态环境就是保护生产力、改善生态环境就是发展生产力的道理，指明了实现发展和保护协同共生的新路径。B、C、D正确。贯彻新发展理念是新时代我国发展壮大的必由之路，A错误。",
        "level_text": "X4卷2",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 69468,
        "title": "【28】洋务运动是在19世纪60年代初第二次鸦片战争结束后，在清政府镇压太平天国起义与捻军起义的过程中兴起的。洋务运动历时30多年，虽然因北洋海军在甲午战争一役全军覆没而告失败，但是，洋务运动仍然有它的历史作用，表现在",
        "num": "28",
        "xuanxiang": [
          "A:开办了一批新式学堂，派出了最早的官派留学生，这是中国近代教育的开始",
          "B:裁撤绿营，建立新军，巩固了国防和边防",
          "C:传统的“重本抑末”等观念受到冲击，社会风气和价值观念开始变化",
          "D:客观上对中国的早期工业和民族资本主义的发展起了某些促进作用"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "洋务派提出“自强”“求富”的主张，通过所掌握的国家权力集中力量优先发展军事工业，同时也试图“稍分洋商之利”，发展若干民用企业，在客观上对中国的早期工业和民族资本主义的发展起了某些促进作用。但是，洋务派兴办洋务新政，主要是为了维护封建统治，并不是要使中国朝着独立的资本主义方向发展。洋务运动时期，为了培养通晓洋务的人才，开办了一批新式学堂，派出了最早的官派留学生，这是中国近代教育的开始。与此同时，还翻译了一批近代自然科学书籍，给当时的中国带来了新的知识，使人们开阔了眼界。洋务运动时期，伴随着资本主义生产方式的出现，传统的“重本抑末”等观念受到冲击，社会风气和价值观念开始变化，工商业者的地位上升。对一部分人来说，西方的各种技术和器物不再被当作“奇技淫巧”受到排斥，而是被视为模仿、学习的对象。这一切，都有利于资本主义经济的发展，也有利于社会风气的改变。A、C、D正确。“裁撤绿营，建立新军”是清末“新政\"的内容。甲午战争一役北洋水师全军覆没就说明洋务运动并没有实现巩固国防和边防的目的。B错误",
        "level_text": "X4卷2",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 69469,
        "title": "【29】1941年5月，毛泽东作了《改造我们的学习》的报告。整风运动首先在党的高级干部中进行。1942年2月，毛泽东先后作了《整顿党的作风》和《反对党八股》的讲演，整风运动在全党范围普遍展开。任弼时在《学习毛泽东整顿三风报告的笔记》中记录了参加整风运动的体会：“毛泽东同志整顿三风报告中，关于反对主观主义的主要精神，是正确地提出了对待马列主义态度问题。告诉我们学习马列主义，不是学它的字句，而是要学会用它的立场、观点和方法去解决革命中的实际问题，找出革命的发展规律，来便于我们具体决定政策。”整风运动",
        "num": "29",
        "xuanxiang": [
          "A:使实事求是的思想路线在全党范围确立起来",
          "B:以党的六届七中全会原则通过《关于若干历史问题的决议》而胜利结束",
          "C:开始了马克思主义与中国实际的“第一次结合”",
          "D:是一次深刻的马克思主义思想教育运动和思想解放运动"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "商折整风运动以党的六届七中全会原则通过《关于若干历史问题的决议》而胜利结束。整风运动是一次深刻的马克思主义思想教育运动，也是一场思想解放运动。它坚持马克思主义同中国实际相结合的正确方向，使实事求是的思想路线在全党范围确立起来，增强了全党团结，为党的七大胜利召开创造了充分条件，有力促进了中国革命事业发展。A、B、D正确。马克思主义与中国实际的“第一次结合”是指马克思主义与中国新民主主义革命相结合，这在中国共产党成立以后，尤其是在毛泽东探索中国革命新道路的时候就开始了。C错误。",
        "level_text": "X4卷2",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 69470,
        "title": "【30】1978年12月，邓小平在为党的十一届三中全会做准备的中央工作会议上发表了《解放思想，实事求是，团结一致向前看》的重要讲话，这个讲话",
        "num": "30",
        "xuanxiang": [
          "A:实际上是党的十一届三中全会的主题报告",
          "B:是解放思想、开辟新时期新道路的宣言书",
          "C:标志着党在指导思想上的拨乱反正胜利完成",
          "D:为党的十一届三中全会实现具有划时代意义的伟大转折奠定了重要基础"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "1978年12月，邓小平在为党的十一届三中全会做准备的中央工作会议上发表了《解放思想，实事求是，团结一致向前看》的重要讲话。这个讲话是解放思想、开辟新时期新道路的宣言书，实际上成为随后召开的党的十一届三中全会的主题报告，为全会实现具有划时代意义的伟大转折莫定了重要基础。A、B、D正确。党的十一届六中全会制定的《关于建国以来党的若干历史问题的决议》，标志着党在指导思想上的拨乱反正胜利完成。C错误。",
        "level_text": "X4卷2",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 69471,
        "title": "【31】中国革命道德内容丰富、历久弥新，是中国共产党领导全体人民实现民族独立、人民解放的精神支撑，对于我们走好新时代的长征路，实现中华民族伟大复兴仍然具有极其重要的现实意义。中国革命道德的当代价值在于，发扬革命道德、传承红色基因，有利于",
        "num": "31",
        "xuanxiang": [
          "A:加强和巩固社会主义和共产主义的理想信念",
          "B:培育和践行社会主义核心价值观",
          "C:引导人们树立正确的道德观",
          "D:培育良好的社会道德风尚"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "中国革命道德具有极其重要的现实意义：①有利于加强和巩固社会主义和共产主义的理想信念。②有利于培育和践行社会主义核心价值观。③有利于引导人们树立正确的道德观。④有利于培育良好的社会道德风尚。A、B、C、D全选。",
        "level_text": "X4卷2",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 69472,
        "title": "【32】推进全面依法治国，必须走对路，如果走错路，那再提什么要求和举措也都没有意义。每一条法治道路底下都有一种政治立场，每一种法治模式当中都有一种政治逻辑。中国特色社会主义法治道路的核心要义，就是要",
        "num": "32",
        "xuanxiang": [
          "A:坚持党的领导",
          "B:坚持以人民为中心",
          "C:坚持中国特色社会主义制度",
          "D:贯彻中国特色社会主义法治理论"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "中国特色社会主义法治道路的核心要义，就是要坚持党的领导，坚持中国特色社会主义制度，贯彻中国特色社会主义法治理论，这充分体现了我国社会主义性质，具有鲜明的中国特色、实践特色、时代特色。A、C、D正确，B错误。",
        "level_text": "X4卷2",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 69473,
        "title": "【33】2023年10月18日，第三届“一带一路”国际合作高峰论坛开幕式在北京举行。习近平出席开幕式并发表主旨演讲指出，过去10年取得的成绩弥足珍贵，经验值得总结，我们深刻认识到",
        "num": "33",
        "xuanxiang": [
          "A:人类是相互依存的命运共同体",
          "B:只有合作共赢才能办成事、办好事、办大事",
          "C:只有秉持开放的区域主义，才能提升区域经济一体化水平",
          "D:和平合作、开放包容、互学互鉴、互利共赢的丝路精神是共建“一带一路”最重要的力量源泉"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "2023年10月18日，习近平在第三届“一带一路”国际合作高峰论坛开幕式的主旨演讲中指出，过去10年取得的成绩弥足珍贵，经验值得总结，我们深刻认识到，人类是相互依存的命运共同体。世界好，中国才会好；中国好，世界会更好。我们深刻认识到，只有合作共赢才能办成事、办好事、办大事。我们深刻认识到，和平合作、开放包容、互学互鉴、互利共赢的丝路精神，是共建“一带一路”最重要的力量源泉。A、B、D正确。当地时间2023年11月16日，习近平在亚太经合组织工商领导人峰会上的书面演讲中指出，开放包容是亚太合作的主旋律。亚太发展靠的是开放包容、取长补短、互通有无，而不是对立对抗、以邻为壑、“小院高墙”。我们秉持开放的区域主义，共同制定了茂物目标和布特拉加亚愿景，推进贸易和投资自由化便利化，提升区域经济一体化水平。C错误。",
        "level_text": "X4卷2",
        "p_level_text": "33"
      }
    }
  },
  "X4卷3": {
    "X4卷3": {
      "1": {
        "timu_id": 69474,
        "title": "【1】物质生产活动是人们运用自身的力量并运用工具改造自然物的过程。在这个过程中，对象按照主体的需要发生了结构和形式上的变化，形成了自然界原来所没有的种种对象物。这说明",
        "num": "1",
        "xuanxiang": [
          "A:人类一切实践活动的结果都是主体客体化的结果",
          "B:人类的实践活动能够改变自然界的客观实在性",
          "C:人自身的尺度和需要构成了人类社会存在和发展的基础",
          "D:合理改造自然规律是人的主观能动性的突出表现"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "主体客体化，是人通过实践使自己的本质力量作用于客体，使其按照主体的需要发生结构和功能上的变化，形成了世界上本来不存在的对象物。它是人的体力和智力的物化体现，是主体的本质力量通过实践活动积淀、凝聚和物化在客体中。实际上，人类一切实践活动的结果都是主体客体化的结果。A正确。人类的实践活动能够改变自然事物的形态和面貌，在自然界打上人类的印记，使之成为人化的自然，但不能改变自然界的客观实在性。B错误。人类社会的自然基础是物质的，人类获取生活资料的生产活动是物质的，特别是物质资料的生产方式构成了人类社会存在和发展的基础，集中体现着人类社会的物质性。C错误。规律是客观的，人不能创造、改造或消灭规律。D错误。",
        "level_text": "X4卷3",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 69475,
        "title": "【2】一个时代有一个时代的文化，一个时代有一个时代的精神。前段时间，“中国国家版本馆首批网络数字版本人藏仪式”举行，电视剧《扫黑风暴》、小说《大国重工》、音乐《沪依江南》等作品人藏。版本，是记录历史、传承文明的“金种子”。从龟甲金石到竹简布帛，从雕版刻印到活字印刷，从铅字排印到激光照排，从有形载体到虚拟载体，版本的迭代见证着文明的进步。中华文明的传承，如同长江黄河一样奔腾不息。每一次新版本的诞生都为这条大江大河注入新的水源，赋予它更加充沛的力量。以上材料说明",
        "num": "2",
        "xuanxiang": [
          "A:文化是推动社会发展的决定力量",
          "B:社会存在与社会意识具有完全同步性",
          "C:精神追求是人类其他一切活动的首要前提",
          "D:文明反映了人类社会实践活动的积极成果"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "文明是人类创造的所有物质成果、精神成果和制度成果的总和，是标志社会进步程度的范畴，反映了人类社会实践活动的积极成果。D正确。文化是推动社会发展的重要力量，物质资料的生产方式是社会发展的决定力量。A错误。社会意识与社会存在发展具有不完全同步性和不平衡性。B错误。物质生产活动及生产方式是人类社会赖以存在和发展的基础，是人类其他一切活动的首要前提。C错误。",
        "level_text": "X4卷3",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 69476,
        "title": "【3】进入21世纪以来，随着经济全球化的深人发展，新一轮科技革命和产业变革进入空前密集活跃期，社会化大生产在世界范围内更大规模、更广范围、更深层次展开，世界格局深度调整，资本主义呈现出一些新变化、新特征。当代资本主义最突出、最鲜明、最主要的特征是",
        "num": "3",
        "xuanxiang": [
          "A:社会阶级层级结构呈现复杂性、多样化",
          "B:科技创新加速资本主义生产方式变化",
          "C:国际金融资本的垄断",
          "D:发达资本主义国家在世界范围内推行霸权主义和强权政治"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "当代资本主义呈现出的一些新变化、新特征包括：①科技创新加速资本主义生产方式变化。②国际金融垄断资本主义影响日益显现。资本主义生产方式新变化在有效降低信息获取、资源匹配和商品交换成本，有力推动物质财富的创造和积累的同时，也推动资本积累方式从一般产业资本积累向国际金融垄断资本积累转变，国际金融资本的垄断成为当代资本主义最突出、最鲜明、最主要的特征。③社会阶级层级结构呈现复杂性、多样化。④发达资本主义国家凭借经济、科技、文化传播等超级优势，在世界范围内推行霸权主义和强权政治。C正确。",
        "level_text": "X4卷3",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 69477,
        "title": "【4】1921年3月，俄共（布）召开十大，毅然决定从战时共产主义政策过渡到新经济政策。新经济政策的主要特征是",
        "num": "4",
        "xuanxiang": [
          "A:开展农业合作化",
          "B:发展商品经济",
          "C:优先发展重工业",
          "D:多种经济成分并存"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "1921年3月，俄共（布）召开十大，毅然决定从战时共产主义政策过渡到实行以发展商品经济为主要特征的新经济政策。其主要内容有：用粮食税制取代余粮收集制，允许私人自由贸易，恢复商品货币关系，允许私人小工业企业发展，采取一些国家资本主义的形式来发展生产。B正确。A、C、D错误。",
        "level_text": "X4卷3",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 69478,
        "title": "【5】中国革命走农村包围城市、武装夺取政权的道路，根本在于处理好土地革命、武装斗争、农村革命根据地建设三者之间的关系。其中，农村革命根据地是中国革命的",
        "num": "5",
        "xuanxiang": [
          "A:基本内容",
          "B:主要形式",
          "C:战略阵地",
          "D:基本武器"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "中国革命走农村包围城市、武装夺取政权的道路，根本在于处理好土地革命、武装斗争、农村革命根据地建设三者之间的关系。土地革命是中国革命的基本内容；武装斗争是中国革命的主要形式，是农村根据地建设和土地革命的强有力保证；农村革命根据地是中国革命的战略阵地，是进行武装斗争和开展土地革命的依托。C正确，A、B错误。新民主主义革命战胜敌人的两个基本武器是统一战线和武装斗争，D错误",
        "level_text": "X4卷3",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 69479,
        "title": "【6】所谓精髓，对于理论而言，指的是能使这一理论得以形成和发展并贯穿始终，同时又体现在这一理论中最本质的东西。邓小平理论的精髓是",
        "num": "6",
        "xuanxiang": [
          "A:解放思想、实事求是",
          "B:解放生产力，发展生产力",
          "C:坚持四项基本原则",
          "D:解放思想、实事求是、求真务实"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "解放思想、实事求是，是邓小平理论的精髓。A正确。",
        "level_text": "X4卷3",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 69480,
        "title": "【7】中国式现代化区别于西方现代化的显著标志是",
        "num": "7",
        "xuanxiang": [
          "A:中国式现代化是人口规模巨大的现代化",
          "B:中国式现代化是全体人民共同富裕的现代化",
          "C:中国式现代化是人与自然和谐共生的现代化",
          "D:中国式现代化是走和平发展道路的现代化"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "2023年2月7日，习近平总书记在学习贯彻党的二十大精神研讨班开班式上发表讲话指出，中国式现代化是全体人民共同富裕的现代化。这是中国式现代化的本质特征，也是区别于西方现代化的显著标志。B正确，A、C、D错误。",
        "level_text": "X4卷3",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 69481,
        "title": "【8】2023年10月30日至31日，中央金融工作会议在北京举行。会议强调，金融是国民经济的血脉是国家核心竞争力的重要组成部分，要加快建设金融强国。会议指出，党的十八大以来，党中央马克思主义金融理论同当代中国具体实际相结合、同中华优秀传统文化相结合，坚定不移走中国特色金融发展之路，推动我国金融高质量发展，为以中国式现代化全面推进强国建设、民族复兴业提供有力支撑。会议强调，作为金融工作的永恒主题的是",
        "num": "8",
        "xuanxiang": [
          "A:坚持以人民为中心",
          "B:坚持金融服务实体经济",
          "C:坚持防控风险",
          "D:坚持在市场化法治化轨道上推进金融创新发展"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "2023年中央金融工作会议强调必须坚持党中央对金融工作的集中统一领导，坚持以人民为中心的价值取向，坚持把金融服务实体经济作为根本宗旨，坚持把防控风险作为金融工作的永恒主题，坚持在市场化法治化轨道上推进金融创新发展，坚持深化金融供给侧结构性改革，坚持统筹金融开放和安全，坚持稳中求进工作总基调(8个坚持)。C正确。A、B、D错误。",
        "level_text": "X4卷3",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 69482,
        "title": "【9】科技是国之利器，国家赖之以强，企业赖之以赢，人民生活赖之以好。中国要强，中国人民生活要好，必须有强大科技。创新始终是一个国家、一个民族发展的不竭动力。科技创新的源头是",
        "num": "9",
        "xuanxiang": [
          "A:国家战略科技力量",
          "B:现代工程技术、颠覆性技术创新",
          "C:关键共性技术、前沿引领技术创新",
          "D:基础研究"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "基础研究是科技创新的源头，D正确。国家战略科技力量是世界科技强国竞争的着力点；关键核心技术必须掌握在自己手中，要以关键共性技术、前沿引领技术、现代工程技术、颠覆性技术创新为突破口，敢于走前人没走过的路，牢牢掌握创新主动权。A、B、C错误。",
        "level_text": "X4卷3",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 69483,
        "title": "【10】全面深化改革开放改什么、怎么改，这是一个带有根本性的问题。牢牢把握全面深化改革开放的正确方向，确保改革不改向、变革不变色，必须有利于进一步解放思想、进一步解放和发展社会生产力、进一步解放和增强社会活力。这“三个进一步解放”既是改革的目的，又是改革的条件改革开放的鲜明特征和首要任务是",
        "num": "10",
        "xuanxiang": [
          "A:解放思想",
          "B:解放和发展社会生产力",
          "C:解放和增强社会活力",
          "D:以创新的思维和办法解决前进中的问题"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "解放思想，是开启改革开放事业的思想前提，也是新时代全面深化改革开放的思想前提，只有进一步解放思想，才能找准深化改革开放的着力点，以创新的思维和办法解决前进中的问题。解放和发展社会生产力，是改革开放的鲜明特征和首要任务，也是新时代贯彻新发展理念、构建新发展格局、推动高质量发展的必然要求，只有进一步解放和发展社会生产力，紧紧围绕全面建成小康社会、实现社会主义现代化、实现中华民族伟大复兴的历史任务，才能把改革开放推向深人。解放和增强社会活力，是社会主义改革的内在要求和基本目的，也是新时代全面深化改革的关键所在，只有进一步解放和增强社会活力，激发全体人民的积极性、主动性、创造性，才能让一切劳动、知识、技术、管理、资本等要素的活力竞相进发，让一切创造社会财富的源泉充分涌流。B正确，A、C、D错误。",
        "level_text": "X4卷3",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 69484,
        "title": "【11】近代中国资产阶级思想与封建主义思想的第一次正面交锋是",
        "num": "11",
        "xuanxiang": [
          "A:维新派与守旧派的论战",
          "B:洋务派与顽固派的论战",
          "C:改良派与革命派的论战",
          "D:革命派与立宪派的论战"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "维新派与守旧派的论战，实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。通过论战，西方资产阶级社会政治学说在中国得到进一步的传播，戊戌变法运动的帷幕随之拉开。A正确，B、C、D不符合题意。",
        "level_text": "X4卷3",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 69485,
        "title": "【12】土地革命战争时期，党从残酷的现实中认识到，没有革命的武装就无法战胜武装的反革命，就无法夺取中国革命胜利，就无法改变中国人民和中华民族的命运，必须以武装的革命反对武装的反革命。党领导举行了南昌起义、秋收起义、广州起义和其他许多地区起义。其中，起义军公开打出了“工农革命军”的旗帜的是",
        "num": "12",
        "xuanxiang": [
          "A:南昌起义",
          "B:秋收起义",
          "C:广州起义",
          "D:湘南起义"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "1927年8月1日，在以周恩来为书记的前敌委员会领导下，贺龙、叶挺、朱德、刘伯承等率领共产党掌握和影响的军队2万多人，在南昌打响了武装反抗国民党反动派的第一枪。这是中国共产党独立领导革命战争、创建人民军队和武装夺取政权的开端。9月9日，毛泽东等领导的湘赣边界秋收起义爆发。起义军公开打出了“工农革命军”的旗帜，在攻打中心城市长沙受挫后，毛泽东果断改变计划，决定向敌人控制比较薄弱的农村转移。9月29日，毛泽东领导起义军在江西永新县三湾村进行了著名的三湾改编，从组织上确立了党对军队的领导。三湾改编是建设无产阶级领导的新型人民军队的重要开端。B正确。",
        "level_text": "X4卷3",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 69486,
        "title": "【13】1945年10月10日，重庆谈判双方签署《政府与中共代表会谈纪要》，即“双十协定”，确认和平建国的基本方针，同意“长期合作，坚决避免内战”。1946年1月10日，政治协商会议在重庆开幕。会议通过了宪法草案案等五项协议。政协会议闭幕的第二天，中共中央发出党内指示，要求全党准备为坚决实现政协协议而奋斗。同时提出，必须提高警惕，注意“阵地的保持与继续取得”，做好进行自卫战争的准备，并指出，目前解放区的中心工作是",
        "num": "13",
        "xuanxiang": [
          "A:放手发动群众，壮大人民力量",
          "B:进行土地改革",
          "C:发展生产，保障供给",
          "D:练兵、减租与生产"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "中国共产党是准备严格履行政协协议的。政协会议闭幕的第二天，中共中央发出党内指示，要求全党准备为坚决实现政协协议而奋斗。同时提出，必须提高警惕，注意“阵地的保持与继续取得”，做好进行自卫战争的准备，而“练兵、减租与生产是目前解放区三件中心工作”。D正确，A、B、C错误。",
        "level_text": "X4卷3",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 69487,
        "title": "【14】经过艰苦卓绝的战斗，中朝军队战胜武装到牙齿的强敌，打破了美军不可战胜的神话，迫使不可一世的侵略者于1953年7月27日在停战协定上签字。抗美援朝战争的伟大胜利",
        "num": "14",
        "xuanxiang": [
          "A:是中华民族从近代以来陷入深重危机走向伟大复兴的历史转折点",
          "B:是近代以来中国人民反抗外敌人侵第一次取得完全胜利的民族解放斗争",
          "C:彻底结束了旧中国一盘散沙的局面",
          "D:是中国人民站起来后屹立于世界东方的宣言书"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "抗美援朝战争的伟大胜利，是中国人民站起来后屹立于世界东方的宜言书，是中华民族走向伟大复兴的重要里程碑。D正确。中国人民抗日战争是20世纪中国和人类历史上的重大事件。这一伟大胜利，是近代以来中国人民反抗外敌人侵第一次取得完全胜利的民族解放斗争，是中华民族从近代以来陷人深重危机走向伟大复兴的历史转折点。A、B错误。新民主主义革命的胜利，中华人民共和国的成立，彻底结束了旧中国一盘散沙的局面。C错误。",
        "level_text": "X4卷3",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 69488,
        "title": "【15】社会主义核心价值观的先进性集中体现在它",
        "num": "15",
        "xuanxiang": [
          "A:是社会主义所坚持和追求的价值理念",
          "B:吸纳了世界文明有益成果",
          "C:是真切、具体、广泛的现实",
          "D:扎根于中华优秀传统文化土壤"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "社会主义核心价值观的先进性，集中体现在它是社会主义所坚持和追求的价值理念。A正确，B、C、D错误。",
        "level_text": "X4卷3",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 69489,
        "title": "【16】第三届“一带一路”国际合作高峰论坛，是一次团结的大会，巩固了共建“一带一路”的国际共识；是一次共赢的大会，丰富了共建“一带一路”的合作成果；是一次发展的大会，拓展了共建“一带一路”的光明前景。各方一致认为，本次高峰论坛是共建“一带一路\"进程中又一个重要里程碑。这次论坛形成的最重要共识是",
        "num": "16",
        "xuanxiang": [
          "A:团结合作、开放共赢",
          "B:开启高质量共建“一带一路”新阶段",
          "C:携手实现世界现代化",
          "D:秉持开放的区域主义"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "这次论坛发出的最清晰信号是团结合作、开放共赢；形成的最重要共识是开启高质量共建“一带一路”新阶段；提出的最宏伟愿景是携手实现世界现代化；坚持的最鲜明特色是行动导向高效务实。B正确。",
        "level_text": "X4卷3",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 69490,
        "title": "【17】在五四青年节到来之际，习近平总书记给中国农业大学科技小院的同学们回信，对他们提出殷切期望。“科技小院”一时成为热词。科技小院将农业专业研究生长期派驻到农业生产一线，是农业科研、科技服务与人才培养的创新模式。师生们住在村里、“自找苦吃”、接足“地气”，农民们遇到的问题，书本上有的就去书本上找答案，书本上没有的就转化成课题来解决。科技小院不仅能为农民答疑解惑、解决现实问题，也帮助部分高校和科研机构解决重理论轻实践、与实际需求脱钩等问题。科技小院的创新模式体现的哲理有",
        "num": "17",
        "xuanxiang": [
          "A:人的需要是真理与价值统一的基础",
          "B:实践的需要推动人类的科学发现和技术发明",
          "C:主观和客观的矛盾是人类认识世界和改造世界的根本动力",
          "D:科学文化实践是人类最基本的实践活动"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "实践是真理与价值统一的基础，A错误。实践是认识发展的动力。实践的需要推动认识的产生和发展，推动人类的科学发现和技术发明，推动人类的思想进步和理论创新。B正确。主观和客观的矛盾是人类认识和实践活动中的基本矛盾，也是人类认识世界和改造世界的根本动力。正是这一矛盾的驱动，使认识世界和改造世界呈现出不断深人和扩展的过程。C正确。物质生产实践是人类最基本的实践活动，D错误。",
        "level_text": "X4卷3",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 69491,
        "title": "【18】习近平指出：“历史充分证明，江山就是人民，人民就是江山，人心向背关系党的生死存亡。”这生动体现了我们党对唯物史观的科学认识、对共产党执政规律的深刻把握。如何认识人民群众在历史中的作用，是社会历史观的重大问题。唯物史观认为",
        "num": "18",
        "xuanxiang": [
          "A:人民群众的总体意愿和行动代表了历史发展的方向",
          "B:人民群众的社会实践最终决定历史发展的结局",
          "C:杰出人物特别是无产阶级的领袖人物可以改变历史发展的基本方向",
          "D:每一个人无论作用大小都是历史的创造者"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "人民群众创造历史的作用是同社会基本矛盾运动推动社会前进的过程相一致的。人民群众的总体意愿和行动代表了历史发展的方向，人民群众的社会实践最终决定历史发展的结局。A、B正确。杰出人物会因其智慧、性格因素对社会进程产生影响，但这些作用仅仅是历史进程中的偶然现象，只能成为社会发展的个别原因。他们凭借自己的才能，虽然也能使具体历史事件的外貌或某些后果发生变化，但终究不能改变历史发展的基本方向。C错误。唯物主义历史观在考察人们的历史作用时，区分了历史的参与者和历史的创造者，并认为凡是社会中从事一定活动的人，都是历史的参与者；历史的创造者则是指体现社会发展规律、推动社会发展的人。历史的创造者当然是历史的参与者，但是，历史的参与者并不一定就是历史的创造者。D错误。",
        "level_text": "X4卷3",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 69492,
        "title": "【19】价值规律是商品生产和商品交换的基本规律，它贯穿于商品经济的全部过程。价值规律的作用表现在",
        "num": "19",
        "xuanxiang": [
          "A:自发地刺激社会生产力的发展",
          "B:自发地调节社会收入的分配",
          "C:自发地调节雇佣工人与资本家之间的利益再分配",
          "D:自发地调节生产资料和劳动力在社会各生产部门之间的分配比例"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "价值规律在市场配置资源过程中的作用表现在：①自发地调节生产资料和劳动力在社会各生产部门之间的分配比例。②自发地刺激社会生产力的发展。③自发地调节社会收入的分配。A、B、D正确，C错误。",
        "level_text": "X4卷3",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 69493,
        "title": "【20】垄断资本在国内建立了垄断统治后，必然要把其统治势力扩展到国外，建立国际垄断统治。垄断资本向世界范围扩展的基本形式有",
        "num": "20",
        "xuanxiang": [
          "A:技术资本输出",
          "B:借贷资本输出",
          "C:生产资本输出",
          "D:商品资本输出"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "垄断资本向世界范围扩展的基本形式有3种：第一种是借贷资本输出，即由资本主义国家的政府、银行、企业把资本贷给其他国家的政府、银行、企业。第二种是生产资本输出，即在国外直接投资，独立创办企业，与国外资本合营，或者收购国外已有的企业等。第三种是商品资本输出，即把商品卖到世界各地，不断扩大市场，获取高额利润。B、C、D正确，A错误。",
        "level_text": "X4卷3",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 69494,
        "title": "【21】1992年1月18日至2月21日，邓小平先后到武昌、深圳、珠海、上海等地视察，发表了一系列重要谈话，即南方谈话。邓小平的南方谈话",
        "num": "21",
        "xuanxiang": [
          "A:从理论上深刻回答了长期困扰和束缚人们思想的许多重大问题",
          "B:是把改革开放和现代化建设推向新阶段的又一个解放思想、实事求是的宣言书",
          "C:对党的十四大具有十分重要的指导作用",
          "D:开启了我国改革开放和社会主义现代化建设新时期"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "邓小平的南方谈话，从理论上深刻回答了长期困扰和束缚人们思想的许多重大问题，是把改革开放和现代化建设推向新阶段的又一个解放思想、实事求是的宣言书，不仅对之后召开的党的十四大具有十分重要的指导作用，而且对中国整个社会主义现代化建设事业具有重大而深远的意义。A、B、C正确。党的十一届三中全会的胜利召开，实现了新中国成立以来党的历史上具有深远意义的伟大转折，开启了我国改革开放和社会主义现代化建设新时期。D错误。",
        "level_text": "X4卷3",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 69495,
        "title": "【22】思想理论是社会变革的先导。面对中国近代以后山河破碎、内忧外患的深重灾难，以毛泽东同志为主要代表的中国共产党人，胸怀远大理想，脚踏中国大地，开马克思主义中国化时代化之先河，创立了毛泽东思想，在黑暗的中国高高擎起熊熊燃烧的火炬，照亮了中华民族伟大复兴的征程。毛泽东思想",
        "num": "22",
        "xuanxiang": [
          "A:在土地革命战争时期形成",
          "B:是马克思列宁主义在中国的运用和发展",
          "C:是被实践证明了的关于中国革命、建设、改革的正确的理论原则和经验总结",
          "D:为中华民族伟大复兴根本社会条件的创造、根本政治前提和制度基础的奠定提供了科学指南"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "毛泽东思想为中华民族伟大复兴根本社会条件的创造、根本政治前提和制度基础的奠定提供了科学指南，至今依然闪耀着真理光芒。毛泽东思想是马克思主义中国化时代化的第一个重大理论成果，是马克思列宁主义在中国的运用和发展，是被实践证明了的关于中国革命和建设的正确的理论原则和经验总结，是中国共产党集体智慧的结晶，是党必须长期坚持的指导思想。毛泽东思想在土地革命战争时期形成，在抗日战争时期走向成熟，并在解放战争时期和中华人民共和国成立后继续发展。A、B、D正确，C错误（包括革命和建设，不包括改革）。",
        "level_text": "X4卷3",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 69496,
        "title": "【23】走中国工业化道路的思想是党在社会主义建设道路初步探索中取得的理论成果之一。毛泽东所说的中国工业化道路，就是正确处理重工业和轻工业、农业的关系，也就是他在《论十大关系》中论述的第一大关系。为此，毛泽东提出了以农业为基础，以工业为主导，以农、轻、重为序发展国民经济的总方针，以及一整套“两条腿走路”的方针，即",
        "num": "23",
        "xuanxiang": [
          "A:重工业和轻工业同时并举",
          "B:中央工业和地方工业同时并举",
          "C:沿海工业和内地工业同时并举",
          "D:外资企业和内资企业同时并举"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "毛泽东提出了以农业为基础，以工业为主导，以农、轻、重为序发展国民经济的总方针，以及一整套“两条腿走路”的方针，即重工业和轻工业同时并举，中央工业和地方工业同时并举，沿海工业和内地工业同时并举，大型企业和小型企业同时并举，等等。A、B、C正确。毛泽东没有提出外资企业和内资企业同时并举，D错误。",
        "level_text": "X4卷3",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 69497,
        "title": "【24】全面深化改革开放是一个复杂系统工程，正确的方法对于改革顺利推进、取得成功至关重要。改革、发展、稳定是我国社会主义现代化建设的三个重要支点。正确处理好改革、发展、稳定的关系，是我国改革开放的一条重要经验。全面深化改革开放要统筹改革、发展、稳定，下列选项内容正确的有",
        "num": "24",
        "xuanxiang": [
          "A:改革是经济社会发展的强大动力",
          "B:发展是解决一切经济社会问题的关键",
          "C:稳定是改革发展的前提",
          "D:改善人民生活是正确处理改革、发展、稳定关系的结合点"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "全面深化改革开放要统筹改革、发展、稳定：改革是经济社会发展的强大动力，发展是解决一切经济社会问题的关键，稳定是改革发展的前提，改善人民生活是正确处理改革、发展、稳定关系的结合点。A、B、C、D全选。",
        "level_text": "X4卷3",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 69498,
        "title": "【25】教育是国之大计、党之大计，是民族振兴、社会进步的基石。建设教育强国是",
        "num": "25",
        "xuanxiang": [
          "A:全面建成社会主义现代化强国的首要任务",
          "B:实现高水平科技自立自强的重要支撑",
          "C:促进全体人民共同富裕的有效途径",
          "D:以中国式现代化全面推进中华民族伟大复兴的基础工程"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "建设教育强国是全面建成社会主义现代化强国的战略先导，是实现高水平科技自立自强的重要支撑，是促进全体人民共同富裕的有效途径，是以中国式现代化全面推进中华民族伟大复兴的基础工程。B、C、D正确。高质量发展是全面建成社会主义现代化强国的首要任务，A错误。",
        "level_text": "X4卷3",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 69499,
        "title": "【26】中华文明源远流长、博大精深，是世界上唯一绵延不断且以国家形态发展至今的伟大文明。中华文明是",
        "num": "26",
        "xuanxiang": [
          "A:中华民族独特的精神标识",
          "B:当代中国文化的根基",
          "C:维系全世界华人的精神纽带",
          "D:中国文化创新的宝藏"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "中华文明源远流长、博大精深，是中华民族独特的精神标识，是当代中国文化的根基，是维系全世界华人的精神纽带，也是中国文化创新的宝藏。A、B、C、D全选。",
        "level_text": "X4卷3",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 69500,
        "title": "【27】2023年11月6日，习近平在北京人民大会堂亲切会见全国“枫桥式工作法”人选单位代表，向他们表示诚挚问候和热烈祝贺，勉励他们再接再厉，坚持和发展好新时代“枫桥经验”，为推进更高水平的平安中国建设作出新的更大贡献。要牢牢把握新时代“枫桥经验”的科学内涵和实践要求，坚持和贯彻党的群众路线",
        "num": "27",
        "xuanxiang": [
          "A:依靠基层组织和广大群众",
          "B:立足于预防、调解、法治、基层",
          "C:做到预防在前、调解优先、运用法治、就地解决",
          "D:实现“小事不出村、大事不出镇、矛盾不上交”"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "要牢牢把握新时代“枫桥经验”的科学内涵和实践要求，坚持和贯彻党的群众路线，依靠基层组织和广大群众，立足于预防、调解、法治、基层，做到预防在前、调解优先、运用法治、就地解决，实现“小事不出村、大事不出镇、矛盾不上交”。要发挥党的领导政治优势，从健全制度、落实责任、搭建平台、科技支撑人手，不断开创工作新局面。A、B、C、D全选。",
        "level_text": "X4卷3",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 69501,
        "title": "【28】五四以前的新文化运动主要是资产阶级民主主义的新文化反对封建主义的旧文化的斗争，五四以后的新文化运动则发展到了一个新阶段，马克思主义开始逐步在思想文化领域中发挥指导作用。这主要是指中国先进分子在接受马克思主义之后",
        "num": "28",
        "xuanxiang": [
          "A:没有抛弃而是继承了五四运动的民主和科学的精神并赋予它们新的含义",
          "B:以唯物史观为武器克服了以往启蒙者的弱点，有力推动了反封建的启蒙运动",
          "C:从反对封建思想人手，进而提出必须反对产生封建思想的社会制度",
          "D:依靠进步报刊的传播，把改造国民性置于优先地位"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "五四以前的新文化运动主要是资产阶级民主主义的新文化反对封建主义的旧文化的斗争，五四以后的新文化运动则发展到了一个新阶段，马克思主义开始逐步在思想文化领域中发挥指导作用。这主要是指：①中国先进分子在接受马克思主义之后，并没有抛弃而是继承了五四运动的民主和科学的精神，并赋予它们新的含义，使它们在更高层次上得到了发扬。②马克思主义的传播，并没有中断或取消五四运动以前开始的反封建的思想启蒙工作，而是克服了以往启蒙者的弱点，有力推动了反封建的启蒙运动。中国的先进分子以唯物史观为武器，从反对封建思想入手，进而提出必须反对产生封建思想的社会制度；把反封建思想斗争的立足点，从争取个人的个性解放，扩展到争取人民群众的社会解放的高度；把反封建的斗争方式，从少数人进行的思想批判，逐步发展为人民群众的革命实践。A、B、C正确。把改造国民性置于优先地位是五四以前的新文化运动的主张，D错误。",
        "level_text": "X4卷3",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 69502,
        "title": "【29】新中国成立伊始，面临许多严重困难和紧迫问题。这对于刚刚执掌全国政权的中国共产党来说，是新的严峻考验。中国共产党和人民政府采取一系列积极稳健的政策措施，有条不紊地领导全国各族人民进行捍卫巩固新政权、建设新中国的伟大斗争。新中国成立初期面临的严峻考验有",
        "num": "29",
        "xuanxiang": [
          "A:能不能保卫住革命胜利成果，巩固新生人民政权",
          "B:能不能战胜严重经济困难，迅速恢复和发展国民经济",
          "C:能不能巩固民族独立，维护国家主权和安全",
          "D:能不能经受住全国执政的新考验，继续保持优良传统和作风"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "新中国成立伊始，面临许多严重困难和紧迫问题。这对于刚刚执掌全国政权的中国共产党来说，是新的严峻考验。①能不能保卫住革命胜利成果，巩固新生人民政权。②能不能战胜严重经济困难，迅速恢复和发展国民经济。③能不能巩固民族独立，维护国家主权和安全。④能不能经受住全国执政的新考验，继续保持优良传统和作风。A、B、C、D全选。",
        "level_text": "X4卷3",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 69503,
        "title": "【30】加入世界贸易组织是党为推进经济发展和改革开放而作出的重大战略决策。短短20余年间，我国货物贸易总额增长了11倍，成为全球第一货物贸易大国、140多个国家和地区的主要贸易伙伴，对全球经济增长的年均贡献率近30%。事实表明，我国加入世界贸易组织",
        "num": "30",
        "xuanxiang": [
          "A:使中国经济在全球化进程中获得参与制定规则和竞争的有利位置",
          "B:打开了对外开放的新天地，对推动经济体制改革和现代化建设产生了深刻影响",
          "C:使我国从国际经贸规则的被动接受者和主动接轨者，逐步成长为重要参与者",
          "D:是我国对外开放的里程碑，中国对外开放进入了一个新的阶段"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "实践证明，加入世界贸易组织，使中国经济在全球化进程中获得参与制定规则和竞争的有利位置，从而打开了对外开放的新天地，对推动经济体制改革和现代化建设产生了深刻影响。中国对外开放进入了一个新的阶段。2023年9月27日，习近平总书记在中共中央政治局就世界贸易组织规则与世界贸易组织改革进行第八次集体学习时指出，加入世界贸易组织是我国对外开放的里程碑。我国同世界贸易组织的关系发生了历史性变化，从国际经贸规则的被动接受者和主动接轨者，逐步成长为重要参与者。事实表明，我国加入世界贸易组织不仅加快了自身发展，也惠及全球，这个重大决策是完全正确的。A、B、C、D全选。",
        "level_text": "X4卷3",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 69504,
        "title": "【31】2014年5月4日，习近平在北京大学考察时提出，青年时期的价值观养成十分重要，“人生的扣子从一开始就要扣好。”2019年3月18日，习近平在学校思想政治理论课教师座谈会上再次强调，要给学生心灵埋下真善美的种子，引导学生扣好人生第一粒扣子。习近平之所以反复强调要扣好人生第一粒扣子，是因为",
        "num": "31",
        "xuanxiang": [
          "A:有什么样的价值观就有什么样的人生观，而人生观又决定世界观",
          "B:青年的价值取向决定了未来整个社会的价值取向",
          "C:青年成长成才和全面发展离不开正确价值观的引领",
          "D:青年处在价值观形成和确立的时期，最需要精心引导和栽培"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "青年的价值取向决定了未来整个社会的价值取向，而青年又处在价值观形成和确立的时期，抓好这一时期的价值观养成十分重要。习近平指出：“这就像穿衣服扣扣子一样，如果第一粒扣子扣错了，剩余的扣子都会扣错。人生的扣子从一开始就要扣好。”青年成长成才和全面发展，离不开正确价值观的引领。B、C、D正确。世界观决定人生观，有什么样的人生观就有什么样的价值观。A错误。",
        "level_text": "X4卷3",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 69505,
        "title": "【32】法律至上原则是法治思维的基本内容之一。法律至上具体表现为",
        "num": "32",
        "xuanxiang": [
          "A:法律的普遍适用",
          "B:法律的优先适用",
          "C:法律的国家强制性",
          "D:法律的不可违反"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "法律至上具体表现为法律的普遍适用、优先适用和不可违反。A、B、D正确。法律的国家强制性是法律规范区别于其他社会规范的一个重要特征，C错误。",
        "level_text": "X4卷3",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 69506,
        "title": "【33】2023年9月26日，国务院新闻办公室发布《携手构建人类命运共同体：中国的倡议与行动》白皮书。白皮书指出，10年来，构建人类命运共同体的理念不断丰富和发展，实践稳步推进，观念日益深人人心。国际社会普遍认为，人类命运共同体理念",
        "num": "33",
        "xuanxiang": [
          "A:超越利己主义和保护主义",
          "B:打破了个别国家唯我独尊的霸权思维",
          "C:反映出中国对人类发展方向的独到见解",
          "D:对于推动各国团结合作、共创人类美好未来具有重要意义"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "10年来，构建人类命运共同体的观念日益深人人心。越来越多国家和人民认识到，这一理念符合全人类共同利益，反映了世界人民追求和平、正义、进步的心声，汇聚了各国人民共建美好世界的“最大公约数”。国际社会普遍认为，人类命运共同体理念超越利已主义和保护主义，打破了个别国家唯我独尊的霸权思维，反映出中国对人类发展方向的独到见解，对于推动各国团结合作、共创人类美好未来具有重要意义。A、B、C、D全选。",
        "level_text": "X4卷3",
        "p_level_text": "33"
      }
    }
  },
  "X4卷4": {
    "X4卷4": {
      "1": {
        "timu_id": 69507,
        "title": "【1】党的二十大报告指出，马克思主义是我们立党立国、兴党兴国的根本指导思想。实践告诉我们，中国共产党为什么能，中国特色社会主义为什么好，归根到底是马克思主义行，是中国化时代化的马克思主义行。马克思主义基本原理同各国实际相结合的哲学基础是",
        "num": "1",
        "xuanxiang": [
          "A:联系的普遍性与多样性原理",
          "B:矛盾的普遍性和特殊性辩证关系原理",
          "C:内容与形式的辩证关系原理",
          "D:矛盾的同一性和斗争性辩证关系原理"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "矛盾的普遍性和特殊性辩证关系原理是马克思主义基本原理同各国实际相结合的哲学基础。作为“普遍性”的马克思主义基本原理，只有同作为“特殊性”的中国具体实际相结合，才能指导解决中国问题。B正确，A、C、D错误。",
        "level_text": "X4卷4",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 69508,
        "title": "【2】作为一种新兴的治疗方式，细胞治疗在众多疾病特别是癌症、遗传疾病、传染病的治疗中展现出良好的效果。细胞治疗是指采用生物工程的方法获取具有特定功能的细胞，并通过体外扩增、特殊培养等处理后，使这些细胞具有增强免疫、杀死病原体和肿瘤细胞等功能，从而达到治疗某种疾病的目的。细胞疗法的出现，为一些传统疗法无效、难治的疾病治疗提供了新的选择。比如，由于个体差异，难以控制每例患者使用传统药物的最佳剂量。但在细胞治疗中，可应用合成生物学设计基因开关，控制药物的合成或释放。同时，还可以根据患者的病情发展状态进行动态调整及预后监测，以获得长期疗效。细胞疗法的发明和使用说明",
        "num": "2",
        "xuanxiang": [
          "A:认识世界的最终目的是认识人的本质",
          "B:自然属性作为人的本质属性是不断变化发展的",
          "C:人类自身需要的内在尺度推动着人们不断发现新的真理",
          "D:摆脱必然性的制约是人类走向自由的必由之路"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "真理与价值或真理尺度与价值尺度是紧密联系、不可分割的辩证统一关系。一方面，价值尺度必须以真理为前提。要想达到实践的目的以满足人类自身的需要，就必须“认识真理，掌握真理，信仰真理，捍卫真理”。另一方面，人类自身需要的内在尺度，推动着人们不断发现新的真理。科学发明、技术创新、经典思想理论的形成，都是人类为了实现更美好的生活而进行的社会实践。人们对治疗某些疾病的需要推动了细胞疗法的产生，C正确。认识世界的目的是改造世界。A错误。人的本质属性是社会属性，B错误。人不能摆脱必然性的制约，只有在认识必然性的基础上才有自由的活动，这就是人的自由限度，也是自由和必然的辩证规律。D错误。",
        "level_text": "X4卷4",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 69509,
        "title": "【3】商品经济的发展经历了简单商品经济与发达商品经济两个阶段，资本主义商品经济是商品经济的高级或发达形态。简单商品生产发展到资本主义商品生产的新阶段的标志是",
        "num": "3",
        "xuanxiang": [
          "A:货币的产生和存在",
          "B:机器大工业代替工场手工业",
          "C:劳动力成为商品",
          "D:社会生产划分为两大部类"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "劳动力成为商品，标志着简单商品生产发展到资本主义商品生产的新阶段。在这一阶段，资本家与工人的关系，形式上是“自由”“平等”的买卖关系，而实质上是资本家支配和剥削工人的雇佣劳动关系。C正确。",
        "level_text": "X4卷4",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 69510,
        "title": "【4】资本在资本主义生产过程中采取生产资料和劳动力两种形态。马克思将资本区分为不变资本与可变资本的根据是",
        "num": "4",
        "xuanxiang": [
          "A:资本不同部分在剩余价值生产中的不同作用",
          "B:资本不同部分在周转中的不同方式",
          "C:资本在循环中的不同职能",
          "D:资本不同部分的物质形态是否改变"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "生产资本的组成部分，可以有两种划分：根据在剩余价值生产中所起的不同作用，可以将资本划分为不变资本与可变资本；根据周转方式或价值转移方式的不同，可以将资本划分为固定资本与流动资本。产业资本在它的循环过程中，采取了三种不同的职能形式：货币资本、生产资本和商品资本。资本由于投入不同的部门形成了产业资本等不同形式。A正确，B、C不符合题意。虽然以生产资料形式存在的资本在生产过程中转变了自己的物质形态，但这不是划分不变资本和可变资本的依据。这里的“变”与“不变”指的是资本的价值是否发生了变化（增殖）。D不符合题意。",
        "level_text": "X4卷4",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 69511,
        "title": "【5】中国共产党在领导人民革命的过程中，积累了丰富的经验，锻造出了有效的克敌制胜的武器。毛泽东在《（共产党人）发刊词》一文中，把这些基本经验称为“中国共产党在中国革命中战胜敌人的三个法宝，三个主要的法宝”。三大法宝是指",
        "num": "5",
        "xuanxiang": [
          "A:土地革命、武装斗争、农村革命根据地建设",
          "B:统一战线、武装斗争、党的建设",
          "C:实事求是、群众路线、独立自主",
          "D:理论联系实际、密切联系群众、批评与自我批评"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "三大法宝是指统一战线、武装斗争、党的建设。B正确。土地革命、武装斗争、农村革命根据地建设，是中国革命道路的内容；实事求是、群众路线、独立自主是毛泽东思想活的灵魂的三个基本方面；理论联系实际、密切联系群众、批评与自我批评是党的三大优良作风。A、C、D错误。",
        "level_text": "X4卷4",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 69512,
        "title": "【6】1957年2月，毛泽东在最高国务会议上发表《如何处理人民内部的矛盾》（后改为《关于正确处理人民内部矛盾的问题》)的讲话，闸明社会主义社会的重大理论问题。毛泽东提出，必须区分社会主义社会两类不同性质的社会矛盾，把正确处理人民内部矛盾作为国家政治生活的主题。解决人民内部矛盾用民主的方法，说服教育的方法。在政治思想领域，毛泽东提出的解决人民内部矛的具体方针是",
        "num": "6",
        "xuanxiang": [
          "A:“团结一批评一团结”",
          "B:“惩前毖后、治病救人”",
          "C:“长期共存、互相监督”",
          "D:统筹兼顾、适当安排"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "毛泽东在讲话中提出，在政治思想领域，实行“团结批评一团结”的方针；在物质利益、分配方面，实行统筹兼顾、适当安排的方针；对科学文化领域里的矛盾，实行“百花齐放、百家争鸣”的方针；对于共产党和民主党派的矛盾，实行在坚持社会主义道路和党的领导前提下的“长期共存、互相监督”的方针。A正确，C、D不符合题意。“惩前后、治病救人”的方针，是中国共产党在延安整风运动中提出的对待犯错误同志的正确方针。B不符合题意。",
        "level_text": "X4卷4",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 69513,
        "title": "【7】全面深化改革必须牢牢把握总目标，实施好“六个紧紧围绕”的路线图。统筹推进各领域各方面改革开放的突破口是",
        "num": "7",
        "xuanxiang": [
          "A:制度建设",
          "B:重要领域和关键环节改革",
          "C:经济体制改革",
          "D:文化体制改革"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "统筹推进各领域各方面改革开放，必须以全面深化改革总目标为引领，以制度建设为主线，以经济体制改革为重点，以重要领域和关键环节改革为突破口，使各方面改革协同推进、环环相扣、形成合力。B正确，A、C、D错误。",
        "level_text": "X4卷4",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 69514,
        "title": "【8】2023年5月12日，习近平主持召开深人推进京津冀协同发展座谈会并发表重要讲话，强调以更加奋发有为的精神状态推进各项工作，推动京津冀协同发展不断迈上新台阶，努力使京津冀成为",
        "num": "8",
        "xuanxiang": [
          "A:社会主义现代化建设引领区",
          "B:高质量发展建设共同富裕示范区",
          "C:中国特色社会主义先行示范区",
          "D:中国式现代化建设的先行区、示范区"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "习近平指出，要坚定信心，保持定力，增强抓机遇、应挑战、化危机、育先机的能力，统筹发展和安全，以更加奋发有为的精神状态推进各项工作，推动京津冀协同发展不断迈上新台阶，努力使京津冀成为中国式现代化建设的先行区、示范区。D正确。中共中央、国务院先后发布文件，支持深圳建设中国特色社会主义先行示范区，支持浦东新区高水平改革开放打造社会主义现代化建设引领区，支持浙江高质量发展建设共同富裕示范区。A、B、C错误。",
        "level_text": "X4卷4",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 69515,
        "title": "【9】2023年5月29日，中共中央政治局就建设教育强国进行第五次集体学习。习近平在主持学习时强调，我们要建设的教育强国，是中国特色社会主义教育强国。建设中国特色社会主义教育强国的根本任务是",
        "num": "9",
        "xuanxiang": [
          "A:立德树人",
          "B:为党育人、为国育才",
          "C:服务中华民族伟大复兴",
          "D:支撑引领中国式现代化"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "我们要建设的教育强国，是中国特色社会主义教育强国，必须以坚持党对教育事业的全面领导为根本保证，以立德树人为根本任务，以为党育人、为国育才为根本目标，以服务中华民族伟大复兴为重要使命，以教育理念、体系、制度、内容、方法、治理现代化为基本路径，以支撑引领中国式现代化为核心功能，最终是办好人民满意的教育。A正确，B、C、D错误。",
        "level_text": "X4卷4",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 69516,
        "title": "【10】构建新安全格局是应对国家安全形势新变化、新趋势的战略选择。要坚定不移走中国特色国家安全道路，加快构建统筹各领域安全的新安全格局。应对各领域安全风险挑战的首要任务是",
        "num": "10",
        "xuanxiang": [
          "A:维护国土安全",
          "B:维护政治安全",
          "C:维护社会安全",
          "D:维护粮食安全"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "构建统筹各领域安全的新安全格局，必须把维护政治安全作为应对各领域安全风险挑战的首要任务。政治安全是国家安全的根本。B正确。",
        "level_text": "X4卷4",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 69517,
        "title": "【11】甲午战争一役，洋务派经营多年的北洋海军全军覆没，标志着以“自强”“求富”为目标的洋务运动的失败。决定洋务运动必然失败命运的是",
        "num": "11",
        "xuanxiang": [
          "A:洋务运动具有封建性",
          "B:洋务运动对列强具有依赖性",
          "C:洋务企业的管理具有腐朽性",
          "D:资产阶级维新派的强烈反对"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "洋务运动具有封建性。洋务运动的指导思想是“中学为体，西学为用”，企图以吸取西方近代生产技术为手段，来达到维护和巩固中国封建统治的目的，这就决定了它必然失败的命运。因为新的生产力是同封建主义的生产关系及其上层建筑不相容的，是不可能在封建主义的桎梏下充分地发展起来的。他们既要发展近代企业，却又采取垄断经营、侵吞商股等手段压制民族资本；既想培养洋务人才，又不愿改变封建科举制度。A正确。洋务运动对列强具有依赖性和洋务企业的管理具有腐朽性，也是洋务运动失败的原因，但不是决定性的原因。B、C错误。维新派是在甲午战争失败后民族意识开始普遍觉醒的19世纪末才出现的。D错误。",
        "level_text": "X4卷4",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 69518,
        "title": "【12】1929年12月，红四军党的第九次代表大会（古田会议）在福建上杭县古田村召开。大会根据中央九月来信精神，通过了毛泽东起草的古田会议决议，其中最重要的是关于纠正党内错误思想的决议案。该决议案确立了",
        "num": "12",
        "xuanxiang": [
          "A:土地革命方针",
          "B:支部建在连上的原则",
          "C:民主集中制原则",
          "D:思想建党、政治建军原则"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "1929年12月，红四军党的第九次代表大会（古田会议）在福建上杭县古田村召开。大会根据中央九月来信精神，通过了毛泽东起草的古田会议决议，其中最重要的是关于纠正党内错误思想的决议案，确立了思想建党、政治建军原则；阐述了加强党的思想建设的极端重要性，指明党内各种非无产阶级思想的表现、来源及纠正办法；规定红军是一个执行革命的政治任务的武装集团，必须绝对服从共产党的领导，必须全心全意为党的纲领、路线和政策而奋斗；提出红军必须担负打仗、筹款和做群众工作的任务，必须加强政治工作。古田会议决议是中国共产党和红军建设的纲领性文献，是党和人民军队建设史上的重要里程碑。D正确。",
        "level_text": "X4卷4",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 69519,
        "title": "【13】1949年1月22日，李济深、沈钧儒等民主党派的领导人和著名的无党派民主人士55人联合发表《对时局的意见》，一致认定中共提出的关于召开政治协商会议、成立联合政府的主张“符合于全国人民大众的要求”，恳切表示“愿在中共领导下，献其绵薄，共策进行，以期中国人民民主革命之迅速成功，独立、自由、和平、幸福的新中国之早日实现”。1949年春，毛泽东在同有关人士谈话时提出，民主党派应“积极参政，共同建设新中国”，这",
        "num": "13",
        "xuanxiang": [
          "A:揭开了中国共产党同各党派、各团体、各族各界人士协商建国的序幕",
          "B:奠定了中国共产党领导的多党合作和政治协商制度的基础",
          "C:标志着民主党派地位的根本变化",
          "D:表明中国各民主党派和无党派民主人士公开自愿接受中国共产党的领导"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "1949年春，毛泽东在同有关人士谈话时提出，民主党派应“积极参政，共同建设新中国”。这标志着民主党派地位的根本变化，即它们不再是旧中国反动政权下的在野党，而将在中国共产党领导下，共同担负起管理国家和建设新中国的历史重任。中国共产党领导的多党合作政治格局，正是在这个基础上形成的。C正确。1948年4月30日，中共中央在纪念五一国际动节的口号中提出：“各民主党派、各人民团体、各社会贤达迅速召开政治协商会议，讨论并实现召集人民代表大会，成立民主联合政府。”这个号召得到各民主党派和社会各界的热烈响应，开了中国共产党同各党派、各团体、各族各界人士协商建国的序幕，奠定了中国共产党领导的多党合作和政治协商制度的基础。《对时局的意见)这个政治声明表明，中国各民主党派和无党派民主人士公开自愿接受中国共产党的领导，决心走人民革命的道路，拥护建立人民民主的新中国。A、B、D错误。",
        "level_text": "X4卷4",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 69520,
        "title": "【14】毛泽东在《关于正确处理人民内部矛盾的问题》一文中明确提出，正确处理人民内部矛盾的问题是社会主义国家政治生活的主题。这一论断的根本着眼点，在于",
        "num": "14",
        "xuanxiang": [
          "A:科学揭示社会主义社会发展的动力",
          "B:克服领导工作中还存在的官僚主义等问题",
          "C:帮助广大人民在我国的政治生活中判断人们言论和行动的是非",
          "D:调动一切积极因素，团结一切可以团结的力量，把全党的注意力转到社会主义建设上来"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "筒析毛泽东强调，关于正确处理人民内部矛盾的问题是社会主义国家政治生活的主题。这一论断的根本着眼点，在于调动一切积极因素，团结一切可以团结的力量，把全党的注意力转到社会主义建设上来。D正确，A、B、C错误。",
        "level_text": "X4卷4",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 69521,
        "title": "【15】走向绞刑架的李大钊，发出了“共产主义在中国必然得到光辉的胜利”的坚贞誓言。面对敌人屠刀的夏明翰，写下“砍头不要紧，只要主义真。杀了夏明翰，还有后来人”的雄壮诗篇。面对敌人6天内9次劝降，秋白作出了“人爱自己的历史，比鸟爱自己的翅膀更厉害，请勿撕破我的历史”的铿锵回答。理想信念是精神之“钙”。信念是认知、情感和意志的有机统一体。信念具有",
        "num": "15",
        "xuanxiang": [
          "A:超越性",
          "B:时代性",
          "C:执着性",
          "D:真实性"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "信念同理想一样，也是人类特有的精神现象。信念是人们在一定的认识基础上确立的对某种思想或事物坚信不疑并身体力行的精神状态。信念具有执着性。信念因其执着而为信念。信念一旦形成，就不会轻易改变。当一个人抱有坚定的信念时，他就会全身心投入为实现目标而努力奋斗的事业中去，精神上高度集中，态度上充满热情，行为上坚定不移。坚定的信念使得人们具有强大的精神定力，不为利益所动，不为诱惑所扰，不为困难所惧。C正确。理想具有超越性、实践性和时代性。社会主义核心价值观具有先进性、人民性和真实性。A、B、D错误。",
        "level_text": "X4卷4",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 69522,
        "title": "【16】2023年11月21日，国家主席习近平出席金砖国家领导人巴以问题特别视频峰会并发表题为（推动停火止战实现持久和平安全》的重要讲话。习近平在讲话中指出，解决巴以冲突循环往复的根本出路是",
        "num": "16",
        "xuanxiang": [
          "A:尽快召开更具权威性的国际和会，凝聚国际促和共识",
          "B:冲突各方要立即停火止战，停止一切针对平民的暴力和袭击",
          "C:国际社会要拿出实际举措，防止冲突扩大、影响整个中东地区稳定",
          "D:落实“两国方案”，恢复巴勒斯坦民族合法权利，建立独立的巴勒斯坦国"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "习近平在讲话中指出，本次峰会是金砖扩员后的首场领导人会晤。当前形势下，金砖国家就巴以问题发出正义之声、和平之声，非常及时、非常必要。加沙地区的冲突已持续一个多月，造成大量平民伤亡和人道主义灾难，并出现扩大外溢趋势，中方深表关切。当务之急，一是冲突各方要立即停火止战，停止一切针对平民的暴力和袭击，释放被扣押平民，避免更为严重的生灵涂炭。二是要保障人道主义救援通道安全畅通，向加沙民众提供更多人道主义援助，停止强制迁移、断水断电断油等针对加沙民众的集体惩罚。三是国际社会要拿出实际举措，防止冲突扩大、影响整个中东地区稳定。各方应该将联合国大会和安理会有关决议要求落到实处。习近平强调，巴以局势发展到今天，根本原因是巴勒斯坦人民的建国权、生存权、回归权长期遭到漠视。解决巴以冲突循环往复的根本出路是落实“两国方案”，恢复巴勒斯坦民族合法权利，建立独立的巴勒斯坦国。D正确，A、B、C错误。二、多项选择题",
        "level_text": "X4卷4",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 69523,
        "title": "【17】习近平强调：“实现‘双碳目标是一场广泛而深刻的变革，不是轻轻松松就能实现的。”作为世界上最大的发展中国家，中国将完成全球最高碳排放强度降幅，用世界历史上最短的时间实现从碳达峰到碳中和，难度可想而知。我们在目标和任务上确定无疑，态度和决心上毫不动摇，行动和策略上稳中求进。实现“双碳”目标，等不得也急不得，不可能毕其功于一役，决不能搞碳冲锋、运动式减碳。以上材料蕴含的哲理有",
        "num": "17",
        "xuanxiang": [
          "A:正确的认识是客观规律性与主观能动性统一的基础",
          "B:事物的发展是连续性与间断性的统一",
          "C:在认识和处理问题时要掌握适度原则",
          "D:要全面理解运动的绝对性和相对性的辩证关系"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "发展是连续性与间断性的统一。量变是事物数量的增减和组成要素排列次序的变动，是保持事物的质的相对稳定性的不显著变化，体现了事物发展渐进过程的连续性。质变是事物性质的根本变化，是事物由一种质态向另一种质态的飞跃，体现了事物发展渐进过程和连续性的中断。实现从碳达峰到碳中和是一个过程，没有量变的积累，不可能产生质变，B正确。“稳中求进”“等不得也急不得”说明在认识和处理问题时要掌握适度原则，C正确。实践是客观规律性与主观能动性统一的基础，A错误。运动是绝对的，静止是相对的，D错误。",
        "level_text": "X4卷4",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 69524,
        "title": "【18】近日，由中国科学院国家天文台等单位科研人员组成的中国脉冲星测时阵列研究团队利用“中国天眼\"FAST,探测到纳赫兹引力波存在的关键性证据，表明我国纳赫兹引力波研究与国际同步达到领先水平。产生纳赫兹引力波是超大质量黑洞并合的独有预言。这个期待已久的预言，终于被中国脉冲星测时阵列研究团队通过“中国天眼”获得了观测证据。这是一项重大的科学突破，具有持久的巨大意义。它不仅对星系演化和超大质量黑洞研究的广泛领域具有深远影响，而且为引力波天体物理学打开了一个全新的窗口。关于纳赫兹引力波的预言得到证实说明",
        "num": "18",
        "xuanxiang": [
          "A:实践对真理的检验，是人类社会历史的实践对真理的检验",
          "B:实践的水平、广度、深度和发展过程，都受着客观条件的制约和客观规律的支配",
          "C:正是依靠观测工具等中介系统，实践的主体和客体才能够相互作用",
          "D:认识是无限发展的，真理与谬误之间没有原则的界限"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "实践对真理的检验，是人类社会历史的实践对真理的检验。实践不断发展，真理也不断发展，在发展的实践中不断验证认识的真理性。即使对于有些认识，当前的实践不能检验，但不断发展着的实践终能验证它是否具有真理性。A正确。实践具有客观实在性，实践的水平、广度、深度和发展过程，都受着客观条件的制约和客观规律的支配。科学文化实践作为一种实践形式，它的水平、深度等也要受到客观条件的制约，B正确。实践的主体与客体之间的相互作用必须借助于一定的手段和工具，即实践的中介。C正确。任何真理都标志着主观与客观相符合，都包含着不依赖于人和人的意识的客观内容，都同谬误有原则的界限。这一点是绝对的、无条件的。D错误。",
        "level_text": "X4卷4",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 69525,
        "title": "【19】马克思关于资本积累的学说是剩余价值理论的重要组成部分。资本积累是",
        "num": "19",
        "xuanxiang": [
          "A:资本主义扩大再生产的源泉",
          "B:资本主义经济危机爆发的根本原因",
          "C:社会财富占有两极分化的重要原因",
          "D:资本主义社会失业现象产生的根源"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "资本主义经济危机爆发的根本原因是资本主义的基本矛盾，B错误。A、C、D正确。",
        "level_text": "X4卷4",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 69526,
        "title": "【20】进入21世纪以来，资本主义呈现出一些新变化、新特征。科技创新加速资本主义生产方式变化这表现在",
        "num": "20",
        "xuanxiang": [
          "A:产业结构调整，一般制造业占比逐渐下降，高新技术产业和金融业所占比重日趋上升",
          "B:生产组织和劳动形式变化，数据成为一种新的生产要素，数字劳动在生产中的地位愈加突出",
          "C:社会阶级层级结构复杂性、多样化，“知识工人”数量和增长速度均超过“非知识工人”",
          "D:新经济形态出现，数字经济、智能经济、共享经济等已成为近年来全球经济发展的新形态"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "科技创新加速资本主义生产方式变化，表现在：①产业结构的调整。②生产组织和劳动形式的变化。③新经济形态的出现。A、B、D正确。“社会阶级层级结构呈现复杂性、多样化”和“科技创新加速资本主义生产方式变化”并列，是资本主义呈现出的4点新变化、新特征的内容，C错误。",
        "level_text": "X4卷4",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 69527,
        "title": "【21】加入世界贸易组织，标志着我国对外开放进入了一个新的阶段。在加入世界贸易组织谈判过程中，我国坚持原则，在谈判过程中始终掌握主动权。2001年12月，中国正式加入世界贸易组织加入世界贸易组织，我国坚持的原则有",
        "num": "21",
        "xuanxiang": [
          "A:中国加人世界贸易组织后，将实施“引进来”和“走出去”相结合的对外开放战略",
          "B:中国是一个发展中国家，社会生产力还不发达，只能以发展中国家的条件加人世界贸易组织",
          "C:中国加入世界贸易组织，其权利和义务一定要平衡，中国不会接受过高的、超出中国承受能力的要价",
          "D:中国加入世界贸易组织是中国经济发展和改革开放的需要，同样世界贸易组织也需要中国"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "加入世界贸易组织是党为推进经济发展和改革开放而作出的重大战略决策。1986年7月，中国政府申请恢复我国关贸总协定缔约国地位，并开始同缔约各方进行谈判。1995年1月世界贸易组织成立后，中国开始与世贸组织成员逐一进行拉锯式的双边谈判。党中央明确提出中国加入世界贸易组织的原则：①中国加入世界贸易组织是中国经济发展和改革开放的需要，同样世界贸易组织也需要中国，没有十多亿人口的中国参加，世界贸易组织是不完整的，也不利于世界经济的发展；②中国是一个发展中国家，社会生产力还不发达，只能以发展中国家的条件加入世界贸易组织；③中国加入世界贸易组织，其权利和义务一定要平衡，中国不会接受过高的、超出中国承受能力的要价。遵照这些指导原则，中国在加入世界贸易组织谈判过程中始终掌握主动权，于2001年12月正式成为世贸组织的第143名成员。实践证明，加入世界贸易组织，使中国经济在全球化进程中获得参与制定规则和竞争的有利位置，从而打开了对外开放的新天地，对推动经济体制改革和现代化建设产生了深刻影响。中国对外开放进入了一个新的阶段。B、C、D正确。A错误。",
        "level_text": "X4卷4",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 69528,
        "title": "【22】1938年，在党的六届六中全会上，毛泽东明确提出“马克思主义的中国化\"命题。他强调：“马克思主义的中国化，使之在其每一表现中带着中国的特性，即是说，按照中国的特点去应用它，成为全党亟待了解并亟须解决的问题。”为了推进马克思主义中国化的事业，毛泽东向全党提出的任务是",
        "num": "22",
        "xuanxiang": [
          "A:普遍地深人地学习马克思列宁主义的理论",
          "B:学习我们的历史遗产并给以批判的总结",
          "C:调查研究当前运动的特点及其规律性",
          "D:反对主观主义、宗派主义和党八股"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "在党的六届六中全会上，毛泽东明确提出“马克思主义的中国化\"命题。为了推进马克思主义中国化的事业，他向全党提出了普遍地深入地学习马克思列宁主义的理论，学习我们的历史遗产并给以批判的总结，以及调查研究当前运动的特点及其规律性的任务。A、B、C正确。反对主观主义、宗派主义和党八股是整风运动的主要内容，D错误。",
        "level_text": "X4卷4",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 69529,
        "title": "【23】从1949年至1952年，党领导人民集中力量恢复国民经济，继续完成民主革命遗留任务的同时，也实际上开始了向社会主义的过渡。开始向社会主义过渡的主要表现有",
        "num": "23",
        "xuanxiang": [
          "A:没收官僚资本，建立社会主义性质的国营经济",
          "B:完成土地改革",
          "C:在完成土地改革以后的农村及时开展互助合作运动",
          "D:在调整工商业过程中，广泛发展初级形式的国家资本主义"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "从1949年至1952年，党领导人民集中力量恢复国民经济，继续完成民主革命遗留的任务。完成土地改革，进行社会各方面民主改革，实行男女权利平等，镇压反革命运动，开展“三反”“五反”运动，荡涤旧社会留下的污泥浊水，社会面貌焕然一新。与此同时，没收官僚资本，建立社会主义性质的国营经济；在完成土地改革之后的农村，及时开展互助合作运动；在调整工商业过程中，采取对私营工商业加工订货、经销代销等方式，广泛发展初级形式的国家资本主义等为全面向社会主义过渡莫定了基础。A、C、D正确。完成土地改革属于民主革命的遗留任务B错误。",
        "level_text": "X4卷4",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 69530,
        "title": "【24】2023年7月，《中共中央国务院关于促进民营经济发展壮大的意见》发布。此后，中央编办正式批复在国家发展改革委内部设立民营经济发展局。民营经济是推进中国式现代化的生力军，是高质量发展的重要基础，是推动我国全面建成社会主义现代化强国、实现第二个百年奋斗目标的重要力量。为促进民营经济发展壮大，必须",
        "num": "24",
        "xuanxiang": [
          "A:持续优化民营经济发展环境",
          "B:加大对民营经济政策支持力度",
          "C:强化民营经济发展法治保障",
          "D:着力推动民营经济实现高质量发展"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "《中共中央国务院关于促进民营经济发展壮大的意见》共8个部分，第一部分是总体要求，另外7个部分是措施（共31条）。7个部分包括：持续优化民营经济发展环境；加大对民营经济政策支持力度；强化民营经济发展法治保障；着力推动民营经济实现高质量发展；促进民营经济人士健康成长；持续营造关心促进民营经济发展壮大社会氛围；加强组织实施。A、B、C、D全选。",
        "level_text": "X4卷4",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 69531,
        "title": "【25】我国基层民主有多种多样的形式，如以村民委员会为组织形态的农村村民自治、以社区居民委员会为组织形态的城市居民自治、以职工代表大会为组织依托的企事业单位职工自治等。发展基层民主是",
        "num": "25",
        "xuanxiang": [
          "A:实现人民有效政治参与的重要渠道",
          "B:人民当家作主的有效途径",
          "C:社会主义民主最广泛的实践",
          "D:实现全过程人民民主的重要制度载体"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "基层民主的建立和发展，保障了基层群众广泛、直接、有效行使民主权利，彰显了人民当家作主的广泛性、真实性、有效性。发展基层民主是实现人民有效政治参与的重要渠道，是人民当家作主的有效途径，是社会主义民主最广泛的实践。A、B、C正确。基层民主是全过程人民民主的重要体现，人民代表大会制度是实现全过程人民民主的重要制度载体。D错误。",
        "level_text": "X4卷4",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 69532,
        "title": "【26】党的十八大以来，我们把生态文明建设作为关系中华民族永续发展的根本大计，开展了一系列开创性工作，决心之大、力度之大、成效之大前所未有，生态文明建设从理论到实践都发生了历史性、转折性、全局性变化，美丽中国建设迈出重大步伐。我们实现",
        "num": "26",
        "xuanxiang": [
          "A:由重点整治到系统治理的重大转变",
          "B:由被动应对到主动作为的重大转变",
          "C:由全球环境治理参与者到引领者的重大转变",
          "D:由实践探索到科学理论指导的重大转变"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "习近平在全国生态环境保护大会上的讲话中指出，我们从解决突出生态环境问题入手，注重点面结合、标本兼治，实现由重点整治到系统治理的重大转变；坚持转变观念、压实责任，不断增强全党全国推进生态文明建设的自觉性主动性，实现由被动应对到主动作为的重大转变；紧跟时代、放眼世界，承担大国责任、展现大国担当，实现由全球环境治理参与者到引领者的重大转变；不断深化对生态文明建设规律的认识，形成新时代中国特色社会主义生态文明思想，实现由实践探索到科学理论指导的重大转变。经过顽强努力，我国天更蓝、地更绿、水更清，万里河山更加多姿多彩。新时代生态文明建设的成就举世瞩目，成为新时代党和国家事业取得历史性成就、发生历史性变革的显著标志。A、B、C、D全选。",
        "level_text": "X4卷4",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 69533,
        "title": "【27】为深化两岸各领域融合发展，推进祖国和平统一进程，中共中央、国务院发布《关于支持福建探索海峡两岸融合发展新路建设两岸融合发展示范区的意见》。该意见坚持贯彻新时代党解决台湾问题的总体方略，突出以通促融、以惠促融、以情促融，努力在福建全域建设两岸融合发展示范区。努力在福建全域建设两岸融合发展示范区",
        "num": "27",
        "xuanxiang": [
          "A:是进一步推动两岸关系和平发展、深化两岸融合发展的重大举措",
          "B:有利于充分发挥福建在对台工作全局中的独特作用",
          "C:有利于帮助台胞台企获得更多发展机遇、更广发展空间",
          "D:有利于帮助台胞台企更好参与大陆高质量发展、融人新发展格局"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "2023年9月15日《人民日报》发表的评论员文章《在探索海峡两岸融合发展新路上迈出更大步伐》指出，近日，《中共中央国务院关于支持福建探索海峡两岸融合发展新路建设两岸融合发展示范区的意见》发布，对于深化两岸各领域融合发展、推进祖国和平统一进程具有十分重要的意义。该意见坚持贯彻新时代党解决台湾问题的总体方略，突出以通促融、以惠促融、以情促融，努力在福建全域建设两岸融合发展示范区，是进一步推动两岸关系和平发展、深化两岸融合发展的重大举措，有利于充分发挥福建在对台工作全局中的独特作用，有利于帮助台胞台企获得更多发展机遇、更广发展空间，更好参与大陆高质量发展、融入新发展格局。A、B、C、D全选。",
        "level_text": "X4卷4",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 69534,
        "title": "【28】资本-帝国主义列强对中国的侵略，首先和主要的是进行军事侵略。此外，还对中国实行政治控制、经济掠夺和文化渗透。为了统治中国，资本一帝国主义列强在政治上采取的主要方式有",
        "num": "28",
        "xuanxiang": [
          "A:控制中国的内政、外交",
          "B:镇压中国人民的反抗",
          "C:控制中国的通商口岸",
          "D:扶植、收买代理人"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "为了统治中国，资本-帝国主义列强在政治上采取的主要方式，是控制中国政府，操纵中国的内政、外交，把中国当权者变成自己的代理人和驯服工具，主要包括：控制中国的内政、外交；镇压中国人民的反抗；扶植、收买代理人。A、B、D正确。控制中国的通商口岸，是经济掠夺的手段，C错误。",
        "level_text": "X4卷4",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 69535,
        "title": "【29】1956年9月15日至27日，中国共产党第八次全国代表大会在北京举行。毛泽东致开幕词，刘少奇作政治报告，周恩来作关于发展国民经济第二个五年计划建议的报告，邓小平作关于修改党章的报告。中共八大的路线是正确的，提出的许多新方针和新设想是富于创造精神的。这次会议对中国建设社会主义道路的探索，站在比较高的历史起点上，取得了初步成果，对于党和国家事业发展具有长远的重要意义。中共八大的初步成果包括",
        "num": "29",
        "xuanxiang": [
          "A:正确分析了国内形势和主要矛盾的变化，明确提出新形势下党和人民的主要任务",
          "B:坚持党中央提出的既反保守又反冒进，即在综合平衡中稳步前进的经济建设方针",
          "C:肯定“三个主体，三个补充”思想，突破了苏联计划经济模式，开始经济体制改革",
          "D:通过中国共产党在全国执政以后制定的第一部党章"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "中共八大正确分析了国内形势和主要矛盾的变化，明确提出新形势下党和人民的主要任务，大会宣布：社会主义制度在我国已经基本上建立起来，国内主要矛盾已经是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾；全国人民的主要任务是集中力量发展社会生产力，实现国家工业化，逐步满足人民日益增长的物质和文化需要；还有阶级斗争，还要加强人民民主专政，但根本任务已经是在新的生产关系下面保护和发展生产力。中共八大坚持党中央提出的既反保守又反冒进，即在综合平衡中稳步前进的经济建设方针。大会肯定“三个主体，三个补充”思想，即以国家经营和集体经营、计划生产、国家市场三者为主体，以个体经营、自由生产、自由市场三者为补充。这是在理论上突破苏联计划经济模式，探索经济体制改革的重要尝试。在政治建设上，提出要扩大社会主义民主、健全社会主义法制，使党和政府的活动做到“有法可依”和“有法必依”。中共八大通过的新党章是中国共产党在全国执政以后制定的第一部党章。A、B、D正确，C错误。",
        "level_text": "X4卷4",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 69536,
        "title": "【30】1981年，党的十一届六中全会通过的《关于建国以来党的若干历史问题的决议》，彻底否定了“文化大革命”，对新中国成立以来的重大历史事件和重要历史人物作出了基本结论，科学地评价了毛泽东和毛泽东思想的历史地位，对毛泽东思想的科学体系和活的灵魂（实事求是、群众路线、独立自主)作了概括，强调毛泽东思想是我们党的宝贵的精神财富，它将长期指导我们的行动。《关于建国以来党的若干历史问题的决议》",
        "num": "30",
        "xuanxiang": [
          "A:重新确立了党的马克思主义的思想路线、政治路线、组织路线",
          "B:明确社会主义改造基本完成以后我国所要解决的主要矛盾",
          "C:根据新的实际和发展要求实行改革开放、确立中国社会主义现代化建设正确道路",
          "D:实质上初步提出了在中国建设什么样的社会主义和怎样建设社会主义的问题"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "《关于建国以来党的若干历史问题的决议》（以下简称《决议》）指出，社会主义改造基本完成以后，我国所要解决的主要矛盾，是人民日益增长的物质文化需要同落后的社会生产之间的矛盾。《决议》对党的十一届三中全会以来逐步确立的适合中国情况的建设社会主义现代化强国的道路，从10个方面作了概括，实质上初步提出了在中国建设什么样的社会主义和怎样建设社会主义的问题。《决议》正确解决了既科学评价毛泽东的历史地位和毛泽东思想的科学体系，又根据新的实际和发展要求实行改革开放、确立中国社会主义现代化建设正确道路这两个相互联系的重大历史课题，充分体现出以邓小平同志为核心的中共中央领导集体的远见卓识和政治上的成熟。党制定《决议》，标志着党在指导思想上的拨乱反正胜利完成。B、C、D正确。党的十一届三中全会的胜利召开，结束了粉碎“四人帮”后党和国家工作在徘徊中前进的局面，标志着中国共产党重新确立了马克思主义的思想路线、政治路线、组织路线，实现了新中国成立以来党的历史上具有深远意义的伟大转折，开启了我国改革开放和社会主义现代化建设新时期。A错误。",
        "level_text": "X4卷4",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 69537,
        "title": "【31】2023年8月以来，按照“清朗·打击网络谣言和虚假信息”专项行动统一安排，中央网信办举报中心会同网络综合治理局，聚焦关乎人民群众切身利益的社会民生领域，以举报中心主办的中国互联网联合辟谣平台为依托，组织12家网站平台，开展网络辟谣标签工作，对存量谣言进行全面梳理标记，对被标记的典型网络谣言样本及时通报曝光，最大限度挤压网络谣言生存空间，让网络谣言无处遁形。网络空间同现实社会一样，既要提倡自由，也要保持秩序。公共生活需要公共秩序，有序的公共生活是",
        "num": "31",
        "xuanxiang": [
          "A:社会文明的重要标志",
          "B:社会生产活动的重要基础",
          "C:提高社会成员生活质量的基本保障",
          "D:调整和规范人际关系的行为准则"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "公共秩序是由一定规则维系的人们公共生活的一种有序化状态。公共生活领域越扩大，对公共生活秩序的要求就越高。在当代社会，维护公共秩序对经济社会健康发展的重要意义愈加突出。有序的公共生活是社会生产活动的重要基础，是提高社会成员生活质量的基本保障，更是社会文明的重要标志。A、B、C正确。文明礼貌是调整和规范人际关系的行为准则，D错误。",
        "level_text": "X4卷4",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 69538,
        "title": "【32】2023年11月27日，中共中央政治局就加强涉外法制建设进行第十次集体学习。习近平在主持学习时强调，涉外法治作为中国特色社会主义法治体系的重要组成部分，事关全面依法治国，事关我国对外开放和外交工作大局。推进涉外法治工作，根本目的是",
        "num": "32",
        "xuanxiang": [
          "A:用法治方式更好维护国家和人民利益",
          "B:促进国际法治进步",
          "C:讲好新时代中国法治故事",
          "D:推动构建人类命运共同体"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "筒析2023年11月27日，中共中央政治局就加强涉外法制建设进行第十次集体学习。习近平在主持学习时强调，涉外法治作为中国特色社会主义法治体系的重要组成部分，事关全面依法治国，事关我国对外开放和外交工作大局。推进涉外法治工作，根本目的是用法治方式更好维护国家和人民利益，促进国际法治进步，推动构建人类命运共同体。必须坚定不移走中国特色社会主义法治道路。A、B、D正确。",
        "level_text": "X4卷4",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 69539,
        "title": "【33】2023年5月18日至19日，中国一中亚峰会在陕西省西安市举行。习近平发表主旨讲话强调，建设中国一中亚命运共同体，要做到",
        "num": "33",
        "xuanxiang": [
          "A:坚持守望相助",
          "B:坚持共同发展",
          "C:坚持普遍安全",
          "D:坚持世代友好"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "筒析2023年5月18日至19日，中国一中亚峰会在陕西省西安市举行。习近平发表主旨讲话指出，建设中国一中亚命运共同体，要做到“四个坚持”：一是坚持守望相助；二是坚持共同发",
        "level_text": "X4卷4",
        "p_level_text": "33"
      }
    }
  }
}
