{
  "title": "米6卷6",
  "米6卷1": {
    "米6卷1": {
      "1": {
        "timu_id": 66478,
        "title": "2023年5月31日，习近平总书记来到北京育英学校看望慰问师生。习近平强调，很多知识和道理都来自劳动、来自生活。引导孩子们从小树立劳动观念，培养劳动习惯，提高劳动能力，有利于他们更好地学习知识。现在一些城里的孩子接触农村、接触大自然少，不光“四体不勤”，而且“五谷不分”，对吃的是什么、从哪里来的、怎么来的都不知道，更体会不到“谁知盘中餐，粒粒皆辛苦”。他对同学们说，认识大自然，首先要从认识身边的植物开始。同学们栽培的各种植物，虽然书本上都有介绍，但大家亲手种、亲自培育、跟踪观察，收获肯定是不一样的。这启示我们",
        "num": "1",
        "xuanxiang": [
          "A:人的经验是判断是非得失的根本尺度",
          "B:直接经验比间接经验更重要",
          "C:感性认识高于理性认识",
          "D:实践是认识的重要基础"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查实践是认识的重要基础。习近平强调，很多知识和道理都来自劳动、来自生活。这里生活劳动就代表着实践，说明了实践是认识的基础，实践在认识活动中起着决定性的作用。故应选选项D。【干扰分析】实践及其结果是判断是非得失的根本尺度，故选项A错误。<p>直接经验和间接经验各有不同的作用，不能说哪个“更重要”，故选项B错误。</p><p>无论是直接经验还是间接经验，都存在着感性认识和理性认识的区别，“感性认识高于理性认识”这一判断本身就是错误的，理性认识高于感性认识，故选项C错误。</p>",
        "level_text": "米6卷1",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 66479,
        "title": "2022年12月23日，习近平总书记在中央农村工作会议上的讲话中指出，建设农业强国，基本要求是实现农业现代化。我们要建设的农业强国、实现的农业现代化，既有国外一般现代化农业强国的共同特征，更有基于自己国情的中国特色。所谓共同特征，就是要遵循农业现代化一般规律，建设供给保障强、科技装备强、经营体系强、产业韧性强、竞争能力强的农业强国。所谓中国特色，就是立足我国国情，立足人多地少的资源禀赋、农耕文明的历史底蕴、人与自然和谐共生的时代要求，走自己的路，不简单照搬国外现代化农业强国模式。这一论述体现的哲学道理是",
        "num": "2",
        "xuanxiang": [
          "A:个性与共性的辩证统一",
          "B:原因与结果的辩证统一",
          "C:两点论与重点论的辩证统一",
          "D:量变与质变的辩证统一"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查个性与共性的辩证统一。我们要建设的农业强国、实现的农业现代化，既有国外一般现代化农业强国的共同特征，更有基于自己国情的中国特色。所谓共同特征，就是要遵循农业现代化一般规律。所谓中国特色，就是立足我国国情，走自己的路，不简单照搬国外现代化农业强国模式。这体现的是个性（普遍性）与共性（特殊性）的辩证统一。故应选选项A。【干扰分析】原因与结果的辩证统一要求我们追根溯源，通过自觉的努力，消除不利的原因，使因果关系运动朝着有利于人发展的方向运行，从而达到我们所需要的结果，故选项B不符合题意。<p>两点论与重点论的辩证统一要求我们看问题既要全面地看，又要看主流、大势、发展趋势，故选项C不符合题意。<p>量变与质变的辩证统一体现了事物发展的渐进性和飞跃性的统一，要求我们既要踏踏实实做好日常工作，为未来重大改变做准备；又要果断地、不失时机地抓住机遇，促成质变，使工作迈上新台阶，故选项D不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 66480,
        "title": "马克思说：“我们不可能从对小麦的品尝当中，来判定它是由封建社会的农奴生产的，还是由资本主义制度下雇佣劳动者生产的。”这句话表明",
        "num": "3",
        "xuanxiang": [
          "A:使用价值是商品和其他产品的共有属性，它体现人类社会共同的经济关系",
          "B:使用价值是商品的自然属性，它本身不反映人们的社会生产关系",
          "C:使用价值是价值的物质承担者，与价值共同反映人们的社会生产关系",
          "D:使用价值以价值的存在为前提，反映人和自然物质的关系"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查商品的二因素。题目中对于小麦的品尝谈的是商品的使用价值，封建社会的农奴、资本主义制度下雇佣劳动者谈的是社会生产关系。使用价值是商品的自然属性，它本身不反映人们的社会生产关系。故应选选项B。【干扰分析】使用价值是商品的自然属性，而不是商品和其他产品的共有属性，它也不体现人类社会共同的经济关系，故选项A表述错误。<p>使用价值是价值的物质承担者，只有价值反映人们的社会生产关系，故选项C表述有误。<p>价值应以使用价值的存在为前提，故选项D表述错误。",
        "level_text": "米6卷1",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 66481,
        "title": "工人在资本家的工厂中一天工作日为8小时，其中必要劳动时间与剩余劳动时间各4小时，资本家采取绝对剩余价值生产和相对剩余价值生产方法各延长剩余劳动时间2小时后，则剩余价值率分别由原来的100％变成",
        "num": "4",
        "xuanxiang": [
          "A:150%,100%",
          "B:150%,200%",
          "C:100%,200%",
          "D:150%,300%"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查绝对剩余价值生产和相对剩余价值生产。采取绝对剩余价值生产后，必要劳动时间不变，仍为4小时，而剩余劳动时间为4＋2＝6（小时），此时剩余价值率为6÷4＝150％。采取相对剩余价值生产后，必要劳动时间要随剩余劳动时间的延长2小时相对压缩了2小时，此时剩余价值率为（4＋2）÷（4—2）＝300％。故应选选项D。【干扰分析】绝对剩余价值是指在必要劳动时间不变的条件下，由于延长工作日的长度而生产的剩余价值。在必要劳动时间既定的条件下，工作日越长，剩余劳动时间越长，剩余价值率越高。除了延长劳动时间外，资本家还用提高工人劳动强度的方法来增加剩余价值，这也属于绝对剩余价值。相对剩余价值是指在工作日长度不变的条件下，通过缩短必要劳动时间而相对延长剩余劳动时间生产的剩余价值。缩短必要劳动时间是通过提高全社会的劳动生产率实现的。社会劳动生产率的提高，降低了劳动力的价值，从而缩短了必要劳动时间，相对延长了剩余劳动时间。",
        "level_text": "米6卷1",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 66482,
        "title": "所谓精髓，对于理论而言，指的是能使这一理论得以形成和发展并贯穿始终，同时又体现在这一理论中最本质的东西。邓小平理论的精髓是",
        "num": "5",
        "xuanxiang": [
          "A:“一个中心、两个基本点”",
          "B:“两手抓，两手都要硬”",
          "C:解放思想、实事求是",
          "D:“走自己的道路，建设有中国特色的社会主义”"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】所谓精髓，对于理论而言，指的是能使这一理论得以形成和发展并贯穿始终，同时又体现在这一理论中最本质的东西。解放思想、实事求是，是邓小平理论的精髓。故应选选项C。【干扰分析】以经济建设为中心，坚持四项基本原则，坚持改革开放，即“一个中心、两个基本点”是党在社会主义初级阶段基本路线的简明概括。故选项A不符合题意。<p>在邓小平社会主义精神文明建设思想中，一手抓物质文明，一手抓精神文明，“两手抓，两手都要硬”具有鲜明的特色。故选项B不符合题意。<p>邓小平作为中国特色社会主义理论的创立者，紧紧抓住“什么是社会主义，怎样建设社会主义”这个基本问题，响亮提出“走自己的道路，建设有中国特色的社会主义”的伟大号召，从此中国特色社会主义成为我们党全部理论和实践一以贯之的主题。故选项D不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 66483,
        "title": "1964年底，周恩来在三届全国人大一次会议上所作的政府工作报告中正式宣布，“把我国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的社会主义强国”。同时，周恩来提出了建设“四个现代化”的战略步骤：从第三个五年计划开始，第一步要建立一个独立的比较完整的工业体系和国民经济体系，第二步要全面实现“四个现代化”，使中国的经济发展走在世界的前列。我们党强调实现“四个现代化”关键在于",
        "num": "6",
        "xuanxiang": [
          "A:工业现代化",
          "B:农业现代化",
          "C:国防现代化",
          "D:科学技术现代化"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查初步探索的其他理论成果。在科技工作方面，我们党提出了“向科学进军”的口号，强调实现“四个现代化”关键在于科学技术现代化，要实行重点发展、迎头赶上的科技发展战略，努力赶超世界先进水平。故应选选项D。【干扰分析】1954年9月，周恩来在一届全国人大一次会议的政府工作报告中代表党中央第一次提出关于“四个现代化”的构想：“如果我们不建设起强大的现代化的工业、现代化的农业、现代化的交通运输业和现代化的国防，我们就不能摆脱落后和贫困，我们的革命就不能达到目的。”1957年3月，毛泽东提出，要将我国建设成为“一个具有现代工业、现代农业和现代科学文化的社会主义国家”。1959年，毛泽东在读苏联《政治经济学教科书》时指出：“建设社会主义，原来要求是工业现代化，农业现代化，科学文化现代化，现在要加上国防现代化。”这样，就形成了“四个现代化”战略目标的完整提法。1964年底，周恩来在三届全国人大一次会议上所作的政府工作报告中正式宣布，“把我国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的社会主义强国”。故选项A三项不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 66484,
        "title": "党的十八大以来，我们党以巨大的政治勇气全面深化改革，突出问题导向，敢于突进深水区，敢于啃硬骨头，敢于涉险滩，敢于面对新矛盾新挑战，冲破思想观念束缚，突破利益固化藩篱，坚决破除各方面体制机制弊端，改革由局部探索、破冰突围到系统集成、全面深化，许多领域实现历史性变革、系统性重塑、整体性重构，为中国式现代化注入不竭动力源泉。新时代全面深化改革的关键所在是",
        "num": "7",
        "xuanxiang": [
          "A:进一步解放思想",
          "B:进一步解放和发展社会生产力",
          "C:进一步解放和增强社会活力",
          "D:进一步破除各方面制度弊端"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查新时代全面深化改革开放是一场深刻革命。解放和增强社会活力，是社会主义改革的内在要求和基本目的，也是新时代全面深化改革的关键所在，只有进一步解放和增强社会活力，激发全体人民的积极性、主动性、创造性，才能让一切劳动、知识、技术、管理、资本等要素的活力竞相进发，让一切创造社会财富的源泉充分涌流。故应选选项C。【干扰分析】解放思想，是开启改革开放事业的思想前提，也是新时代全面深化改革开放的思想前提。解放和发展社会生产力，是改革开放的鲜明特征和首要任务，也是新时代贯彻新发展理念、构建新发展格局、推动高质量发展的必然要求，只有进一步解放和发展社会生产力，紧紧围绕全面建成小康社会、实现社会主义现代化、实现中华民族伟大复兴的历史任务，才能把改革开放推向深入。故选项A两项都不符合题意。<p>全面深化改革要坚决破除各方面体制机制弊端，而不是制度弊端。故选项D表述错误。",
        "level_text": "米6卷1",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 66485,
        "title": "2023年6月2日，习近平在北京出席文化传承发展座谈会并发表重要讲话。他强调，我们在新时代新的文化使命是",
        "num": "8",
        "xuanxiang": [
          "A:培育社会主义核心价值观",
          "B:推动文化高质量发展，深化文化领域供给侧结构性改革",
          "C:在新的起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明",
          "D:推动文化改革创新，以满足人民日益增长的精神文化生活需要"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查建设社会主义文化强国。2023年6月2日，习近平在北京出席文化传承发展座谈会并发表重要讲话。他强调，在新的起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明，是我们在新时代新的文化使命。要坚定文化自信、担当使命、奋发有为，共同努力创造属于我们这个时代的新文化，建设中华民族现代文明。故应选选项C。【干扰分析】《“十四五”文化发展规划》指出“十四五”文化建设要以社会主义核心价值观为引领，以推动文化高质量发展为主题，以深化文化领域供给侧结构性改革为主线，以文化改革创新为根本动力，以满足人民日益增长的精神文化生活需要为根本目的，坚持稳中求进、守正创新，着力坚持和完善繁荣发展社会主义先进文化的制度，着力巩固马克思主义在意识形态领域的指导地位、巩固全党全国人民团结奋斗的共同思想基础，着力建设具有强大凝聚力和引领力的社会主义意识形态、具有强大生命力和创造力的社会主义精神文明、具有强大感召力和影响力的中华文化软实力，不断铸就中华文化新辉煌，为建成社会主义文化强国奠定坚实基础。故选项A三项均不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 66486,
        "title": "新时代党解决台湾问题的总体方略内涵丰富、逻辑严密、系统完备，深刻回答了推进祖国统一的一系列重大理论和实践问题，是我们党对台大政方针的继承发展和集大成。全面贯彻新时代党解决台湾问题的总体方略，统一的实践途径是",
        "num": "9",
        "xuanxiang": [
          "A:坚持在祖国大陆发展进步基础上解决台湾问题",
          "B:坚持团结台湾同胞、争取台湾民心",
          "C:坚持粉碎“台独”分裂图谋",
          "D:坚持推动两岸关系和平发展、融合发展"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查坚持贯彻新时代党解决台湾问题的总体方略。全面贯彻新时代党解决台湾问题的总体方略，必须坚持党中央对对台工作的集中统一领导，这是统一的根本保证；坚持在中华民族伟大复兴进程中推进祖国统一，这是统一的历史方位；坚持“和平统一、一国两制”基本方针，这是统一的大政方针；坚持一个中国原则和“九二共识”，这是统一的政治基础；坚持推动两岸关系和平发展、融合发展，这是统一的实践途径。故应选选项D。【干扰分析】全面贯彻新时代党解决台湾问题的总体方略，坚持在祖国大陆发展进步基础上解决台湾问题，这是统一的战略思路；坚持团结台湾同胞、争取台湾民心，这是统一的根本动力；坚持粉碎“台独”分裂图谋，这是统一的必然要求；坚持反对外部势力干涉，这是统一的外部条件；坚持决不承诺放弃使用武力，这是统一的战略支撑。故选项A三项均不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 66487,
        "title": "中国式现代化既有各国现代化的共同特征，更有基于自己国情的鲜明特色。中国式现代化的本质特征，也是区别于西方现代化的显著标志，在于中国式现代化是",
        "num": "10",
        "xuanxiang": [
          "A:人口规模巨大的现代化",
          "B:全体人民共同富裕的现代化",
          "C:物质文明和精神文明相协调的现代化",
          "D:人与自然和谐共生的现代化"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中国式现代化的中国特色。全体人民共同富裕的现代化。这是中国式现代化的本质特征，也是区别于西方现代化的显著标志。西方现代化的最大弊端，就是以资本为中心而不是以人民为中心，追求资本利益最大化而不是服务绝大多数人的利益，导致贫富差距大、两极分化严重。一些发展中国家在现代化过程中曾接近发达国家的门槛，却掉进了“中等收入陷阱”，长期陷于停滞状态，甚至严重倒退，一个重要原因就是没有解决好两极分化、阶层固化等问题。中国式现代化坚持发展为了人民、发展依靠人民、发展成果由人民共享，在推动全体人民共同富裕上取得重要进展。故应选选项B。【干扰分析】人口规模巨大的现代化。这是中国式现代化的显著特征。人口规模不同，现代化的任务就不同，其艰巨性、复杂性就不同，发展途径和推进方式也必然具有自己的特点。故选项A不符合题意。<p>物质文明和精神文明相协调的现代化。既要物质富足、也要精神富有，是中国式现代化的崇高追求。故选项C不符合题意。<p>尊重自然、顺应自然、保护自然，促进人与自然和谐共生，是中国式现代化的鲜明特点。故选项D不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 66488,
        "title": "19世纪60年代，为了挽救清政府的统治危机，封建统治阶级中的部分成员主张引进、仿造西方的武器装备和学习西方的科学技术，创设近代企业，兴办洋务。洋务运动的指导思想是“中学为体，西学为用”，企图以吸取西方近代生产技术为手段，来达到维护和巩固中国封建统治的目的，这就决定了它必然失败的命运。因为",
        "num": "11",
        "xuanxiang": [
          "A:洋务派官员一再主张对外“和戎”，其所兴办的企业一切仰赖外国",
          "B:企业内部极其腐败，充斥着营私舞弊、贪污受贿、挥霍浪费等官场恶习",
          "C:洋务派要使中国朝着独立的资本主义方向发展",
          "D:新的生产力是同封建主义的生产关系及其上层建筑不相容的"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查洋务运动的失败。洋务运动企图以吸取西方近代生产技术为手段，来达到维护和巩固中国封建统治的目的，这就决定了它必然失败的命运。因为新的生产力是同封建主义的生产关系及其上层建筑不和容的，是不可能在封建主义的桎梏下充分地发展起来的。他们既要发展近代企业，却又采取垄断经营、侵吞商股等手段压制民族资本；既想培养洋务人才，又不愿改变封建科举制度。故应选选项D。【干扰分析】洋务派官员一再主张对外“和戎”，其所兴办的企业一切仰赖外国，说明洋务运动对列强具有依赖性；企业内部极其腐败，充斥着营私舞弊、贪污受贿、挥霍浪费等官场恶习，说明洋务企业的管理具有腐朽性。这两点虽然都是洋务运动失败的原因，但不是解释洋务运动的指导思想决定它必然失败命运的原因，故选项A两项不符合题意。<p>洋务派兴办洋务新政，主要是为了维护封建统治，而不是使中国朝着独立的资本主义方向发展，故选项C表述错误。",
        "level_text": "米6卷1",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 66489,
        "title": "鸦片战争以后，中国逐步成为半殖民地半封建社会，国家蒙辱、人民蒙难、文明蒙尘，中华民族遭受了前所未有的劫难。为了拯救民族危亡，中国人民奋起反抗，仁人志士奔走呐喊，各种救国方案轮番出台，但都以失败而告终。近代以来中国人民的反帝反封建斗争之所以屡遭失败与挫折，其根本原因是",
        "num": "12",
        "xuanxiang": [
          "A:没有提出彻底的反帝反封建的革命纲领",
          "B:资本主义的建国方案在中国是行不通的",
          "C:没有认清帝国主义侵略者的反动本质",
          "D:没有一个先进政党作为凝聚力量的坚强领导核心"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中国共产党的成立及其意义。近代以来，中国人民反帝反封建的斗争之所以屡遭挫折和失败，最重要的原因就是没有一个先进政党作为凝聚力量的坚强领导核心。中国共产党的诞生，从根本上改变了这种局面，意味着拯救民族危亡、捍卫民族尊严、凝聚民族力量的斗争有了坚强的组织者和领导者。从此，中国人民在中国共产党的团结带领下凝聚起强大力量。故应选选项D。【干扰分析】没有提出彻底的反帝反封建的革命纲领、资本主义的建国方案在中国是行不通的都是辛亥革命失败的原因，故选项A两项不符合题意。<p>没有认清帝国主义侵略者的反动本质是太平天国运动失败的原因，故选项C也不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 66490,
        "title": "1923年6月在广州举行的中国共产党第三次全国代表大会上，李大钊指出：“过去和将来国民运动的领导因素都是无产阶级，而不是其他阶级······由于这个原因，我们不要害怕参加国民运动，我们应站在运动的前列。”李大钊旨在说明",
        "num": "13",
        "xuanxiang": [
          "A:资产阶级革命在中国行不通",
          "B:共产党员可以与国民党实现国共合作",
          "C:无产阶级可以天然获得革命的领导权",
          "D:中国的资产阶级革命不起作用"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查国共合作的形成。1923年6月在广州举行的中国共产党第三次全国代表大会，正确估计了孙中山的革命立场和国民党进行改革的可能性，决定共产党员以个人身份加人国民党，以实现国共合作。李大钊所说我们不要害怕参加国民运动阐明的即这一意思，但三大也明确规定共产党员加入国民党时，党必须在政治上、思想上、组织上保持自己的独立性。故应选选项B。【干扰分析】并非李大钊的话所阐明的意思。无产阶级及其政党对中国革命的领导权不是自然而然得来的，而是在与资产阶级争夺领导权的斗争中实现的，故选项C表述错误。<p>正是当时中国资产阶级起革命作用，所以我们要谋求与资产阶级的合作，故选项D表述错误。",
        "level_text": "米6卷1",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 66491,
        "title": "新中国成立之初，毛泽东主席曾发出这样的感慨：“现在我们能造什么？能造桌子椅子，能造茶碗茶壶，能种粮食，还能磨成面粉，还能造纸，但是，一辆汽车、一架飞机、一辆坦克、一辆拖拉机都不能造。”这强调的是",
        "num": "14",
        "xuanxiang": [
          "A:要把中国从一个落后的农业国变为一个先进的工业国，实现国家的工业化",
          "B:资本主义工业化的道路在中国是走不通的",
          "C:资本主义经济力量弱小，发展困难，不可能成为中国工业起飞的基础",
          "D:必须没收官僚资本，确立社会主义国营经济的领导地位"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查工业化的任务和发展道路。毛泽东这段话是在新中国成立之初提出的，结合当时的背景说明了发展工业、改变中国作为农业国的贫穷落后的面貌，是全国人民的共同要求，是摆在中国共产党和人民政府面前的重要任务。故应选选项A。【干扰分析】近代以来的历史表明，资本主义工业化的道路在中国是走不通的。资本主义经济力量弱小，发展困难，不可能成为中国工业起飞的基础。这是当时的事实，不是毛泽东这段话要强调的意思，故选项B不合题意。<p>是实行社会主义改造的必要性和条件之一，故不符合题意。<p>毛泽东讲这段话时我们已经通过没收官僚资本，并在企业内部进行民主改革和生产改革，使中国资本主义经济的主体部分已被改造为社会主义性质的国营经济。确立社会主义性质的国营经济在国民经济中的领导地位，为全面进行社会主义改造奠定了重要的物质基础。故选项D也不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 66492,
        "title": "邓稼先，中国科学院院士，著名核物理学家。1948年至1950年，他留学美国并获得物理学博士学位，毕业当年毅然回国。他几十年隐姓埋名，坚守在中国原子武器设计制造和研究的第一线，是中国核武器研制工作的开拓者和奠基者，为中国核武器、原子武器的研发作出了重要贡献，被称为“两弹元勋”。“干惊天动地事，做隐姓埋名人”是邓稼先等“两弹一星”功勋科学家的人生写照。邓稼先的事迹启示年轻人决定人生价值的最大砝码是",
        "num": "15",
        "xuanxiang": [
          "A:要有高强的本领才干，勤奋学习，全面发展",
          "B:要锤炼高尚品格，崇德修身，启润青春",
          "C:要有天下兴亡、匹夫有责的担当精神，讲求奉献，实干进取",
          "D:要有崇高的理想信念，牢记使命，自信自励"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查人生价值的评价与实现。人生价值包括个人价值和社会价值，但是人生价值的本质在于社会价值，因此青年人要有天下兴亡、匹夫有责的担当精神，讲求奉献，实干进取。邓稼先的事迹启示年轻人决定人生价值的最大砝码是个人对社会的责任担当和无私贡献。故应选选项C。【干扰分析】要有高强的本领才干，勤奋学习，全面发展。不断增强的本领才干，是青春焕发光彩的重要源泉。故选项A不符合题意。<p>要锤炼高尚品格，崇德修身，启润青春。青年引风气之先，其道德水准和精神风貌直接影响一个民族的文明索养。故 选项B不符合题意。<p>要有崇高的理想信念，牢记使命，自信自励。崇高的理想信念是人生和事业的灯塔，决定我们的方向和立场，也决定我们的精神状态和实际行动。故 选项D不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 66493,
        "title": "“长安复携手，再顾重千金”。建交31年来首次以实体形式举办的中国——中亚峰会，标志着中国—中亚元首会晤机制正式扬帆起航。2023年5月19日上午，国家主席习近平在陕西省西安市主持首届中国——中亚峰会，并发表主旨讲话，强调携手建设",
        "num": "16",
        "xuanxiang": [
          "A:真诚互信、合作共赢、互学互鉴、密切协作的中国—中亚命运共同体",
          "B:守望相助、共同发展、普遍安全、世代友好的中国—中亚命运共同体",
          "C:幸福与共，文化共兴；责任共担，合作共赢；安全共筑，和谐共生的中国—中亚命运共同体",
          "D:和平合作、开放包容、互学互鉴、互利共赢的中国—中亚命运共同体"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查首届中国—中亚峰会。2023年5月18日至19日，习近平主席在西安主持首届中国一中亚峰会。习近平指出建设中国—中亚命运共同体，要做到四个坚持：一是坚持守望相助。二是坚持共同发展。三是坚持普遍安全。四是坚持世代友好。故应选选项B。【干扰分析】是政治上真诚互信、经贸上合作共赢、人文上互学互鉴、国际事务中密切协作中国一拉美命运共同体的内涵；选项C是中非命运共同体的内涵。选项D是丝路精神。",
        "level_text": "米6卷1",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 66494,
        "title": "伽马射线暴（伽马暴）是太空中发射的短时间、高能量的伽马射线现象，在几分钟甚至儿秒钟内释放的能量相当于太阳在万亿年释放的能量之和，是目前已知的宇宙中最猛烈的爆发现象。一场美丽的“烟花”，蕴藏着关于宇宙过去、现在和未来的奥秘。2022年10月9日，中国“极目”空间望远镜和“慧眼”卫星探测到人类有史以来最亮的伽马暴（编号GRB 221009A）。这次“捕捉”到的“最亮伽马暴”，堪称“千年一遇”。这是人类迄今为止观测到最大亮度的伽马暴，将亮度纪录提升了50倍。这一材料说明",
        "num": "17",
        "xuanxiang": [
          "A:认识的不断完善决定着实践的不断深化",
          "B:科学研究是人类最基本的实践活动",
          "C:实践提供日益完备的物质手段，不断强化主体的认识能力",
          "D:世界上只有尚未被认识之物，没有根本上不可认识之物"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查实践的本质、结构与特点；实践与认识的关系。中国“极目”空间望远镜和“慧眼”卫星探测到人类有史以来最亮的伽马暴这一材料说明实践提供日益完备的物质手段，不断强化主体的认识能力，故选项C正确。<p>由于科学技术条件等的限制，目前世界上还有很多事物未被人类认识，但这并不意味着它们不可认识。未知世界与已知世界都是客观存在的，随着实践和科学的发展，人们对未知世界的认识将会不断扩展和深化。世界上只有尚未被认识之物，没有根本上不可认识之物。故选项D正确。【干扰分析】实践的发展推动认识的完善，故选项A错误。<p>物质生产实践是人类最基本的实践活动，故选项B错误。",
        "level_text": "米6卷1",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 66495,
        "title": "习近平总书记指出：“科技是发展的利器，也可能成为风险的源头。要前瞻研判科技发展带来的规则冲突、社会风险、伦理挑战，完善相关法律法规、伦理审查规则及监管框架。”2023年3月31日，意大利个人数据保护局宣布，即日起暂时禁止使用聊天机器人ChatGPT，已就OpenAI聊天机器人ChatGPT涉嫌违反数据收集规则展开调查，并暂时限制OpenAl处理意大利用户数据。这表明",
        "num": "18",
        "xuanxiang": [
          "A:科学技术有时“表现为异己的、敌对的和统治的权力”",
          "B:科学技术的作用是由人们的观念和认识水平决定的",
          "C:人们的实践活动需要受真理尺度和价值尺度的制约",
          "D:科技伦理是科技活动必须遵守的价值准则"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查科学技术在社会发展中的作用；真理与价值。科技是发展的利器，也可能成为风险的源头，说明科学技术有时“表现为异己的、敌对的和统治的权力”，科技伦理是科技活动必须遵守的价值准则。在新一轮科技革命和产业变革加速演进的今天，加强科技伦理治理、合理引导科技向善，已经成为一道必答题。意大利个人数据保护局宣布，即日起暂时禁止使用聊天机器人ChatGPT。这表明人们的实践活动要受真理尺度和价值尺度的制约。故应选 选项A 三项，社会制度、利益关系的影响，也受到一定主观条件如人们的观念和认识水平的影响，而不是由人们的观念和认识水平决定。故选项B错误，【干扰分析】科学技术能够通过促进经济和社会发展造福于人类，科学技术的作用既受到一定客观条件如",
        "level_text": "米6卷1",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 66496,
        "title": "进入21世纪以来，随着经济全球化的深入发展，新一轮科技革命和产业变革进入空前密集活跃期，社会化大生产在世界范围内更大规模、更广范围、更深层次展开，世界格局深度调整，资本主义又呈现出一些新变化新特征。这些新变化新特征表现为",
        "num": "19",
        "xuanxiang": [
          "A:科技创新加速资本主义生产方式变化",
          "B:社会阶级层级结构呈现复杂性、多样化",
          "C:国际金融垄断资本主义影响日益显现",
          "D:发达资本主义国家在世界范围内推行霸权主义和强权政治"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查进入21世纪以来，资本主义的新变化新特征。随着经济全球化的深入发展，新一轮科技革命和产业变革进入空前密集活跃期，社会化大生产在世界范围内更大规模、更广范围、更深层次展开，世界格局深度调整，资本主义又呈现出一些新变化新特征。这些变化特征表现为一是科技创新加速资本主义生产方式变化；二是社会阶级层级结构呈现复杂性、多样化；三是国际金融资本的垄断影响日益显现；四是发达资本主义国家凭借经济、科技、文化传播等超级优势，在世界范围内推行霸权主义和强权政治。故选项A四项全选。",
        "level_text": "米6卷1",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 66497,
        "title": "马克思、恩格斯创立了科学社会主义理论，并提出了正确对待科学社会主义基本原则的科学态度。他们在《共产党宣言》1872年德文版序言中指出：“不管最近25年来的情况发生了多大的变化，这个《宣言》中所阐述的一般原理整个说来直到现在还是完全正确的······这些原理的实际运用，正如《宣言》中所说的，随时随地都要以当时的历史条件为转移。”这一论述为无产阶级政党正确认识和对待科学社会主义基本原则提供了科学的方法指导。具体体现为",
        "num": "20",
        "xuanxiang": [
          "A:必须始终坚持科学社会主义基本原则，反对任何背离科学社会主义基本原则的错误倾向",
          "B:要善于把科学社会主义基本原则与本国实际相结合，创造性地回答和解决社会主义革命、建设、改革中的重大问题",
          "C:紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义基本原则",
          "D:必须不断修正科学社会主义原则，努力向人们提供解决特殊问题的具体方案"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查正确把握科学社会主义基本原则。马克思、恩格斯创立了科学社会主义理论，并提出了正确对待科学社会主义基本原则的科学态度，题干这一论述为无产阶级政党正确认识和对待科学社会主义基本原则提供了科学的方法指导。体现为：第一，必须始终坚持科学社会主义基本原则，反对任何背离科学社会主义基本原则的错误倾向。第二，要善于把科学社会主义基本原则与本国实际相结合创造性地回答和解决社会主义革命、建设、改革中的重大问题。第三，紧跟时代和实践的发展，在不断总结新鲜经验中进一步丰富和发展科学社会主义基本原则。故应选选项A三项。【干扰分析】在运用科学社会主义基本原则的过程中，必须正确认识和处理原则的一般性与具体实际的特殊性之间的辩证关系。要看到，科学社会主义基本原则揭示的是一般性规律，而不是向人们提供解决特殊问题的具体方案。故选项D表述错误。",
        "level_text": "米6卷1",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 66498,
        "title": "毛泽东同志为中国新民主主义革命的胜利、社会主义革命的成功、社会主义建设的全面展开，为实现中华民族独立和振兴、中国人民解放和幸福，作出了彪炳史册的贡献。毛泽东同志毕生最突出最伟大的贡献，就是领导我们党和人民",
        "num": "21",
        "xuanxiang": [
          "A:找到了新民主主义革命的正确道路",
          "B:完成了反帝反封建的任务，建立了中华人民共和国",
          "C:确立了社会主义基本制度",
          "D:取得了社会主义建设的基础性成就"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查科学评价毛泽东和毛泽东思想。习近平在《在纪念毛泽东同志诞辰120周年座谈会上的讲话》中指出，毛泽东同志为中国新民主主义革命的胜利、社会主义革命的成功、社会主义建设的全面展开，为实现中华民族独立和振兴、中国人民解放和幸福，作出了彪炳史册的贡献。毛泽东同志毕生最突出最伟大的贡献，就是领导我们党和人民找到了新民主主义革命的正确道路，完成了反帝反封建的任务，建立了中华人民共和国，确立了社会主义基本制度，取得了社会主义建设的基础性成就，并为我们探索建设中国特色社会主义的道路积累了经验和提供了条件，为我们党和人民事业胜利发展、为中华民族阔步赶上时代发展潮流创造了根本前提，奠定了坚实的理论和实践基础。故选项A四项全选。",
        "level_text": "米6卷1",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 66499,
        "title": "毛泽东等党和国家领导人深刻汲取苏联的经验教训，认真分析和研究中国社会主义建设的新情况新问题，在广泛调研的基础上，形成了关于社会主义社会矛盾的学说。毛泽东关于社会主义社会矛盾的学说，对党和社会主义建设事业具有长远的指导意义。主要体现在",
        "num": "22",
        "xuanxiang": [
          "A:为将工人阶级和民族资产阶级之间的矛盾按照人民内部矛盾来处理，对资本主义工商业实行和平赎买创造了理论前提",
          "B:科学揭示了社会主义社会发展的动力，为后来的社会主义改革奠定了理论基础",
          "C:为正确处理社会主义社会各种矛盾、创造良好的社会环境和政治环境提供了基本的理论依据",
          "D:开始把马克思列宁主义基本原理同中国具体实际进行“第二次结合”，努力找到适合中国特点的社会主义建设道路"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查正确认识和处理社会主义社会矛盾的思想，毛泽东关于社会主义社会矛盾的学说，分析了社会主义社会的基本矛盾的性质、特点和解决途径，揭示了社会主义社会发展的一般规律，科学揭示了社会主义社会发展的动力，以独创性的内容丰富了马克思主义的理论宝库，严格区分社会主义社会两类不同性质的矛盾并指明解决方法，为正确处理社会主义社会各种矛盾、创造良好的社会环境和政治环境提供了基本的理论依据，也为后来的社会主义改革奠定了理论基础，对党和社会主义建设事业具有长远的指导意义。故应选选项B两项。【干扰分析】对应的是新民主主义革命时期，中国共产党与民族资产阶级长期保持着统一战线的关系，这就为将工人阶级和民族资产阶级之间存在着的对抗性矛盾转化为非对抗性矛盾并按照人民内部矛盾来处理提供了前提。选项D对应的是1956年4月，毛泽东在召集中央其他领导同志开会时提出：“现在是社会主义革命和建设时期，我们要进行马列主义的基本原理同中国革命和建设的具体实际的第二次结合，找出在中国怎样建设社会主义的道路。”故选项B两项均不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 66500,
        "title": "2023年10月30日至31日，中央金融工作会议在北京举行。会议强调，金融是国民经济的血脉，是国家核心竞争力的重要组成部分，要加快建设金融强国，全面加强金融监管，完善金融体制，优化金融服务，防范化解风险，坚定不移走中国特色金融发展之路，推动我国金融高质量发展，为以中国式现代化全面推进强国建设、民族复兴伟业提供有力支撑。为此必须",
        "num": "23",
        "xuanxiang": [
          "A:以加快建设金融强国为目标",
          "B:以推进金融高质量发展为主题",
          "C:以金融服务虚拟经济作为根本宗旨",
          "D:以全面加强监管、防范化解风险为重点"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查中央金融工作会议。会议强调，当前和今后一个时期，做好金融工作必须坚持和加强党的全面领导，以习近平新时代中国特色社会主义思想为指导，全面贯彻党的二十大精神，完整、准确、全面贯彻新发展理念，深刻把握金融工作的政治性、人民性，以加快建设金融强国为目标，以推进金融高质量发展为主题，以深化金融供给侧结构性改革为主线，以金融队伍的纯洁性、专业性、战斗力为重要支撑，以全面加强监管、防范化解风险为重点，坚持稳中求进工作总基调，统筹发展和安全，牢牢守住不发生系统性金融风险的底线，坚定不移走中国特色金融发展之路，加快建设中国特色现代金融体系，不断满足经济社会发展和人民群众日益增长的金融需求，不断开创新时代金融工作新局面。故应选选项A三项。【干扰分析】要坚持把金融服务实体经济作为根本宗旨，故选项C错误。",
        "level_text": "米6卷1",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 66501,
        "title": "2023年5月29日下午，中共中央政治局就建设教育强国进行第五次集体学习。中共中央总书记习近平在主持学习时强调，教育兴则国家兴，教育强则国家强。建设教育强国是",
        "num": "24",
        "xuanxiang": [
          "A:全面建成社会主义现代化强国的战略先导",
          "B:实现高水平科技自立自强的重要支撑",
          "C:促进全体人民共同富裕的有效途径",
          "D:以中国式现代化全面推进中华民族伟大复兴的基础工程"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查加快建设教育强国。建设教育强国是全面建成社会主义现代化强国的战略先导，是实现高水平科技自立自强的重要支撑，是促进全体人民共同富裕的有效途径，是以中国式现代化全面推进中华民族伟大复兴的基础工程。故选项A四项全选。",
        "level_text": "米6卷1",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 66502,
        "title": "2023年7月14日，《中共中央国务院关于促进民营经济发展壮大的意见》发布，旨在促进民营经济做大做优做强，在全面建设社会主义现代化国家新征程中作出积极贡献，在中华民族伟大复兴历史进程中肩负起更大使命、承担起更重责任、发挥出更大作用。民营经济是",
        "num": "25",
        "xuanxiang": [
          "A:推进中国式现代化的生力军",
          "B:中国特色社会主义的重要物质基础和政治基础",
          "C:高质量发展的重要基础",
          "D:推动我国全面建成社会主义现代化强国、实现第二个百年奋斗目标的重要力量"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查坚持“两个毫不动摇”。《中共中央国务院关于促进民营经济发展壮大的意见》指出，民营经济是推进中国式现代化的生力军，是高质量发展的重要基础，是推动我国全面建成社会主义现代化强国、实现第二个百年奋斗目标的重要力量。故应选选项A三项。【干扰分析】国有企业是中国特色社会主义的重要物质基础和政治基础，是我们党执政兴国的重要支柱和依靠力量。故选项B错误。",
        "level_text": "米6卷1",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 66503,
        "title": "习近平指出：“良好的生态环境是最公平的公共产品，是最普惠的民生福祉。”党的十八大以来，我们党把生态文明建设摆在全局工作的突出位置，从思想、法律、体制、组织、作风上全面发力，谋划开展了一系列根本性、开创性、长远性工作。从解决突出生态环境问题入手，注重点面结合、标本兼治，实现了",
        "num": "26",
        "xuanxiang": [
          "A:由重点整治到系统治理的重大转变",
          "B:由被动应对到主动作为的重大转变",
          "C:由全球环境治理参与者到引领者的重大转变",
          "D:由实践探索到科学理论指导的重大转变"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查把生态文明建设摆在全局工作的突出位置。党的十八大以来，我们党把生态文明建设摆在全局工作的突出位置，从思想、法律、体制、组织、作风上全面发力，谋划开展了一系列根本性、开创性、长远性工作。从解决突出生态环境问题入手，注重点面结合、标本兼治，实现由重点整治到系统治理的重大转变；坚持转变观念、压实责任，不断增强全党全国推进生态文明建设的自觉性主动性，实现由被动应对到主动作为的重大转变；紧跟时代、放眼世界，承担大国责任、展现大国担当，实现由全球环境治理参与者到引领者的重大转变：不断深化对生态文明建设规律的认识，形成习近平生态文明思想，实现由实践探索到科学理论指导的重大转变。故选项A四项全选。",
        "level_text": "米6卷1",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 66504,
        "title": "从严治党是我们党的一贯方针，坚持从严治党取得了巨大成绩，但一些问题仍屡禁不绝。习近平指出：“根子就在从严治党没有做到位。有些地方和单位看起来党在管党治党，但没有管到位上，没有严到份上。”必须在“全面从严”上下功夫，基础在全面，关键在严，要害在治，把从严治党的要求贯彻到党的建设各个方面。全面从严治党是",
        "num": "27",
        "xuanxiang": [
          "A:党永葆生机活力、走好新的赶考之路的必由之路",
          "B:党的长期战略、永恒课题",
          "C:推进中国式现代化的根本动力",
          "D:新时代党的建设的鲜明主题"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查坚定不移全面从严治党。党要管党、从严治党，是党的建设的一贯要求和根本方针。习近平指出，“新的历史条件下，我们要更好进行具有许多新的历史特点的伟大斗争、推进中国特色社会主义伟大事业，就必须以更大力度推进党的建设新的伟大工程，坚定不移推进全面从严治党”。全面从严治党是党永葆生机活力、走好新的赶考之路的必由之路，是新时代党的建设的鲜明主题，也是党的长期战略、永恒课题。故应选选项A三项。【干扰分析】推进中国式现代化的根本动力是全面深化改革，故选项C不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 66505,
        "title": "1920年8月，陈望道翻译的《共产党宣言》中文全译本公开出版。此前，为翻译这本书，陈望道秘密回到浙江义乌家中。他在潜心翻译时，把粽子蘸着墨汁吃掉却浑然不觉，还说：“真理的味道非常甜。”陈望道翻译《共产党宣言》",
        "num": "28",
        "xuanxiang": [
          "A:标志着马克思主义在中国进入比较系统的传播阶段",
          "B:在建党的思想理论准备中，起了十分重要的作用",
          "C:彰显了中国共产主义者对马克思主义救国真理的渴求，对共产主义理想的坚定信念",
          "D:推动中国先进分子把目光从西方转向东方，从资产阶级民主主义转向社会主义"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查马克思主义与中国工人运动的结合。1920年8月，陈望道翻译的《共产党宣言》中文全译本公开出版。这是马克思主义在中国传播史上的一件大事，在建党的思想理论准备中，起了十分重要的作用。此前，为翻译这本书，陈望道秘密回到浙江义乌家中。他在潜心翻译时，把粽子蘸着墨汁吃掉却浑然不觉，还说：“真理的味道非常甜。”这彰显了中国共产主义者对马克思主义救国真理的渴求，对共产主义理想的坚定信念。故应选选项B两项。【干扰分析】1919年9月、11月，李大钊发表《我的马克思主义观》一文，比较系统地介绍了马克思主义理论在当时思想界产生重大影响，标志着马克思主义在中国进入比较系统的传播阶段。故选项A不符合题意。<p>十月革命推动中国先进分子把目光从西方转向东方，从资产阶级民主主义转向社会主义。故选项D不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 66506,
        "title": "1948年4月30日，中共中央在纪念五一国际劳动节的口号中提出：“各民主党派、各人民团体、各社会贤达迅速召开政治协商会议，讨论并实现召集人民代表大会，成立民主联合政府。”这个号召后来得到各民主党派和社会各界的热烈响应。“五一口号”的发表",
        "num": "29",
        "xuanxiang": [
          "A:标志着中国共产党领导的多党合作和政治协商格局制度的确立",
          "B:揭开了中国共产党同各党派、各团体、各族各界人士协商建国的序幕",
          "C:奠定了中国共产党领导的多党合作和政治协商制度的基础",
          "D:标志着民主党派地位的根本变化"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查中国共产党领导的多党合作和政治协商格局的形成。“五一口号”这个号召得到各民主党派和社会各界的热烈响应，揭开了中国共产党同各党派、各团体、各族各界人士协商建国的序幕，莫定了中国共产党领导的多党合作和政治协商制度的基础。故应选选项B两项。【干扰分析】1949年春，毛泽东在同有关人士谈话时提出，民主党派应“积极参政，共同建设新中国”。这标志着民主党派地位的根本变化，即它们不再是旧中国反动政权下的在野党，而将在中国共产党领导下，共同担负起管理国家和建设新中国的历史重任。故选项D不符合题意。<p>1949年9月，北平人民政协会议的召开，标志着中国的新型政党制度—中国共产党领导的多党合作和政治协商制度的确立。故选项A不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 66507,
        "title": "随着苏联解体、东欧剧变，冷战结束。世界社会主义运动的严重曲折对我国也产生了一定的负面影响。我国经济在治理整顿后走出了低谷，但一些深层次问题尚未得到根本解决，社会主义事业发展仍面临巨大的困难和压力。能否坚持党的基本路线不动摇，抓住机遇、加快发展，把改革开放和现代化建设继续推向前进，成为中国共产党人必须回答和解决的重大课题。1992年1月18日至2月21日，邓小平先后视察武昌、深圳、珠海、上海等地，发表重要谈话。邓小平的南方谈话",
        "num": "30",
        "xuanxiang": [
          "A:从理论上深刻回答了长期困扰和束缚人们思想的许多重大问题",
          "B:是把改革开放和现代化建设推向新阶段的又一个解放思想、实事求是的宣言书",
          "C:对即将召开的党的十四大具有十分重要的指导作用",
          "D:对中国整个社会主义现代化建设事业具有重大而深远的意义"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查邓小平的南方谈话。邓小平的南方谈话，从理论上深刻回答了长期困扰和束缚人们思想的许多重大问题，是把改革开放和现代化建设推向新阶段的又一个解放思想、实事求是的宣言书，不仅对即将召开的党的十四大具有十分重要的指导作用，而且对中国整个社会主义现代化建设事业具有重大而深远的意义。故选项A四项全选。",
        "level_text": "米6卷1",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 66508,
        "title": "中国特色社会主义法治道路，明确了建设社会主义法治国家的性质和方向，是社会主义法治建设成就和经验的集中体现，是建设中国特色社会主义法治体系、建设社会主义法治国家的正确道路。坚持走中国特色社会主义法治道路是",
        "num": "31",
        "xuanxiang": [
          "A:全面依法治国的总抓手",
          "B:历史的必然结论",
          "C:由我国社会主义国家性质所决定的",
          "D:立足我国基本国情的必然选择"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查走中国特色社会主义法治道路的原因。走中国特色社会主义法治道路，是历史的必然结论。进入改革开放历史新时期，我们党提出“有法可依、有法必依、执法必严、违法必究”的方针，强调依法治国是党领导人民治理国家的基本方略、依法执政是党治国理政的基本方式，不断推进社会主义法治建设，最终走出了一条中国特色社会主义法治道路。<p>走中国特色社会主义法治道路，是由我国社会主义国家性质所决定的。中国特色社会主义法治道路坚持人民主体地位，坚持法律面前人人平等，能够保证人民在党的领导下，依照法律规定，通过各种途径和形式管理国家事务，管理经济和文化事业，管理社会事务，本质上是中国特色社会主义道路在法治领域的具体体现。<p>走中国特色社会主义法治道路，是立足我国基本国情的必然选择。就我们这个14亿多人口的社会主义大国而言，我们有自己的历史文化传统，有长期积累的经验和优势，要在较短时间内建成法治国家，必须走中国特色社会主义法治道路。故应选选项B三项。【干扰分析】全面依法治国的宏伟目标是建设法治中国，要以建设中国特色社会主义法治体系为总抓手，故选项A不符合题意。",
        "level_text": "米6卷1",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 66509,
        "title": "2022年9月举行的十三届全国人大常委会第三十六次会议，顺利完成多项与生态文明建设相关的议程。本届全国人大常委会履职以来，始终聚焦党中央决策部署谋划推进工作，加快立法修法步伐，立法工作及时完成党中央确定的重大立法项目，充分彰显了党对立法工作的集中统一领导。把党的领导贯彻到依法治国全过程和各方面，是我国社会主义法治建设的一条基本经验。党的领导是",
        "num": "32",
        "xuanxiang": [
          "A:社会主义法治最根本的保证",
          "B:中国特色社会主义法治之魂",
          "C:我们的法治同西方资本主义国家的法治最大的区别",
          "D:维护社会公平正义的最后一道防线"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查走中国特色社会主义法治道路的原则。党的领导是社会主义法治最根本的保证。把党的领导贯彻到依法治国全过程和各方面，是我国社会主义法治建设的一条基本经验。我国是人民民主专政的社会主义国家，党的领导是中国特色社会主义法治之魂，这是我们的法治同西方资本主义国家的法治最大的区别。国际国内环境越是复杂，改革开放和社会主义现代化建设任务越是繁重，越要运用法治思维和法治手段巩固执政地位、改善执政方式、提高执政能力，保证党和国家长治久安。故应选选项A三项。【干扰分析】公正司法是维护社会公平正义的最后一道防线，故选项D是干扰项。",
        "level_text": "米6卷1",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 66510,
        "title": "2023年3月15日，中共中央总书记、国家主席习近平在北京出席中国共产党与世界政党高层对话会，并发表题为《携手同行现代化之路》的主旨讲话。在主旨讲话中，习近平总书记科学把握各国前途命运紧密相连大趋势，着眼推动人类社会现代化进程、繁荣世界文明百花园，首次鲜明提出全球文明倡议，习近平主席倡导",
        "num": "33",
        "xuanxiang": [
          "A:尊重世界文明多样性",
          "B:弘扬全人类共同价值",
          "C:重视文明传承和创新",
          "D:加强国际人文交流合作"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查全球文明倡议。2023年3月15日，习近平在中国共产党与世界政党高层对话会上提出全球文明倡议。全球文明倡议，倡导尊重世界文明多样性，倡导弘扬全人类共同价值，倡导重视文明传承和创新，倡导加强国际人文交流合作。故选项A四项全选。",
        "level_text": "米6卷1",
        "p_level_text": "33"
      }
    }
  },
  "米6卷2": {
    "米6卷2": {
      "1": {
        "timu_id": 66511,
        "title": "今年是毛泽东等老一辈革命家为雷锋同志题词60周年。60年来，学雷锋活动在全国持续深入开展，雷锋的名字家喻户晓，雷锋的事迹深入人心，雷锋精神滋养着一代代中华儿女的心灵。实践证明，无论时代如何变迁，雷锋精神永不过时。新征程上，要让学雷锋在人民群众特别是青少年中蔚然成风，让学雷锋活动融入日常、化作经常，让雷锋精神在新时代绽放更加璀璨的光芒，为全面建设社会主义现代化国家、全面推进中华民族伟大复兴凝聚强大力量。这一论述在哲学上的依据是",
        "num": "1",
        "xuanxiang": [
          "A:发挥人的主观能动性需要依赖于一定的物质条件和物质手段",
          "B:物质决定精神，精神对物质具有强大反作用",
          "C:发挥精神的能动作用可以正确认识和改变规律",
          "D:精神的力量可以代替物质的力量"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查物质与意识的辩证关系。马克思主义认为物质决定意识，意识对物质具有反作用。这种反作用最重要的在于精神指导通过实践使之一步步变为客观现实。正确把握物质和精神的关系，从而认识到今天仍要弘扬雷锋精神，为全面建设社会主义现代化国家、全面推进中华民族伟大复兴凝聚强大力量。故应选选项B。【干扰分析】“巧妇难为无米之炊”，没有现实的原材料，人的意识再“巧”也创造不出任何物质的东西就是说的这个道理。选项A在材料中没有体现，故不选。充分发挥主观能动性，才能正确认识和利用客观规律，而不是改变规律。故选项C错误。<p>马克思主义哲学认为精神的力量可以通过实践“转变”为改造物质世界的力量，但精神与物质是两种不同的现象，意识（精神）归根到底是物质的产物，它对物质世界具有能动作用，但绝不会“代替”物质力量，否则就会陷入夸大精神力量的唯心主义泥沼。故选项D错误。",
        "level_text": "米6卷2",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 66512,
        "title": "在人与世界的相互作用中，人与世界同时得到了改变，并获得日益丰富的内容。造成这一变化的基础是",
        "num": "2",
        "xuanxiang": [
          "A:自然界自身的运动",
          "B:人的意识的能动作用",
          "C:人的实践活动",
          "D:工具的制造与使用"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查物质世界的二重化。实践是人能动地改造外部世界的物质活动，是主观见之于客观的活动，是人与世界相互作用的中介。人通过实践这种中介性活动，实现了对物质世界的观念把握和实际把握，一方面使人的目的和本质力量对象化，世界被改造为适合人的需要的对象，即“自然的人化”；另一方面又使世界的特性、本质和规律转化为人的知识，人自身也得到了改造，即“人的自然化”。故应选选项C。【干扰分析】对自然界的依赖，可以说是人与动物的共同特征，但两者存在着根本差别，动物仅仅通过自身的改变来消极地适应自然，而人则以社会的形式，通过实践改造和支配自然界，使自然界为自己的目的服务。自然界并不会直接满足人的需要，故选项A不正确。<p>人的实践活动具有能动性的特点，但不论人类改造世界的能力多么强大，都要受到作为改造对象的外部自然界及其规律的制约，受到现实社会条件的制约。因此仅仅依赖人的意识的能动作用是不行的，故选项B不正确。<p>仅仅有主体和客体还不能形成现实的实践活动，将二者现实地联结起来的还有各种形式的工具、手段以及运用、操作这些工具的程序和方法。但如果考虑题干说的是人与世界的“相互”作用，即不仅只是人作用于世界这一方面，而且还有世界作用于人这一方面，故选项D不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 66513,
        "title": "马克思指出：“作为劳动过程和价值形成过程的统一，生产过程是商品生产过程；作为劳动过程和价值增殖过程的统一，生产过程是资本主义生产过程，是商品生产的资本主义形式。”价值形成过程转变为价值增殖过程的关键是",
        "num": "3",
        "xuanxiang": [
          "A:资本主义劳动过程的要素都被资本家所占有",
          "B:资本家用提高工人劳动强度的方法来增加剩余价值",
          "C:资本家购买的劳动力，在生产过程中创造了超过补偿劳动力的价值",
          "D:资本家用延长工人劳动时间的方法来增加剩余价值"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查资本主义生产过程的两重性。资本主义生产过程具有两重性：一方面是物质资料的生产过程，另一方面是剩余价值的生产过程，即价值增殖过程。资本主义生产过程是劳动过程和价值增殖过程的统一。价值增殖过程是剩余价值的生产过程，这是资本主义生产过程的主要方面。所谓价值增殖过程，是超过劳动力价值的补偿这个一定点而延长了的价值形成过程。资本家购买的劳动力，在生产过程中创造了超过补偿劳动力的价值，从而形成了剩余价值，这是价值形成过程转变为价值增殖过程的关键。故应选选项C。【干扰分析】资本家只占有生产资料，劳动力是被资本家雇佣，故选项A表述错误。<p>“资本家用提高工人劳动强度的方法来增加剩余价值”是绝对剩余价值生产过程，故选项B不符合题意。<p>“资本家用延长工人劳动时间的方法来增加剩余价值”也是绝对剩余价值生产过程，故选项D不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 66514,
        "title": "在资本主义条件下，资本变成了一种非常神秘的东西，似乎劳动的一切社会生产力并非劳动本身所有，而为资本所有，资本本身就具有一种能使价值增殖的魔力，这就是资本拜物教。马克思通过对劳动力商品的特点和资本总公式的矛盾的分析，阐明了资本的实质，揭露了资本拜物教产生的秘密。马克思认为，资本的本质是",
        "num": "4",
        "xuanxiang": [
          "A:固定地充当一般等价物的商品",
          "B:生产资料与劳动力的总和",
          "C:商品价值的货币表现",
          "D:一定的历史社会形态下的生产关系"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查资本的本质。题干提示资本本身就具有一种能使价值增殖的魔力，这也揭示了资本是可以带来剩余价值的价值。剩余价值是由雇佣工人的剩余劳动创造的。在资本主义社会里，资本总是通过各种物品表现出来的，但资本的本质不是物，而是一定的历史社会形态下的生产关系。故应选选项D。【干扰分析】固定地充当一般等价物的商品指的是货币，故选项A不符合题意。<p>生产资料与劳动力的总和投人到生产中形成的是生产资本，故选项B不符合题意。<p>商品价值的货币表现是价格，故选项C不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 66515,
        "title": "具有社会主义性质的国营经济，在新民主主义社会的多种经济成分中居于领导地位，为建立新民主主义的国家政权，实现向社会主义的过渡奠定了坚实的基础。这一经济成分是",
        "num": "5",
        "xuanxiang": [
          "A:通过管制帝国主义在华企业建立起来的",
          "B:通过没收地主土地建立起来的",
          "C:通过保护民族工商业建立起来的",
          "D:通过没收官僚资本建立起来的"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查新民主主义经济纲领。没收官僚资本归新民主主义国家所有，是新民主主义革命的题中应有之义。反对官僚资本主义并非因为它是资本主义，而是因为这种资本主义同外国帝国主义、本国地主阶级和旧式富农密切地结合着，是一种买办的封建的国家垄断资本主义。没收官僚资本，包含着新民主主义革命和社会主义革命的双重性质。通过没收官僚资本建立起来的具有社会主义性质的国营经济，在新民主主义社会的多种经济成分中居于领导地位，为建立新民主主义的国家政权，实现向社会主义的过渡奠定了坚实的基础。故应选选项D。【干扰分析】管制帝国主义在华企业这是中国人民废除帝国主义在华特权的措施之一。保护民族工商业形成的是私人资本主义经济。没收封建地主阶级的土地归农民所有，实行“耕者有其田”以扫除封建剥削关系，把土地变为农民的私有财产，发展的是农民的个体经济。故选项A三项均不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 66516,
        "title": "毛泽东同志总结革命斗争经验，概括了克敌制胜的“三大法宝”，为我们党取得新民主主义革命胜利发挥了重要作用，至今依然发挥着重要作用。这“三大法宝”是",
        "num": "6",
        "xuanxiang": [
          "A:统一战线、武装斗争、党的建设",
          "B:土地革命、武装斗争、根据地建设",
          "C:理论联系实际、密切联系群众、批评与自我批评",
          "D:实事求是、群众路线、独立自主"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查新民主主义革命胜利的基本经验。毛泽东同志总结革命斗争经验，把统一战线、武装斗争、党的建设概括为克敌制胜的“三大法宝”，为我们党取得新民主主义革命胜利发挥了重要作用，至今依然发挥着重要作用。故应选选项A。【干扰分析】土地革命、武装斗争、根据地建设是“工农武装割据”的内容；理论联系实际、密切联系群众、批评与自我批评是党的三大优良作风；实事求是、群众路线、独立自主是毛泽东思想的活的灵魂。故选项B三项均不符合题干要求。",
        "level_text": "米6卷2",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 66517,
        "title": "2023年7月24日，中共中央政治局召开会议指出：“要以学习贯彻习近平新时代中国特色社会主义思想主题教育为契机，教育引导广大党员干部牢固树立正确政绩观。”作为检验党员干部工作政绩的最终评判标准是",
        "num": "7",
        "xuanxiang": [
          "A:生产力发不发展",
          "B:人民满意不满意",
          "C:是否增强综合国力",
          "D:是否推进改革"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查人民是党的工作的最高裁决者和最终评判者。习近平指出：“时代是出卷人，我们是答卷人，人民是阅卷人。”要始终把人民放在心中最高位置，树立正确的政绩观，以人民满意不满意作为检验工作的最终评判标准。故应选选项B。【干扰分析】判断改革和各方面是非得失，归根到底，主要看是否有利于发展社会主义社会的生产力，是否有利于增强社会主义国家的综合国力，是否有利于提高人民生活水平，即“三个有利于”标准。不要混淆判断改革是非得失的标准与判断政绩观的标准。故选项A三项均不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 66518,
        "title": "在强国建设、民族复兴的新征程，我们要坚定不移推动高质量发展。推动高质量发展的战略基点是",
        "num": "8",
        "xuanxiang": [
          "A:加快实现高水平科技自立自强",
          "B:推进农业现代化",
          "C:构建新发展格局",
          "D:基层治理"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查构建新发展格局。习近平在参加十四届全国人大一次会议江苏代表团审议时强调，高质量发展是全面建设社会主义现代化国家的首要任务。习近平指出，加快构建新发展格局，是推动高质量发展的战略基点。故应选选项C。【干扰分析】加快实现高水平科技自立自强，是推动高质量发展的必由之路。农业强国是社会主义现代化强国的根基，推进农业现代化是实现高质量发展的必然要求。基层治理和民生保障事关人民群众切身利益，是促进共同富裕、打造高品质生活的基础性工程。故选项A三项均不符合题干要求。",
        "level_text": "米6卷2",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 66519,
        "title": "中华文明具有突出的连续性。中华文明是世界上唯一绵延不断且以国家形态发展至今的伟大文明。这充分证明了中华文明具有自我发展、回应挑战、开创新局的文化主体性与旺盛生命力。深厚的家国情怀与深沉的历史意识，为中华民族打下了维护大一统的人心根基，成为中华民族历经千难万险而不断复兴的精神支撑。中华文明的连续性，从根本上决定了",
        "num": "9",
        "xuanxiang": [
          "A:中华民族必然走自己的路",
          "B:一个坚强统一的国家是各族人民的命运所系",
          "C:中华民族交往交流交融的历史取向",
          "D:中华民族守正不守旧、尊古不复古的进取精神"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查传承发展中华优秀传统文化。中华文明是世界上唯一绵延不断且以国家形态发展至今的伟大文明，连续性从根本上决定了中华民族必然走自己的路。故应选选项A。【干扰分析】中华文明的统一性决定了一个坚强统一的国家是各族人民的命运所系；包容性决定了中华民族交往交流交融的历史取向；创新性决定了中华民族守正不守旧、尊古不复古的进取精神。故选项B三项均不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 66520,
        "title": "我国是统一的多民族国家，各民族团结和谐，则国家兴旺、社会安定、人民幸福；反之，则国家衰败、社会动荡、人民遭殃。党中央着眼于维护中华民族大团结、实现中华民族伟大复兴中国梦，将新时代党的民族工作的主线定为",
        "num": "10",
        "xuanxiang": [
          "A:构筑中华民族共有精神家园",
          "B:坚持和完善民族区域自治制度",
          "C:推动各民族为全面建设社会主义现代化国家共同奋斗",
          "D:铸牢中华民族共同体意识"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查新时代做好民族工作。我国是统一的多民族国家，各民族团结和谐，则国家兴旺、社会安定、人民幸福；反之，则国家衰败、社会动荡、人民遭殃。党中央强调把铸牢中华民族共同体意识作为新时代党的民族工作的主线，这是着眼于维护中华民族大团结、实现中华民族伟大复兴中国梦作出的重大决策，也是深刻总结历史经验教训得出的重要结论。故应选选项D。【干扰分析】把推动各民族为全面建设社会主义现代化国家共同奋斗作为新时代党的民族工作的重要任务，坚持和完善民族区域自治制度是解决民族问题的制度安排，构筑中华民族共有精神家园是做好民族工作的一项重要任务，选项A三项也都是把握民族问题、做好民族工作的宝贵经验，但不是民族工作的主线。",
        "level_text": "米6卷2",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 66521,
        "title": "《中国革命和中国共产党》于1939年冬由毛泽东和其他几个在延安的同志合作写就，在文中毛泽东明确提出“新民主主义革命”的概念，并指出认清和解决革命问题的基本依据是",
        "num": "11",
        "xuanxiang": [
          "A:认识到近代中华民族面临的首要历史任务是实现民族独立与人民解放",
          "B:认识到近代中国的性质是半殖民地半封建社会",
          "C:认识到近代中国革命是资产阶级民主革命",
          "D:认识到近代中国最主要矛盾是帝国主义与中华民族的矛盾"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查近代中国的主要矛盾、革命性质。近代中国已经沦为一个半殖民地半封建性质的社会，这是最基本的国情。只有认清中国社会的性质，才能认清中国革命的对象、中国革命的任务、中国革命的动力、中国革命的性质、中国革命的前途和转变。所以，认清中国社会的性质，就是说，认清中国的国情。乃是认清一切革命问题的基本的根据。故应选选项B。【干扰分析】近代中国的主要矛盾、革命性质，中华民族面临的历史任务都是近代社会的性质决定的。",
        "level_text": "米6卷2",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 66522,
        "title": "1912 年 3月，临时参议院颁布《中华民国临时约法》。这是中国历史上第一部具有资产阶级共和国宪法性质的法典。毛泽东说：“民国元年的《中华民国临时约法》，在那个时期是一个比较好的东西；当然，是不完全的、有缺点的，是资产阶级性的，但它带有革命性、民主性。”其“革命性、民主性”体现在",
        "num": "12",
        "xuanxiang": [
          "A:用总统制取代内阁制",
          "B:以根本大法的形式废除了两千多年来的封建君主专制制度",
          "C:废除清政府与列强所订的一切不平等条约和清政府所欠的一切外债",
          "D:提出了反帝反封建的纲领和任务"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中华民国临时约法。《中华民国临时约法》规定，“中华民国之主权属于国民全体”，而“以参议院、临时大总统、国务员、法院行使其统治权”。参议院行使立法权，参议员由各省选派。临时大总统代表临时政府总揽政务。国务总理及各部总长称国务员，辅佐临时大总统负其责任。法院行使司法权。参议院有权弹劾大总统和国务员。中华民国国民一律平等，享有人身、财产、集会、结社、出版、言论等自由，享有请愿、陈诉、考试、选举与被选举等民主权利。这样，《临时约法》就以根木大法的形式废除了两千多年来的封建君主专制制度，确认了资产阶级共和国的政治制度。故应选选项B。【干扰分析】1914年5月，袁世凯公然撕毁《临时约法》，炮制了一个《中华民国约法》，用总统制取代内阁制。故选项A不符合题意。<p>在南京临时政府的《告友邦书》中，就企图用承认清政府与列强所订的一切不平等条约和清政府所欠的一切外债，来换取列强承认中华民国。故选项C不符合题意。<p>党的二大才提出了反帝反封建的纲领和任务。故选项D也不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 66523,
        "title": "毛泽东指出：“如果我们能够普遍地彻底地解决土地问题，我们就获得了足以战胜一切敌人的最基本的条件。”1947年7月至9月，中国共产党在西柏坡召开全国土地会议，明确规定“废除封建性及半封建性剥削的土地制度，实行耕者有其田的土地制度”的土地纲领是",
        "num": "13",
        "xuanxiang": [
          "A:《兴国土地法》",
          "B:《中华人民共和国土地改革法》",
          "C:《关于土地问题的指示》",
          "D:《中国土地法大纲》"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查从“五四指示”到《中国土地法大纲》。为推动解放区土改运动进一步发展，1947年7月至9月，中国共产党在西柏坡召开全国土地会议，制定和通过了《中国土地法大纲》，明确规定“废除封建性及半封建性剥削的土地制度，实行耕者有其田的土地制度”。《中国土地法大纲》是一个彻底反封建的土地革命纲领，它指引着在封建制度压迫下的亿万农民群众，将自己的力量汇人民主革命的洪流。故应选选项D。【干扰分析】1946年5月4日，中共中央发布《关于土地问题的指示》（五四指示），决定不再在解放区实施减租减息政策。1950年至1953年春，在新解放区进行土改。《中华人民共和国土地改革法》规定了这次土改的目的，是废除地主阶级封建剥削的土地所有制，实行农民的土地所有制，解放农村生产力，发展农业生产，为新中国的工业化开辟道路。《兴国土地法》是土地革命时期公布的，1931年2月，毛泽东总结根据地土地革命的经验，要求各地各级工农民主政府发布公告，明确规定农民已经分得的田归农民个人私有，可以自主租借买卖，别人不得侵犯。故选项A三项都不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 66524,
        "title": "毛泽东在1957年2月所做的《关于正确处理人民内部矛盾的问题》的报告，系统论述了社会主义社会矛盾的理论。毛泽东强调：“关于正确处理人民内部矛盾的问题是社会主义国家政治生活的主题。”提出这一论断的根本着眼点在于",
        "num": "14",
        "xuanxiang": [
          "A:调动一切积极因素，团结一切可以团结的力量，把全党的注意力转到社会主义建设上来",
          "B:克服党和政府的一些工作部门存在的主观主义、官僚主义作风",
          "C:应对一些地区出现的工人罢工、学生罢课、农民退社等情况",
          "D:教育各级领导干部不要把人民内部矛盾作为敌我矛盾来处理"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查正确处理人民内部矛盾。毛泽东强调，关于正确处理人民内部矛盾的问题是社会主义国家政治生活的主题。这一论断的根本着眼点，在于调动一切积极因素，团结一切可以团结的力量，把全党的注意力转到社会主义建设上来。故应选选项A。【干扰分析】社会主义改造基本完成后，不少人对新的社会制度还不能马上适应，再加上党和政府的一些工作部门存在着主观主义、官僚主义作风，这引起了一些群众的不满。1956年下半年，一些地区出现了工人罢工、学生罢课、农民退社等情况。与此同时，国际上出现的波兰、匈牙利事件，也在国内引起了一些人的思想波动。各级领导干部对此缺乏思想准备，或者束手无策，或者习惯于把一些闹事问题作为敌我矛盾来处理。在此背景下，1957年2月，毛泽东在扩大的最高国务会议上发表《如何处理人民内部的矛盾》讲话，阐明社会主义社会的重大理论问题。选项B三项是毛泽东发表《如何处理人民内部的矛盾》的讲话的背景，不符合题干要求。",
        "level_text": "米6卷2",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 66525,
        "title": "法律必须遵守，违反法律要受到惩罚。任何人不论权力大小、职位高低，只要有违法犯罪行为，就要依法追究和承担法律责任。这体现的是法律的",
        "num": "15",
        "xuanxiang": [
          "A:普遍适用性",
          "B:阶级性",
          "C:优先适用性",
          "D:不可违抗性"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查社会主义法治思维。法律的不可违抗性，是指法律必须遵守，违反法律要受到惩罚。任何人不论权力大小、职位高低，只要有违法犯罪行为，就要依法追究和承担法律责任。故应选选项D。【干扰分析】“法律的普遍适用性”，是指法律在本国主权范围内对所有人具有普遍的约束力。所有国家机关、社会组织和公民个人都必须遵守法律，依法享有和行使法定职权与权利，承担和履行法定职责与义务。选项B“法律的阶级性”是指法律是统治阶级意志的体现。选项C“法律的优先适用性”，是指当同一项社会关系同时受到多种社会规范的调整而多种社会规范又相互矛盾时，要优先考虑法律规范的适用。",
        "level_text": "米6卷2",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 66526,
        "title": "2023年9月7日下午，习近平总书记在黑龙江省哈尔滨市主持召开新时代推动东北全面振兴座谈会并发表重要讲话。东北的首要担当是",
        "num": "16",
        "xuanxiang": [
          "A:科技创新",
          "B:当好国家粮食稳产保供“压舱石”",
          "C:发展实体经济",
          "D:进行产业升级"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查东北的全面振兴。2023年9月7日下午习近平在黑龙江省哈尔滨市主持召开新时代推动东北全面振兴座谈会并发表重要讲话，他强调当好国家粮食稳产保供“压舱石”，是东北的首要担当。故应选选项B。【干扰分析】推动东北全面振兴，根基在实体经济，关键在科技创新，方向是产业升级。故选项A三项均不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 66527,
        "title": "化石能源对一个国家来说，是珍贵的资源，但直接燃烧，二氧化碳的排放量比较大。科学家正在努力把化石能源更多当原材料来利用，从而加工成产品。比如，“吃干榨净”石油，科研人员创新了比较精准的炼油方法，一些“分子炼油”技术大大提高了石油资源的利用效率。有专家设想，未来80％的原油可以变成烯烃、芳烃，进而生产合成塑料、橡胶、纤维等材料，作为工业生产化学原料，减少石油的直接燃烧，减少碳排放。这一材料表明",
        "num": "17",
        "xuanxiang": [
          "A:实践创新为理论创新提供不竭的动力源泉",
          "B:通过人的努力可以实现理论创新与实践创新的良性互动",
          "C:认识的最终目的是为实践服务，指导实践，以满足人们生活和生产的需要",
          "D:理论是否正确，在从感性认识到理性认识的飞跃中方可得到证实"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查实践与认识的关系、认识的两次飞跃，努力实现理论创新与实践创新的良性互动。科研人员创新了比较精准的炼油方法，一些“分子炼油”技术大大提高了石油资源的利用效率。有专家设想，未来80％的原油可以变成烯烃、芳烃，进而生产合成塑料、橡胶、纤维等材料，作为工业生产化学原料，减少石油的直接燃烧，减少碳排放。这一材料表明通过实践创新催生了专家的对未来的设想，即理论创新，通过理论创新又来指导实践，满足人们生产生活的需要，减少碳排放。可见实践创新为理论创新提供不竭的动力源泉，认识的最终月的是为实践服务，指导实践，以满足人们生活和生产的需要，通过人的努力可以实现理论创新与实践创新的良性互动，应选选项A三项。【干扰分析】理论是否正确，在从感性认识到理性认识的第一次飞跃中，是没有得到证实也不可能得到证实的，只有将已经获得的理论运用到实践中去，通过实践的检验，正确的理论才能得到证实，错误的理论才能被发现、纠正或推翻，并在指导实践、实现白身的过程中得到完善和发展。故选项D错误。",
        "level_text": "米6卷2",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 66528,
        "title": "习近平总书记指出：“中华民族从来不是一帆风顺的，遇到了无数艰难困苦，但我们都挺过来、走过来了，其中一个很重要的原因就是世世代代的中华儿女培育和发展了独具特色、博大精深的中华文化，为中华民族克服困难、生生不息提供了强大精神支撑。”正确把握文化的前进方向，充分发挥文化的积极作用，对于引领社会发展至关重要，这是因为",
        "num": "18",
        "xuanxiang": [
          "A:文化为社会发展提供根本动力",
          "B:文化为社会发展提供思想指引",
          "C:文化为社会发展提供精神动力",
          "D:文化为社会发展提供凝聚力量"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查文化在社会发展中的作用。正确把握文化的前进方向，充分发挥文化的积极作用，对于引领社会发展至关重要。第一，文化为社会发展提供思想指引。先进文化为社会发展指明变革方向，促进生产力发展和社会进步。第二，文化为社会发展提供精神动力。没有先进文化的积极引领和智力支持，没有人民精神世界的极大丰富，没有民族精神力量的不断增强，一个国家、一个民族不可能屹立于世界民族之林。第三，文化为社会发展提供凝聚力量。文化的核心是价值观，在社会中占主导地位的价值观能够规范社会道德，凝聚社会共识，增进价值认同，促进民族意识和民族精神的形成。文化是民族的血脉，是人民的精神家园。所以有了独具特色、博大精深的中华文化，中华民族才能克服困难、生生不息。应选选项B三项。【干扰分析】社会基本矛盾是历史发展的根本动力，而不是文化提供社会发展的根本动力。故选项A错误。",
        "level_text": "米6卷2",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 66529,
        "title": "垄断是从自由竞争中形成的，是作为自由竞争的对立面产生的，但是，垄断并不能消除竞争，反而使竞争变得更加复杂和剧烈。这是因为",
        "num": "19",
        "xuanxiang": [
          "A:垄断没有消除产生竞争的经济条件",
          "B:各个垄断组织只有不断增强自己的竞争实力，才能巩固自己的垄断地位",
          "C:社会生产是复杂多样的，任何垄断组织都不可能把包罗万象的社会生产都包下来",
          "D:垄断并没有改变价值规律的作用形式"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查垄断与竞争。垄断是从自由竞争中形成的，是作为自由竞争的对立面产生的，但是，垄断并不能消除竞争，反而使竞争变得更加复杂和剧烈。这是因为：一是垄断没有消除产生竞争的经济条件。竞争是商品经济的一般规律，垄断产生后，没有消除以资本主义私有制为基础的商品经济。二是垄断必须通过竞争来维持。各个垄断组织通过竞争发展起来，还需要不断增强自己的竞争实力，巩固自己的垄断地位。三是社会生产是复杂多样的，任何垄断组织都不可能把包罗万象的社会生产都包下来。应选选项A三项。【干扰分析】垄断价格的产生并没有否定价值规律，但改变了价值规律的作用形式，市场价格即垄断价格是价值规律在垄断资本主义阶段作用的具体表现。故选项D表述错误。",
        "level_text": "米6卷2",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 66530,
        "title": "同资产阶级革命不同，无产阶级取得政权只是万里长征走完了第一步，任重道远。它面临着崇高宏伟而又艰巨复杂的历史任务，建设社会主义必然要经历一个漫长的发展过程。其原因主要有",
        "num": "20",
        "xuanxiang": [
          "A:生产力发展状况的制约",
          "B:经济基础和上层建筑发展状况的制约",
          "C:国际环境的严峻挑战",
          "D:马克思主义执政党对社会主义建设规律的认识，需要一个长期的过程"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查社会主义在实践中开拓前进。由于经济文化相对落后，率先进人社会主义社会的俄国、中国以及其他国家不可避免地遇到了一系列困难与问题，使这些国家的社会主义不能不具有长期性。其原因主要有：第一，生产力发展状况的制约。第二，经济基础和上层建筑发展状况的制约。第三，国际环境的严峻挑战。第四，马克思主义执政党对社会主义发展道路的探索和对社会主义建设规律的认识，需要一个长期的过程。因此，对于经济文化相对落后的国家建设社会主义的长期性，我们必须有充分的估计。故选项A四项全选。",
        "level_text": "米6卷2",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 66531,
        "title": "1952年党中央在酝酿过渡时期总路线时，毛泽东把实现向社会主义转变的设想，由新中国成立之初的“先搞工业化建设”再一举过渡，改变为“建设和改造同时并举，逐步过渡”，这一改变原因和条件是",
        "num": "21",
        "xuanxiang": [
          "A:我国社会主义经济因素的不断增长和对资本主义经济的限制",
          "B:为了确定我国工业化建设的社会主义方向",
          "C:我国工业化建设取得了重大成就",
          "D:民主革命的遗留任务已经完成"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是向社会主义的过渡。1949年党的七届二中全会就提出使中国“稳步地由农业国转变为工业国，由新民主主义国家转变为社会主义国家”即“两个转变”同时并举的思想。1951年前后，党内大体形成了先用三个五年计划搞工业化建设，再向社会主义过渡的共识。到 1952年，随着我国恢复国民经济和民主革命遗留任务的完成，毛泽东和党中央对原来的设想有了新的认识。1952年9月，毛泽东在讨论第一个五年计划的中央书记处会议上提出，我们现在就要开始用10年到15年时间基本上完成向社会主义过渡，而不是10年以后才开始过渡，这是酝酿提出过渡时期总路线的开始。此时，社会主义经济因素的不断增长和对资本主义经济的限制，也为这一过渡创造了较好的条件。<p>在党的过渡时期总路线中，实现国家的社会主义工业化，就是要从根本上改变中国贫穷落后的面貌，把中国从一个落后的农业国变为一个先进的工业国，这是国家独立和富强的必然要求和必要条件。而要实行国家的工业化，从历史上看有两条道路：一条是资本主义工业化道路，一条是社会主义工业化道路。中国近代以来的历史充分证明，我国已经丧失了通过资本主义工业化进入强国行列的机遇，中国民族资本主义经济工业资本比重小，又缺乏重工业的基础，依靠它本身的力量不可能担负起振兴民族经济的使命。所以，走社会主义工业化道路是中国具体条件下的必然选择。故应选选项A三项。【干扰分析】1952年我国刚提出实现社会主义工业化的任务，工业化建设尚未开始。故选项C错误，",
        "level_text": "米6卷2",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 66532,
        "title": "毛泽东在《论十大关系》中论述的第一大关系，是重工业和轻工业、农业的关系。在《关于正确处理人民内部矛盾的问题》中，毛泽东明确提出了中国工业化道路的问题，主要是指重工业和轻工业、农业的发展关系问题，鉴于中国社会生产力落后、经济基础薄弱的情况，毛泽东提出了走中国工业化道路的一系列思想观点，这包括",
        "num": "22",
        "xuanxiang": [
          "A:坚持以农业为基础，以工业为主导，以农轻重为序发展国民经济的总方针",
          "B:遵循苏联工业化模式，重点加强重工业和基础设施的建设",
          "C:一整套“两条腿走路”的工业化发展思路",
          "D:发展商品生产、利用价值规律的思想"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是走中国工业化道路的思想。在《关于正确处理人民内部矛盾的问题》中，毛泽东明确提出了中国工业化道路的问题，主要是指重工业和轻工业、农业的发展关系问题，强调要走一条有别于苏联的中国工业化道路。鉴于中国社会生产力落后、经济基础薄弱的情况，毛泽东指出，以工业为主导，把重工业作为我国经济建设的重点，以逐步建立独立的比较完整的基础工业体系和国防工业体系，这是维护国家独立、统一和安全，实现国家富强所必需的，是毫无疑义、必须背定的。但同时必须充分注意发展农业和轻工业。因此，毛泽东提出了以农业为基础，以工业为主导，以农轻重为序发展国民经济的总方针，以及一整套“两条腿走路”的工业化发展思路，即重工业和轻工业同时并举，中央工业和地方工业同时并举，沿海工业和内地工业同时并举，大型企业和中小型企业同时并举，等等。毛泽东提出了发展商品生产、利用价值规律的思想，认为商品生产在社会主义条件下，还是一个不可缺少的、有利的工具，要有计划地大大地发展社会主义的商品生产。故应选 选项A 三项。【干扰分析】新中国刚刚建立的时候，我国的工业基础非常薄弱，很多工业领域甚至还是空白。对此，党把实现国家工业化确定为新中国整个经济建设的主要任务。为了弥补社会主义工业化建设经验的不足，我国学习和借鉴了苏联工业化建设的经验。也由于受苏联工业化模式的影响，我国一度过多强调重工业和基础设施的建设，影响了农业和轻工业的发展，造成了一定程度的比例失调，这就促使毛泽东和党的其他领导人思考如何走出一条适合中国国情的工业化道路的问题。故选项B错误。",
        "level_text": "米6卷2",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 66533,
        "title": "1992年，邓小平在南方谈话中明确指出：“计划多一点还是市场多一点，不是社会主义与资本主义的本质区别。计划经济不等于社会主义，资本主义也有计划；市场经济不等于资本主义，社会主义也有市场。计划和市场都是经济手段。”这一精辟论述",
        "num": "23",
        "xuanxiang": [
          "A:从理论上突破了计划经济和市场经济是制度属性的观念",
          "B:从根本上解除了把计划经济和市场经济看作属于社会基本制度范畴的思想束缚",
          "C:标志着邓小平的社会主义市场经济理论的形成",
          "D:为把建立社会主义市场经济体制作为我国经济体制改革的目标奠定了理论基础"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是社会主义市场经济理论。邓小平在南方谈话中的精辟论述，从理论上突破了计划经济和市场经济是制度属性的观念，从根本上解除了把计划经济和市场经济看做属于社会基本制度范畴的思想束缚，标志着邓小平的社会主义市场经济理论的形成。这也为党的十四大明确把建立社会主义市场经济体制作为我国经济体制改革的目标奠定了理论基础。故选项A四项全选。",
        "level_text": "米6卷2",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 66534,
        "title": "党和国家历来重视基础研究工作。新中国成立后特别是改革开放以来，我国基础研究取得了重大成就。当前，新一轮科技革命和产业变革突飞猛进，学科交叉融合不断发展，科学研究范式发生深刻变革，科学技术和经济社会发展加速渗透融合，基础研究转化周期明显缩短，国际科技竞争向基础前沿前移。应对国际科技竞争、实现高水平自立自强，推动构建新发展格局、实现高质量发展，迫切需要我们加强基础研究，从源头和底层解决关键技术问题。为此要",
        "num": "24",
        "xuanxiang": [
          "A:强化基础研究前瞻性、战略性、系统性布局",
          "B:深化基础研究体制机制改革，发挥好制度、政策的价值驱动和战略牵引作用",
          "C:独立完成全球问题的基础研究攻关",
          "D:形成强大的基础研究骨干网络，让更多基础研究人才竞相涌现"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是增强自主创新能力。应对国际科技竞争、实现高水平自立自强，推动构建新发展格局、实现高质量发展，迫切需要我们加强基础研究，从源头和底层解决关键技术问题。要强化基础研究前瞻性、战略性、系统性布局。基础研究处于从研究到应用、再到生产的科研链条起始端，地基打得牢，科技事业大厦才能建得高。必须深化基础研究体制机制改革，发挥好制度、政策的价值驱动和战略牵引作用。要协同构建中国特色国家实验室体系，布局建设基础学科研究中心，超前部署新型科研信总化基础平台，形成强大的基础研究骨干网络。加强基础研究，归根结底要靠高水平人才。必须下气力打造体系化、高层次基础研究人才培养平台，让更多基础研究人才竞相涌现。故应选选项A三项。【干扰分析】人类要破解共同发展难题，比以往任何时候都更需要国际合作和开放共享。要构筑国际基础研究合作平台，设立面向全球的科学研究基金，加大国家科技计划对外开放力度，围绕气候变化、能源安全、生物安全、外层空间利用等全球问题，拓展和深化中外联合科研。故选项C表述错误。",
        "level_text": "米6卷2",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 66535,
        "title": "众人的事情由众人商量，是人民民主的真谛。要推动协商民主广泛、多层、制度化发展，是因为协商民主",
        "num": "25",
        "xuanxiang": [
          "A:是实现党的领导的重要方式",
          "B:是我国社会主义民主政治的特有形式和独特优势",
          "C:保证人民在日常政治生活中有广泛持续深人参与的权利",
          "D:是我国社会主义民主政治的唯一形式"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是社会主义协商民主。社会主义协商民主是中国社会主义民主政治的特有形式。协商民主适应了我国经济社会发展不同历史时期的实际需要，是中国共产党和中国人民的伟大创造，是适合中国国情、具有鲜明中国特色的重要民主形式。社会主义协商民主是中国社会主义民主政治独特优势。社会主义协商民主有利于保证人民在日常政治生活中有广泛持续深入参与的权利。人民群众是社会主义协商民主的重点，凡是涉及群众切身利益的决策都要充分听取群众意见，通过各种方式，在各个层级、各个方面同群众进行协商。<p>协商民主还有利于进一步改善党的领导方式和工作作风，通过平等交流对话，党员干部和群众能够拉近距离、改善关系、增进感情，引导人民群众更好地了解并认同党的方针政策，从而凝聚起全社会推进改革发展的智慧和力量。故应选选项A三项。【干扰分析】选举民主也是我国社会主义民主政治的实现形式，故选项D表述错误。",
        "level_text": "米6卷2",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 66536,
        "title": "2023年6月28日，十四届全国人大常委会第三次会议通过决定，将8月15日设立为全国生态日。首个全国生态日主场活动由国家发展改革委联合中央宣传部、自然资源部、生态环境部等部门和浙江省人民政府共同举办，主题为“绿水青山就是金山银山”。绿水青山就是金山银山",
        "num": "26",
        "xuanxiang": [
          "A:阐述了经济发展和生态环境保护的关系",
          "B:揭示了保护生态环境就是保护生产力、改善生态环境就是发展生产力的道理",
          "C:表明了绿水青山既是自然财富、生态财富，又是社会财富、经济财富",
          "D:印证了山水林田湖草沙是生命共同体"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查绿水青山就是金山银山。绿水青山就是金山银山，阐述了经济发展和生态环境保护的关系，揭示了保护生态环境就是保护生产力、改善生态环境就是发展生产力的道理。绿水青山既是自然财富、生态财富，又是社会财富、经济财富。保护生态环境就是保护自然价值和增值自然资本，就是保护经济社会发展潜力和后劲，使绿水青山持续发挥生态效益和经济社会效益。故应选选项A三项。【干扰分析】山水林田湖草沙是生命共同体是另一个生态文明理念，并非绿水青山就是金山银山说明的道理。故选项D不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 66537,
        "title": "习近平总书记提出：“要以伟大自我革命引领伟大社会革命，以伟大社会革命促进伟大自我革命，确保党在新时代坚持和发展中国特色社会主义的历史进程中始终成为坚强领导核心。”这一重大论断",
        "num": "27",
        "xuanxiang": [
          "A:指明了全面从严治党的治本之策",
          "B:深刻揭示了伟大工程和伟大事业的辩证关系",
          "C:充分体现了中国共产党人以改造主观世界推动改造客观世界的历史主动",
          "D:彰显了中国共产党人的崇高使命意识和强烈政治担当"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查以伟大自我革命引领伟大社会革命。习近平提出：“要以伟大自我革命引领伟大社会革命，以伟大社会革命促进伟大自我革命，确保党在新时代坚持和发展中国特色社会主义的历史进程中始终成为坚强领导核心。”这一重大论断，深刻揭示了伟大工程和伟大事业的辩证关系，充分体现了中国共产党人以改造主观世界推动改造客观世界的历史主动，彰显了中国共产党人的崇高使命意识和强烈政治担当。故应选选项B三项。【干扰分析】加强纪律建设是全面从严治党的治本之策，纪律严明是加强和规范党内政治生活的内在要求和重要保证。故选项A不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 66538,
        "title": "1917年俄国爆发的十月革命是一个具有划时代意义的世界性的历史事件。它推动着中国的先进分子把自己的目光从西方转向东方，从资产阶级民主主义转向社会主义；昭示着人们，资本主义制度并不是永恒的，无产阶级和其他劳动群众一旦觉醒、组织起来，完全可以依靠自身的力量创造出维护绝大多数人利益的崭新的社会制度。十月革命推动中国的先进分子从资产阶级民主主义转向社会主义的原因是",
        "num": "28",
        "xuanxiang": [
          "A:十月革命发生在国情与中国相同或近似的俄国，因而对中国先进分子具有特殊吸引力",
          "B:十月革命后，苏维埃俄国号召反对帝国主义，以新的平等姿态对待中国",
          "C:十月革命中工人和士兵的广泛发动并由此赢得胜利的事实昭示中国先进分子以新的方法开展革命",
          "D:十月革命后，社会主义思想已经在中国的思想领域居于主导地位"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】十月革命是怎样推动中国的先进分子从资产阶级民主主义转向社会主义的呢？第一，十月革命给予中国人的一个启示是：经济文化落后的国家也可以用社会主义思想指引自己走向解放之路。第二，十月革命后，苏维埃俄国号召反对帝国主义，以新的平等姿态对待中国，推动了社会主义思想在中国的传播。第三，十月革命中工人和士兵的广泛发动并由此赢得胜利的事实，昭示中国先进分子以新的方法开展革命。故应选选项A三项。【干扰分析】在当时各种社会主义思想中，无政府主义占优势，中国先进分子是经过反复比较才选择了马克思主义。故选项D表述错误。",
        "level_text": "米6卷2",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 66539,
        "title": "新中国成立后的最初三年，在着重完成民主革命的遗留任务的同时，社会主义革命的任务实际上也已经开始实行了。这主要表现在",
        "num": "29",
        "xuanxiang": [
          "A:没收官僚资本，确立社会主义国营经济的领导地位",
          "B:在新解放区进行土改",
          "C:开始将资本主义纳入国家资本主义轨道",
          "D:引导个体农民在土地改革后逐步走上互助合作的道路"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】新中国成立后的最初三年，在着重完成民主革命的遗留任务的同时，社会主义革命的任务实际上也已经开始实行了，社会主义革命的任务是为建立公有制的生产关系。这主要表现在以下三个方面：第一，没收官僚资本，确立社会主义国营经济的领导地位。第二，开始将资本主义纳入国家资本主义轨道。第三，引导个体农民在土地改革后逐步走上互助合作的道路。故应选选项A三项。【干扰分析】在新解放区进行土改仍是为完成民主革命的遗留任务，故选项B不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 66540,
        "title": "中共十一届六中全会通过《关于建国以来党的若干历史问题的决议》，标志着党在指导思想上拨乱反正任务的完成。因为这一决议",
        "num": "30",
        "xuanxiang": [
          "A:对新中国成立32年来党的重大历史事件特别是“文化大革命”作出正确总结",
          "B:实事求是地评价毛泽东的历史地位",
          "C:科学论述毛泽东思想作为党的指导思想的伟大意义",
          "D:作出把党和国家工作重心转移到经济建设上来、实行改革开放的历史性决策"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】1981年6月27日至29日，中共十一届六中全会召开。全会通过《关于建国以来党的若干历史问题的决议》，对新中国成立32年来党的重大历史事件特别是“文化大革命”作出正确总结，实事求是地评价毛泽东的历史地位，科学论述毛泽东思想作为党的指导思想的伟大意义。《决议》的通过，标志着党在指导思想上拨乱反正任务的完成。故应选选项A三项。【干扰分析】1978年中共十一届三中全会召开。会议高度评价关于实践是检验真理的唯一标准问题的讨论；果断地停止使用“以阶级斗争为纲”的口号，作出把党和国家工作中心转移到经济建设上来、实行改革开放的历史性决策，故选项D为干扰项。",
        "level_text": "米6卷2",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 66541,
        "title": "2023年10月24日下午，十四届全国人大常委会第六次会议表决通过了《中华人民共和国爱国主义教育法》，自2024年1月1日起施行。爱国主义教育法贯彻习近平文化思想，明确规定爱国主义教育应当坚持传承和发展中华优秀传统文化，推进中国特色社会主义文化建设，坚定文化自信，建设中华民族现代文明。爱国主义教育法增加应当坚持传承和发展中华优秀传统文化这一规定的目的在于",
        "num": "31",
        "xuanxiang": [
          "A:以中华优秀传统文化涵育爱国主义精神",
          "B:发扬革命道德、传承红色基因",
          "C:涵养积极进取开放包容理性平和的国民心态",
          "D:以爱国主义教育弘扬中华优秀传统文化"
        ],
        "right_value": [
          "A",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是尊重和传承中华民族历史文化。2023年10月24日下午，十四届全国人大常委会第六次会议表决通过了《中华人民共和国爱国主义教育法》，爱国主义教育法增加应当坚持传承和发展中华优秀传统文化这一规定的目的在于，从多个维度将中华民族历史文化传承同爱国主义教育融合起来，以中华优秀传统文化涵育爱国主义精神，以爱国主义教育弘扬中华优秀传统文化。故应选选项A三项。【干扰分析】发扬革命道德、传承红色基因是社会主义道德建设的另一内容，涵养积极进取开放包容理性平和的国民心态也是做忠诚的爱国者的要求，两者都不是在爱国主义教育中坚持传承和发展中华优秀传统文化的目的。选项B两项均不符合题意。",
        "level_text": "米6卷2",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 66542,
        "title": "加快建设法治中国，必须适应全面建设社会主义现代化国家的要求，牢牢把握经济社会发展和人民群众对法治建设的需要，坚持系统观念，全面推进国家各方面工作法治化。为此采取的措施有",
        "num": "32",
        "xuanxiang": [
          "A:完善以宪法为核心的中国特色社会主义法律体系",
          "B:扎实推进依法行政",
          "C:严格公正司法",
          "D:加快建设法治社会"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查全面依法治国。党的二十大报告指出全面推进依法治国，要完善以宪法为核心的中国特色社会主义法律体系；扎实推进依法行政；严格公正司法；加快建设法治社会。故选项A四项全选。",
        "level_text": "米6卷2",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 66543,
        "title": "2023年3月15日，中共中央总书记、国家主席习近平在北京出席中国共产党与世界政党高层对话会，并发表题为《携手同行现代化之路》的主旨讲话。他强调，中国式现代化既基于自身国情、又借鉴各国经验，既传承历史文化、又融合现代文明，既造福中国人民、又促进世界共同发展，是我们强国建设、民族复兴的康庄大道，也是中国谋求人类进步、世界大同的必由之路。为此中国共产党将致力于",
        "num": "33",
        "xuanxiang": [
          "A:推动发展集团政治，促进全球安全稳定",
          "B:推动高质量发展，促进全球发展繁荣",
          "C:维护国际公平正义，促进世界和平稳定",
          "D:推动文明交流互鉴，促进人类文明进步"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查中国共产党与世界政党高层对话会。2023年3月15日，中共中央总书记、国家主席习近平在北京出席中国共产党与世界政党高层对话会，并发表题为《携手同行现代化之路》的主旨讲话。习近平指出，中国共产党将致力于推动高质量发展，促进全球发展繁荣。中国共产党将致力于维护国际公平正义，促进世界和平稳定。中国共产党将致力于推动文明交流互鉴，促进人类文明进步。中国共产党愿同各国政党和政治组织共同担负起探索现代化道路、推动文明进步的政党责任，在推动构建人类命运共同体的征程中携手同行。故应选选项B三项。【干扰分析】中国政府主张多边主义，集团政治是单边主义的表现。故选项A为干扰项。",
        "level_text": "米6卷2",
        "p_level_text": "33"
      }
    }
  },
  "米6卷3": {
    "米6卷3": {
      "1": {
        "timu_id": 66544,
        "title": "2023年3月6日下午的政协民建、工商联界委员联组会上，习近平总书记回顾过去、分析当下、展望未来：“面对国际国内环境发生的深刻复杂变化，必须做到沉着冷静、保持定力，稳中求进、积极作为，团结一致、敢于斗争。”稳中求进在辩证法上给我们的启示是",
        "num": "1",
        "xuanxiang": [
          "A:偶然性背后隐藏着必然性",
          "B:事物发展方向是前进上升的，道路是迂回曲折的",
          "C:量变达到一定程度必然引起质变",
          "D:相对静止中包含着运动的因素和趋势"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查物质的存在形式。沉着冷静、保持定力体现着静止，求进指的是运动发展。稳中求进强调和对静止中包含着运动的因素和趋势。故应选选项D。【干扰分析】偶然性背后隐藏着必然性强调在似乎是偶然起支配作用的地方，实际上是必然起着决定性作用，并制约着偶然的作用形式及其变化，故选项A不符合题意。<p>事物发展方向是前进上升的，道路是迂回曲折的，这说明的是事物发展的方向与道路，故选项B不符合题意。<p>量变达到一定程度必然引起质变，这强调的是事物发展的形式与状态，故选项C不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 66545,
        "title": "恩格斯说：“这个原理的最初结论就给一切唯心主义，甚至给最隐藏的唯心主义当头一棒。关于一切历史的东西的全部传统的和习惯的观点都被这个原理否定了。”恩格斯说的这一原理是",
        "num": "2",
        "xuanxiang": [
          "A:生产关系一定要适合生产力状况的规律",
          "B:上层建筑一定要适合经济基础状况的规律",
          "C:社会形态更替的一般规律",
          "D:社会存在与社会意识辩证关系"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查社会存在与社会意识辩证关系。恩格斯所说的这一原理指的是社会存在与社会意识辩证关系的原理。它在人类思想史上第一次正确解决了社会历史观的基本问题，是社会历史观革命性变革的基础。它宣告了唯心史观的破产。它使对社会历史的研究真正成为科学。依据这一原理，马克思主义从社会生活的各种领域划分出经济领域，从一切社会关系中划分出生产关系，并把它当作决定其余一切关系的基本的原始的关系，进而将一切社会关系归结于生产关系，将生产关系归结于生产力发展的高度，从而将社会形态的发展看作自然历史过程，破天荒地破解了“历史之迹”，揭示了人类社会发展规律。故应选选项D。【干扰分析】生产力与生产关系矛盾运动规律原理的意义在于这一原理在人类思想史上彻底否定了以“道德说教”作为评判历史功过是非的思想体系，第一次科学地确立了生产力发展是“社会进步的最高标准”。这一规律是马克思主义政党始终保持自己先进性质和制定路线、方针、政策的客观依据。故选项A不符合题意。<p>上层建筑一定要适合经济基础状况的规律，要求在深化经济体制改革、完善社会主义经济基础以促进生产力发展的同时，加快上层建筑领域的改革，使人民群众不断获得切实的经济、政治、文化利益。故选项B不符合题意。<p>社会历史可划分为五种社会形态：原始社会、奴隶制社会、封建制社会、资本主义社会和共产主义社会（共产主义社会的第一阶段是社会主义社会）。社会形态更替的一般规律是指依据生产关系的不同性质，五种社会形态依次更替。故选项C不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 66546,
        "title": "在社会主义市场经济中，让市场在资源配置中起决定性作用同时也要更好发挥政府作用，使市场更加稳健地运行，更好地服务于提升综合国力和改善人民生活水平，坚决防止出现两极分化。这是因为",
        "num": "3",
        "xuanxiang": [
          "A:私人劳动和社会劳动的矛盾是商品经济的基本矛盾",
          "B:货币的出现促进了商品经济的发展，但同时可能使商品经济的矛盾扩大和加深",
          "C:一方面要充分利用价值规律，另一方面也要认识到价值规律的局限性",
          "D:资本作为带动各类生产要素集聚配置的重要纽带的同时也具有逐利本性"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查价值规律。在社会主义市场经济中，一方面，要充分利用价值规律，让市场在资源配置中起决定性作用；另一方面，也要认识到价值规律的局限性，更好发挥政府作用，使市场更加稳健地运行，更好地服务于提升综合国力和改善人民生活水平，坚决防止出现两极分化。故应选选项C。【干扰分析】私人劳动和社会劳动的矛盾是构成私有制基础上商品经济的基本矛盾，并非社会主义市场经济下的矛盾，故选项A不选。<p>货币的出现有利于解决商品交换的困难，促进了商品经济的发展。但是，货币的出现并没有从根本上消除商品经济的矛盾，反而有可能使矛盾扩大和加深，它使商品内在的使用价值和价值的矛盾发展起来，转化为商品和货币的外在矛盾，故选项B不符合题干要求。<p>资本是带动各类生产要素集聚配置的重要纽带。同时，资本具有逐利本性，如不加以规范和约束，就会给经济社会发展带来危害。这决定的是依法规范和引导资本健康发展，故选项D不选。",
        "level_text": "米6卷3",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 66547,
        "title": "列宁在《修改党纲的材料》中指出：“帝国主义，或金融资本时代，是高度发展的资本主义经济，这时资本家的垄断同盟———辛迪加、卡特尔、托拉斯已具有决定的意义，大量积聚的银行资本已和工业资本融合起来，资本向外国的输出已发展到很大的规模，一些最富裕的国家已把全世界的领土瓜分完毕，国际托拉斯已开始从经济上瓜分世界。”这些垄断资本主义的特征体现了垄断资本主义的实质是",
        "num": "4",
        "xuanxiang": [
          "A:垄断组织通过订立协议建立国际垄断资本的联盟",
          "B:垄断资本凭借垄断地位，获取高额垄断利润",
          "C:垄断组织通过消除竞争来独占市场",
          "D:垄断企业通过兼并中小企业来实现生产集中和资本集中"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查垄断资本主义的基本特征和实质。“二战”后，虽然列宁指出垄断资本主义的基本经济特征在表现形式上发生了一些变化，但其基本内容及其实质并没有发生根本变化。其实质即垄断资本凭借垄断地位，获取高额垄断利润。故应选选项B。【干扰分析】垄断组织通过订立协议建立国际垄断资本的联盟是垄断资本向世界范围扩展导致的结果之一，但不是其实质，故选项A不符合题意。<p>垄断组织通过消除竞争来独占市场这一表述错误，垄断阶段依然存在竞争，故选项C表述错误。<p>大企业兼并中小企业来实现生产集中和资本集中是实现垄断的途径，并非垄断资本的实质，故选项D不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 66548,
        "title": "土地革命战争时期，毛泽东指出：“一国之内，在四周白色政权的包围中，有一小块或若干小块红色政权的区域长期地存在，这是世界各国从来没有的事。这种奇事的发生，有其独特的原因。”红色政权能够存在和发展的根本原因是",
        "num": "5",
        "xuanxiang": [
          "A:中国是一个经济政治发展极端不平衡的半殖民地半封建大国",
          "B:国民革命的政治影响及良好的群众基础",
          "C:全国革命形势的继续发展",
          "D:相当力量的正式红军的存在"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查农村包围城市，最后夺取全国胜利的革命道路。毛泽东具体分析了农村根据地的红色政权能够存在和发展的根本原因和主客观条件。其中，中国是一个半殖民地半封建的大国，经济政治发展极端不平衡，这一基本国情是红色政权能够存在发展的根本原因。故应选选项A。【干扰分析】良好的群众基础，全国革命形势的继续发展，这是红色政权能够存在和发展的两个客观条件。相当力量的正式红军的存在，共产党组织的有力量和它的政策的不错误，是保证红色政权能够长期存在和发展的两个主观条件。故选项B三项均不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 66549,
        "title": "党的十一届三中全会以后，邓小平深人思考如何从中国的具体国情出发推进社会主义现代化。1979年12月，他在同日本首相大平正芳谈话中用“小康”来阐释“中国式的现代化”。在1980年底的中央工作会议上，他进一步明确提出：“经过二十年的时间，使我国现代化经济建设的发展达到小康水平，然后继续前进，逐步达到更高程度的现代化。”此后，逐步形成了分三步走基本实现现代化的发展战略。把邓小平提出的“小康社会”思想和“三步走”的发展战略构想确定下来的是",
        "num": "6",
        "xuanxiang": [
          "A:党的十二大",
          "B:党的十三大",
          "C:党的十四大",
          "D:党的十五大"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查社会主义根本任务和发展战略理论。在1980年底的中央工作会议上，邓小平明确提出：“经过二十年的时间，使我国现代化经济建设的发展达到小康水平，然后继续前进，逐步达到更高程度的现代化。”此后，逐步形成了分三步走基本实现现代化的发展战略。党的十三大把邓小平提出的“小康社会”思想和“三步走”的发展战略构想确定下来。故应选选项B。【干扰分析】十二大提出“建设有中国特色社会主义”的命题，故选项A不符合题意。<p>党的十四大强调“中国特色社会主义理论，第一次比较系统地初步回答了中国这样的经济文化比较落后的国家如何建设社会主义、如何巩固和发展社会主义的一系列基本问题，用新的思想、观点，继承和发展了马克思主义”，故选项C不符合题意。<p>党的十五大正式提出“邓小平理论”这一概念，深刻阐述了邓小平理论的历史地位和指导意义，进一步论述了邓小平对这一理论的创立作出的独创性贡献，将其写入党章，确立为党的指导思想，故选项D不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 66550,
        "title": "党的十八大以来，党中央坚持社会主义市场经济改革方向，从广度和深度上推进市场化改革。发展社会主义市场经济是我们党的一个伟大创造，关键是",
        "num": "7",
        "xuanxiang": [
          "A:深化供给侧结构性改革",
          "B:处理好政府和市场的关系",
          "C:统筹发展和安全",
          "D:大力发展制造业和实体经济"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查市场和政府在资源配置中的关系。2021年12月17日，习近平主持召开中央全面深化改革委员会第二十三次会议，强调发展社会主义市场经济是我们党的一个伟大创造，关键是处理好政府和市场的关系，使市场在资源配置中起决定性作用，更好发挥政府作用。故应选选项B。【干扰分析】深化供给侧结构性改革是做好经济工作的主线；统筹发展和安全是我国经济发展的重要保障；大力发展制造业和实体经济是我国经济发展的主要着力点，故选项A三项均不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 66551,
        "title": "党的十八大以来，我们党对经济形势进行科学判断，对经济社会发展提出了许多重大理论和理念，对发展理念和思路作出及时调整，其中最重要、最主要的是",
        "num": "8",
        "xuanxiang": [
          "A:科学发展观",
          "B:引领经济发展新常态",
          "C:脱贫攻坚",
          "D:新发展理念"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查贯彻新发展理念。党的十八大以来，我们党对经济形势进行科学判断，对经济社会发展提出了许多重大理论和理念，对发展理念和思路作出及时调整，其中新发展理念是最重要、最主要的，引导我国经济发展取得了历史性成就、发生了历史性变革。故应选选项D。【干扰分析】科学发展观是十八大之前提出来的指导思想，故选项A不符合题意。<p>引领经济发展新常态和脱贫攻坚虽是十八大之后提出来的，但非最重要的理论与理念，故选项B两项不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 66552,
        "title": "实现中华民族伟大复兴的中国梦，保证人民安居乐业，国家安全是头等大事。国家安全是由多个领域安全共同组成的，不同领域的安全相互联系、相互影响，具有传导效应和联动效应。其中起根本决定性作用的是",
        "num": "9",
        "xuanxiang": [
          "A:网络安全",
          "B:社会安全",
          "C:政治安全",
          "D:经济安全"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查总体国家安全观。政治安全决定和影响着国家的经济安全、军事安全、社会安全等各个领域的安全。国家安全是由多个领域安全共同组成的，不同领域的安全相互联系、相互影响，具有传导效应和联动效应。其中政治安全是核心，起决定性作用，规定和制约着其他领域的安全。没有政治安全的保障，其他领域的安全就无从谈起，其他领域的安全问题最终也要反映到维护政治安全上来。必须从维护政治安全的高度谋划和推进各领域国家安全工作，把维护政治安全作为应对各领域安全风险挑战的首要任务，充分发挥其在协调各领域安全中的抓手作用。故应选选项C。【干扰分析】总体国家安全观关键在“总体”，突出的是“大安全”理念，涵盖政治、军事、国土、经济、文化、社会、科技、网络、生态、资源、核、金融、生物、太空、深海、极地、人工智能、海外利益等诸多领域，而且随着社会发展不断拓展。总体国家安全观要求把确保政治安全作为首要任务，统筹推进政治安全、国土安全、经济安全、社会安全、网络安全、科技安全等重点领域国家安全工作，指明了维护国家安全的主阵地、主战场。",
        "level_text": "米6卷3",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 66553,
        "title": "要从根本上解决生态环境问题，必须贯彻绿色发展理念，坚决摒弃损害甚至破坏生态环境的增长模式，把经济活动、人的行为限制在自然资源和生态环境能够承受的限度内，给自然生态留下休养生息的时间和空间。这说明生态环境问题归根结底是",
        "num": "10",
        "xuanxiang": [
          "A:生产和消费模式问题",
          "B:发展方式和生活方式问题",
          "C:污染防治问题",
          "D:生态保护和修复"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查推动绿色发展，促进人与自然和谐共生。生态环境问题归根结底是发展方式和生活方式问题。要从根本上解决生态环境问题，必须贯彻创新、协调、绿色、开放、共享的发展理念，加快形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，把经济活动、人的行为限制在自然资源和生态环境能够承受的限度内，给自然生态留下休养生息的时间和空间。故应选选项B。【干扰分析】资源环境利用归根到底是生产和消费模式问题，故选项A不符合题意。<p>污染防治问题、生态保护和修复都是生态文明建设的一方面，而非归根结底的问题，故选项C两项不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 66554,
        "title": "1840年鸦片战争以后，由于西方列强入侵和封建统治腐败，中国逐步成为半殖民地半封建社会，国家蒙辱、人民蒙难、文明蒙尘，中华民族遭受了前所未有的劫难。为了拯救民族危亡，中国人民奋起反抗，仁人志士奔走呐喊，进行了可歌可泣的斗争。太平天国运动、洋务运动、戊戌变法、义和团运动、辛亥革命接连而起，各种救国方案轮番出台，但都以失败告终。中国迫切需要",
        "num": "11",
        "xuanxiang": [
          "A:新的阶级推翻专制制度，新的力量促进民族觉醒",
          "B:新的自强运动引领社会发展，新的改良主义指引社会改革",
          "C:新的思想引领救亡运动，新的组织凝聚革命力量",
          "D:新的政权反抗帝国主义侵略，新的纲领反对封建主义压迫"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中国共产党的成立。为了拯救民族危亡，中国人民奋起反抗，仁人志士奔走呐喊，太平天国运动、戊戌变法、义和团运动、辛亥革命接连而起，各种救国方案轮番出台，但都以失败告终。中国半殖民地半封建社会性质没有改变，中国人民和中华民族悲惨命运没有改变。要解决中国发展进步问题，迫切需要新的思想引领救亡运动，迫切需要新的组织凝聚革命力量。故应选选项C。【干扰分析】辛亥革命已经用新的阶级推翻专制制度，新的力量促进民族觉醒。故选项A不合题意。<p>事实表明，不触动封建根基的自强运动和改良主义，旧式的农民战争，资产阶级革命派领导的革命，照搬西方资本主义的其他种种方案，虽然也建立起了资产阶级共和国政府，但都不能完成中华民族救亡图存的使命和反帝反封建的任务。故选项B两项也不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 66555,
        "title": "实现了中国人民和中华民族自鸦片战争以来的第一次全面觉醒，标志着中国新民主主义革命开端的是",
        "num": "12",
        "xuanxiang": [
          "A:辛亥革命",
          "B:五四运动",
          "C:中国共产党的成立",
          "D:新文化运动"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查五四运动。五四运动是中国旧民主主义革命走向新民主主义革命的转折点，在近代以来中华民族追求民族独立和发展进步的历史进程中具有里程碑意义。它以彻底反帝反封建的革命性、追求救国强国真理的进步性、各族各界群众积极参与的广泛性，推动了中国社会进步，促进了马克思主义在中国的传播，促进了马克思主义同中国工人运动的结合，为中国共产党的成立做了思想上干部上的准备，为新的革命力量、革命文化、革命斗争登上历史舞台创造了条件。五四运动改变了以往只有觉悟的革命者而缺少觉醒的人民大众的斗争状况，实现了中国人民和中华民族白鸦片战争以来的第一次全面觉醒，五四运动标志着中国新民主主义革命的开端。故应选选项B。【干扰分析】辛亥革命推翻了清王朝统治，结束了统治中国几千年的君主专制制度，开创了完全意义上的近代民族民主革命，以巨大的震撼力和影响力推动了中国社会变革，打开了中国进步的闸门，传播了民主共和理念，极大地推动了中华民族思想解放，点燃了振兴中华的希望。当然，由于历史进程和社会条件的制约，辛亥革命没有改变旧中国半殖民地半封建的社会性质，没有改变中国人民的悲惨命运，没有完成实现民族独立、人民解放的历史任务。故选项A不符合题意。<p>中国共产党的成立深刻改变了近代以来中华民族发展的方向和进程，深刻改变了中国人民和中华民族的前途和命运，深刻改变了世界发展的趋势和格局。故选项C不符合题意。<p>新文化运动在社会上掀起的思想解放潮流，冲决了禁锢人们思想的闸门。故选项D不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 66556,
        "title": "党中央和毛泽东以“打得一拳开，免得百拳来”的战略远见，以“不惜国内打烂了重新建设”的决心和气魄，作出了抗美援朝的历史性决策，经过艰苦卓绝的战斗，中朝军队战胜武装到牙齿的强敌，打破了美军不可战胜的神话，迫使不可一世的侵略者于1953年7月27日在停战协定上签字。从而",
        "num": "13",
        "xuanxiang": [
          "A:完成了民主革命的遗留任务",
          "B:彻底洗刷了近代以来抗击外来侵略屡战屡败的民族耻辱",
          "C:根本上改变了旧中国“跪倒在地上办外交”的局面",
          "D:避免了侵略者陈兵国门的危局，捍卫了新中国安全"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查抗美援朝。经过三年艰苦卓绝的战斗，中朝军队战胜武装到牙齿的强敌，打破了美军不可战胜的神话，迫使不可一世的侵略者于1953年7月27日在停战协定上签字。抗美援朝战争打出了国威军威，打出了中国人民的精气神，捍卫了新中国安全，彰显了新中国大国地位。故应选选项D。【干扰分析】在追剿残余敌人、基本完成祖国大陆统一任务的基础上，摧毁旧政权，普遍召开地方各级各界人民代表会议，人民开始行使当家作主的民主权利。继续进行废除封建土地制度的改革，占中国绝大多数人口的农民群众获得了翻身解放。制定《中华人民共和国婚姻法》，废除封建婚姻制度，使广大妇女获得婚姻自由的权利。开展大规模的镇压反革命运动，基本肃清了国民党遗留在大陆的反动势力。这些是完成民主革命的遗留任务。故选项A不符合题意。<p>中国人民抗日战争的胜利，彻底洗刷了近代以来抗击外来侵略屡战屡败的民族耻辱。故选项B不符合题意。<p>新中国废除了帝国主义国家依据不平等条约在中国享有的一切特权；收回了外国列强在中国的兵营，驻扎在中国领土上的一切外国军队被迫撤走；收回了海关治权，中国人民重新掌握了国门的钥匙。这些都从根本上改变了旧中国“跪倒在地上办外交”的局面。故选项C不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 66557,
        "title": "制定一部切实可行的发展国民经济的中期计划，是完成过渡时期总路线规定的工业化主体任务的重要步骤。为准备进行有计划的经济建设，我国从1951年着手编制第一个五年计划。1955年7月召开的一届全国人大二次会议通过了这个计划。从1953年开始，经济建设工作有计划地在全国展开。这一时期工业生产取得的成就，远远超过了旧中国的一百年。新中国迅速从废墟上站起，为我国建立独立完整的工业体系奠定了基础，为社会主义建设积累了宝贵经验。“一五”计划制定和实施中突出的核心要点是",
        "num": "14",
        "xuanxiang": [
          "A:集中主要力量发展重工业，建立国家工业化和国防现代化的初步基础",
          "B:科学进行工业布局，改变我国工业大多集中在沿海地区的不合理状况",
          "C:根据我国国力，积极稳妥确定工业、农业生产年均增长速度",
          "D:既要争取外援，同时又强调自力更生，国家建设应以国内力量为主"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查“一五”计划的制定与实施。“一五”计划确定的经济建设指导方针，突出了集中主要力量发展重工业，建立国家工业化和国防现代化的初步基础的核心要点，同时要求相应地发展交通运输业、轻工业、农业和商业，相应地培养建设人才，保证国民经济中社会主义成分的比重稳步增长，保证在发展生产的基础上逐步提高人民的物质生活和文化生活的水平，等等。经过“一五”计划的实施旧中国重工业过分落后的面貌和不合理布局大大改观。这一时期工业生产取得的成就，远远超过了旧中国的一百年。新中国迅速从废墟上站起，为我国建立独立完整的工业体系奠定了基础，为社会主义建设积累了宝贵经验。故应选选项A。【干扰分析】三项是“一五”计划在编制和实施过程中，较好地处理了我国经济建设中的几个重大关系，并非“一五”计划制定和实施中突出的核心要点，故不选。",
        "level_text": "米6卷3",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 66558,
        "title": "“权利决不能超出社会的经济结构以及由经济结构制约的社会的文化发展。”这一论述强调马克思主义权利观与其他权利观的根本区别是",
        "num": "15",
        "xuanxiang": [
          "A:法律权利的内容、分配和实现方式因社会制度和国家法律的不同而存在差异",
          "B:法律权利不仅由法律规定或认可，而且受法律维护或保障，具有不可侵犯性",
          "C:法律权利必须依法行使，不能不择手段地行使法律权利",
          "D:法律权利的内容、种类和实现程度受社会物质生活条件的制约"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查依法行使权利与履行义务。“权利决不能超出社会的经济结构以及由经济结构制约的社会的文化发展”。强调社会的物质生活条件对权利的制约和决定作用，这是马克思主义权利观与其他权利观的根本区别。这指的是经济社会发展了，社会财宫增加了，法律规定的权利才会越来越多，权利实现的程度才会越来越高。不能脱离一个国家或地区的经济社会发展阶段和水平空谈权利及其实现。故应选选项D。【干扰分析】法律权利的内容、分配和实现方式因社会制度和国家法律的不同而存在差异。这是指同样一种权利，在不同的社会制度下和不同的国家法律中表现形式有所不同。我们不能离开社会制度和国家法律理解法律权利。故选项A不符合题意。<p>法律权利不仅由法律规定或认可，而且受法律维护或保障，具有不可侵犯性。这是指法律权利一旦受到侵害后，权利人有权通过法律手段寻求救济，有权要求国家机关惩罚侵权人，有权要求侵权人承担法律责任。由国家强制力保障其实现，这是法律权利区别于其他权利的根本所在。故选项B不符合题意。<p>法律权利必须依法行使，不能不择手段地行使法律权利。这是指国家机关行使权力不得任性，公民个人行使法律权利也不得任性。故选项C不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 66559,
        "title": "2023年8月23日上午，金砖国家领导人第十五次会晤在南非约翰内斯堡杉藤会议中心举行。这次领导人峰会的主题是",
        "num": "16",
        "xuanxiang": [
          "A:构建高质量伙伴关系，共创全球发展新时代",
          "B:展望未来、共享繁荣",
          "C:金砖与非洲：深化伙伴关系，促进彼此增长，实现可持续发展，加强包容性多边主义",
          "D:深化金砖伙伴关系，开辟更加光明未来"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查金砖国家领导人第十五次会晤。2023年8月23日上午，金砖国家领导人第十五次会晤在约翰内斯堡杉藤会议中心举行。南非总统拉马福萨主持会晤。中国国家主席习近平、巴西总统卢拉、印度总理莫迪和俄罗斯总统普京（线上）出席。五国领导人围绕“金砖与非洲：深化伙伴关系，促进彼此增长，实现可持续发展，加强包容性多边主义”主题，就金砖合作及共同关心的重大国际问题深入交换意见，达成广泛共识。故应选选项C。【干扰分析】构建高质量伙伴关系，共创全球发展新时代是2022年习近平主席在全球高层对话会上的主旨讲话，故选项A不符合题意。<p>展望未来、共享繁荣是2011年胡锦涛在金砖国家领导人第三次会晤时的讲话，故选项B不符合题意。<p>深化金砖伙伴关系，开辟更加光明未来是习近平主席在金砖国家领导人厦门会晤大范围会议上的讲话，故选项D不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 66560,
        "title": "万物生长靠太阳，太阳发光发热是因为内部的核聚变反应，如果能在地球上造一个“太阳”，人类有望实现能源自由。2023年4月12日21时，中国有“人造太阳”之称的全超导托卡马克核聚变实验装置（EAST）获重大成果，成功实现了403秒稳态长脉冲高约束模式等离子体运行，创造了托卡马克装置高约束模式运行新的世界纪录，对探索未来的聚变堆前沿物理问题，提升核聚变能源经济性、可行性，加快实现聚变发电具有重要意义。这表明",
        "num": "17",
        "xuanxiang": [
          "A:人们可以摆脱必然性的制约实现自由",
          "B:意识可以指导实践创造出世界上原来所没有的东西",
          "C:人的实践活动是围绕意识活动所构建的目标和蓝图来进行的",
          "D:科研人员的认识活动越来越具有直接现实性"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查物质与意识的关系，实践的特点，从必然到自由。意识具有目的性和计划性。人在认识客观世界、尊重客观规律的同时，还总是根据一定的目的和要求去确定反映什么、不反映什么，以及怎样反映，从而表现出主体的选择性。人的整个实践过程，就是围绕意识活动所构建的目标和蓝图来进行的。意识具有指导实践改造客观世界的作用。改变世界或创造世界不仅意味着强化客观世界的变化过程，而且意味着创造出世界上原来所没有的东西，即没有人的参与永远也不可能出现的东西。故应选选项B两项。【干扰分析】人不能摆脱必然性的制约，只有在认识必然性的基础上才有自由的活动，这就是人的自由限度，也是自由和必然的辩证规律，故选项A错误。<p>实践具有直接现实性，认识活动没有直接现实性，故选项D错误。",
        "level_text": "米6卷3",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 66561,
        "title": "尽管人工智能可以模拟和扩展人脑的某些活动，甚至在计算速度和准确度、程序化任务的执行能力等方面的表现超出人类所能，但即使是计算能力最强大最先进的智能机器，也不能达到人类智能的层级，不能取代或超越人的智能。这是因为",
        "num": "18",
        "xuanxiang": [
          "A:人工智能能够获得人类意识中可以化约为数字信号的内容，但人脑中总有许多东西是无法被化约的",
          "B:人类意识是知情意的统一体，而人工智能只是对人类的理性智能的模拟和扩展",
          "C:社会性是人的意识所固有的本质属性，而人工智能不可能真正具备人类的社会属性",
          "D:人类的自然语言是思维的物质外壳和意识的现实形式，而人工智能难以完全具备理解自然语言真实意义的能力"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查意识与人工智能。尽管人工智能可以模拟和扩展人脑的某些活动，甚至在计算速度和准确度、程序化任务的执行能力等方面的表现超出人类所能，但即使是计算能力最强大、最先进的智能机器，也不能达到人类智能的层级，不能真正具有人的意识，不能取代或超越人类智能。第一，人类意识是知情意的统一体，而人工智能只是对人类的理性智能的模拟和扩展，不具备情感、信念、意志等人类意识形式。第二，社会性是人的意识所固有的本质属性，而人工智能不可能真正具备人类的社会属性。第三，人类的自然语言是思维的物质外壳和意识的现实形式，而人工智能难以完全具备理解自然语言真实意义的能力。第四，人工智能能够获得人类意识中可以化约为数字信号的内容，但人脑中总有许多东西是无法被化约的。故应选选项A四项全选。",
        "level_text": "米6卷3",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 66562,
        "title": "马克思指出：“我们在这里最初看到的利润，和剩余价值是一回事，不过它具有一个神秘的形式，而这个神秘化的形式必然会从资本主义生产方式中产生出来。”恩格斯也指出：“马克思一有机会就提醒读者注意，决不要把他所说的剩余价值同利润或资本赢利相混淆。”对这两句话的正确理解是",
        "num": "19",
        "xuanxiang": [
          "A:利润是剩余价值的一种转化形式",
          "B:剩余价值是利润的本质内容",
          "C:剩余价值是资本的赢利",
          "D:利润掩盖了剩余价值的真正来源"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查工资与剩余价值的分配。在现实的资本主义经济生活中，资本家并不把剩余价值看作可变资本的产物，而是把它看作全部垫付资本的产物或增加额，剩余价值便取得了利润的形态。剩余价值是利润的本质，利润是剩余价值的转化形式。当剩余价值转化为利润时，剩余价值和可变资本的关系便被掩盖了。故应选选项A三项。【干扰分析】在现实的资本主义经济生活中，资本家并不把剩余价值看作可变资本的产物，而是把它看作全部垫付资本的产物或增加额，剩余价值便取得了利润的形态，因此利润才是资本的赢利。故选项C表述错误。",
        "level_text": "米6卷3",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 66563,
        "title": "马克思指出：“各种互相对抗的因素之间的冲突周期性地在危机中表现出来。危机永远只是现有矛盾的暂时的暴力的解决，永远只是使已经破坏的平衡得到瞬间恢复的暴力的爆发。”资本主义周期性经济危机的爆发",
        "num": "20",
        "xuanxiang": [
          "A:是由资本主义基本矛盾运动的阶段性决定的",
          "B:使社会资本再生产呈现出周期性特点",
          "C:说明资本主义生产关系无法驾驭自己发展起来的生产力",
          "D:可以被资本主义国家通过对经济进行全面干预加以克服"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查资本主义经济危机。资本主义经济危机具有周期性，这是由资本主义基本矛盾运动的阶段性决定的。当资本主义基本矛盾达到尖锐化程度时，社会生产结构严重失调，引发经济危机。而经济危机使企业倒闭、生产下降，供求矛盾得到缓解，随着资本主义经济的恢复和高涨，资本主义基本矛盾又重新激化，这必然再一次导致经济危机的爆发。这说明资本主义生产关系无法驾驭自己发展起来的生产力。资本主义经济危机的周期性爆发的特点，使社会资本再生产也呈现出周期性特点，一般包括四个阶段：危机、萧条、复苏和高涨。这四个阶段是相互联系的，其中危机阶段是周期的基本阶段。资本主义的再生产不一定都经过这四个阶段，但危机阶段是必经阶段。故应选选项A三项。【干扰分析】当前资本主义经济危机呈现新的特点：去工业化和产业空心化日趋严重，产业竞争力下降；经济高度金融化，虚拟经济与实体经济严重脱节；财政严重债务化，债务危机频繁爆发；两极分化和社会对立加剧；经济增长乏力，发展活力不足，周期性危机与结构性危机交织在一起；金融危机频发，全球经济屡受打击。资本主义国家虽然在继续发挥市场机制主导性作用的同时，开始对经济进行全面干预，但无法从根本上消除经济危机。故选项D表述错误。",
        "level_text": "米6卷3",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 66564,
        "title": "在展望未来社会的问题上，是否坚持科学的立场、观点和方法是能否正确预见未来的基本前提，也是马克思主义与空想社会主义的根本区别。马克思主义经典作家站在科学的立场上，提出并自觉运用了预见未来社会的方法论原则。这些科学方法论原则主要有",
        "num": "21",
        "xuanxiang": [
          "A:在揭示人类社会发展一般规律的基础上指明社会发展的方向",
          "B:在剖析资本主义社会旧世界中阐发未来新世界的特点",
          "C:在社会主义社会发展中不断深化对未来共产主义社会的认识",
          "D:立足于对各种细节作具体描绘"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查预见未来社会的方法论原则。马克思主义经典作家站在科学的立场上，提出并自觉运用了预见未来社会的方法论原则。这些科学方法论原则主要有：第一，在揭示人类社会发展一般规律的基础上指明社会发展的方向。第二，在剖析资本主义社会旧世界中阐发未来新世界的特点。第三，在社会主义社会发展中不断深化对未来共产主义社会的认识。第四，立足于揭示未来社会的一般特征，而不可能对各种细节作具体描绘。故应选选项A三项。【干扰分析】马克思主义经典作家在预见未来社会的方法论原则立足于揭示未来社会的一般特征，而不可能对各种细节作具体描绘。故选项D表述错误。",
        "level_text": "米6卷3",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 66565,
        "title": "毛泽东在《＜共产党人>发刊词》中阐明了中国共产党在中国革命中的几个基本问题，认为正确地理解了这些问题及其相互关系，就等于正确地领导了全部中国革命。这些基本问题是",
        "num": "22",
        "xuanxiang": [
          "A:党的建设问题",
          "B:统一战线问题",
          "C:国家政权问题",
          "D:武装斗争问题"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是中国共产党在中国革命中战胜敌人的“主要法宝”。1939年毛泽东在《＜共产党人＞发刊词》一文中，总结了中国革命两次胜利和两次失败的经验教训，揭示了中国革命发展的客观规律，把统一战线、武装斗争和党的建设作为新民主主义革命的三大法宝。他指出：“统一战线问题，武装斗争问题，党的建设问题，是我们党在中国革命中的三个基本问题，正确地理解了这三个问题及其相互关系，就等于正确地领导了全部中国革命。”故应选选项A三项。【干扰分析】1949年，毛泽东在《论人民民主专政》一文中论述了国家政权问题，故选项C不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 66566,
        "title": "习近平指出：“坚持和发展中国特色社会主义是一篇大文章，邓小平同志为它确定了基本思路和基本原则。”这在于邓小平",
        "num": "23",
        "xuanxiang": [
          "A:作为中国特色社会主义理论的创立者，响亮提出“走自己的道路，建设有中国特色的社会主义”的伟大号召",
          "B:作出把党和国家的工作中心转移到经济建设上来、实行改革开放的历史性决策，成功开创了中国特色社会主义",
          "C:开创性地提出了社会主义本质、社会主义初级阶段、“一国两制”等一系列具有浓厚中国特色的新概念新范畴，建构了中国特色社会主义理论的基本框架",
          "D:提出马克思主义同中国实际“第二次结合”，找出在中国怎样建设社会主义的道路"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是中国特色社会主义理论体系的开篇之作。邓小平作为中国特色社会主义理论的创立者，紧紧抓住“什么是社会主义，怎样建设社会主义”这个基本问题，响亮提出“走自己的道路，建设有中国特色的社会主义”的伟大号召，从此中国特色社会主义成为我们党全部理论和实践一以贯之的主题。邓小平深刻总结我国社会主义建设正反两方面经验，借鉴世界社会主义历史经验，作出把党和国家的工作中心转移到经济建设上来、实行改革开放的历史性决策，科学回答了建设中国特色社会主义的一系列基本问题，成功开创了中国特色社会主义。邓小平开创性地提出了社会主义本质、社会主义初级阶段、党的基本路线、改革开放、“一国两制”等一系列具有浓厚中国特色的新概念新范畴，建构了中国特色社会主义理论的基本框架。故应选选项A三项。【干扰分析】毛泽东提出马克思主义同中国实际“第二次结合”，找出在中国怎样建设社会主义的道路。故选项D不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 66567,
        "title": "习近平对关系新时代党和国家事业发展的一系列重大理论和实践问题进行了深邃思考和科学判断，提出了一系列原创性的治国理政新理念新思想新战略，这一系列重大理论和实践问题主要有",
        "num": "24",
        "xuanxiang": [
          "A:新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义",
          "B:什么是社会主义，怎样建设社会主义",
          "C:建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国",
          "D:建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查习近平新时代中国特色社会主义思想是一个完整的理论体系。习近平对关系新时代党和国家事业发展的一系列重大理论和实践问题进行了深邃思考和科学判断，提出了一系列原创性的治国理政新理念新思想新战略，这些问题主要有新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义；建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国；建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党。故应选选项A三项。【干扰分析】什么是社会主义，怎样建设社会主义是建设中国特色社会主义要回答的首要基本理论问题，故选项B不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 66568,
        "title": "20世纪60年代初，浙江诸暨枫桥镇干部群众创造了依靠群众就地化解矛盾的“枫桥经验”。毛泽东同志亲笔批示“要各地仿效，经过试点，推广去做”。50多年来，各地学习推广“小事不出村、大事不出镇、矛盾不上交”等经验做法，“枫桥经验”在传承中发展、在发展中创新，展示出历久弥新的魅力。“枫桥经验”启示我们",
        "num": "25",
        "xuanxiang": [
          "A:把干部主动下沉服务和激发群众自治活力结合起来",
          "B:探索社会矛盾纠纷多元预防调处化解综合机制",
          "C:畅通和规范群众诉求表达、利益协调、权益保障通道",
          "D:及时把矛盾纠纷化解在基层、化解在萌芽状态"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查创新社会治理机制。坚持和发展新时代“枫桥经验”“浦江经验”，完善正确处理新形势下人民内部矛盾机制，及时把矛盾纠纷化解在基层、化解在萌芽状态。“枫桥经验”在实践中丰富发展，特别是党的十八大以来，形成了特色鲜明的新时代“枫桥经验”。其内涵是，坚持和贯彻党的群众路线，在党的领导下，充分发动群众、组织群众、依靠群众解决群众自己的事情，做到“小事不出村、大事不出镇、矛盾不上交”，把干部主动下沉服务和激发群众自治活力结合起来，探索社会矛盾纠纷多元预防调处化解综合机制，畅通和规范群众诉求表达、利益协调、权益保障通道，及时把矛盾纠纷化解在基层、化解在萌芽状态。故选项A四项全选。",
        "level_text": "米6卷3",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 66569,
        "title": "中华优秀传统文化有很多重要元素，共同塑造出中华文明的突出特性。中华文明具有突出的包容性，从根本上决定了",
        "num": "26",
        "xuanxiang": [
          "A:中华民族交往交流交融的历史取向",
          "B:中华民族必然走自己的路",
          "C:中国各宗教信仰多元并存的和谐格局",
          "D:中华文化对世界文明兼收并蓄的开放胸怀"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查中华文明的突出特性。中华文明具有突出的包容性，从根本上决定了中华民族交往交流交融的历史取向，决定了中国各宗教信仰多元并存的和谐格局，决定了中华文化对世界文明兼收并蓄的开放胸怀。故应选选项A三项。【干扰分析】中华民族必然走自己的路是由中华文明的连续性决定的，故选项B不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 66570,
        "title": "我们党在世界上人口最多的国家长期执政，历史久、人数多、规模大，既有办大事、建伟业的巨大优势，也面临治党治国的特殊难题。我们这个大党必须解决的独有难题包括",
        "num": "27",
        "xuanxiang": [
          "A:如何始终不忘初心、牢记使命，如何始终统一思想、统一意志、统一行动",
          "B:如何始终具备强大的执政能力和领导水平，如何始终保持干事创业精神状态",
          "C:如何从根本上扭转管党治党宽松软状况，如何消除党、国家、军队内部存在的严重隐患",
          "D:如何始终能够及时发现和解决自身存在的问题，如何始终保持风清气正的政治生态"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查时刻保持解决大党独有难题的清醒和坚定。我们党在世界上人口最多的国家长期执政，历史久、人数多、规模大，既有办大事、建伟业的巨大优势，也面临治党治国的特殊难题。如何始终不忘初心、牢记使命，如何始终统一思想、统一意志、统一行动，如何始终具备强大的执政能力和领导水平，如何始终保持干事创业精神状态，如何始终能够及时发现和解决自身存在的问题，如何始终保持风清气正的政治生态，都是我们这个大党必须解决的独有难题。故应选选项A三项。【干扰分析】从根本上扭转管党治党宽松软状况，消除了党、国家、军队内部存在的严重隐患是十八大以来我们从严治党已经取得的成就，故选项C不符合题意。",
        "level_text": "米6卷3",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 66571,
        "title": "毛泽东说过，正是“帝国主义的侵略打破了中国人学西方的迷梦。很奇怪，为什么先生老是侵略学生呢？中国人向西方学得很不少，但是行不通，理想总是不能实现。多次奋斗，包括辛亥革命那样全国规模的运动，都失败了”。这个历史教训是很深刻的，这场革命之所以失败，从主观方面来说，在于它的领导者资产阶级革命派本身存在着许多弱点和错误。主要是",
        "num": "28",
        "xuanxiang": [
          "A:没能建立资产阶级共和政府",
          "B:不能充分发动和依靠人民群众",
          "C:不能建立坚强的革命政党",
          "D:没有提出彻底的反帝反封建的革命纲领"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查旧民主主义的失败。辛亥革命失败的原因：从主观方面来说，在于它的领导者资产阶级革命派本身存在着许多弱点和错误。<p>主要是：第一，没有提出彻底的反帝反封建的革命纲领。第二，不能充分发动和依靠人民群众。由于中国民族资产阶级同封建势力有千丝万缕的联系，因而不敢依靠反封建的主力军农民群众。第三，不能建立坚强的革命政党，作为团结一切革命力量的强有力的核心。故应选选项B三项。【干扰分析】辛亥革命结束了中国延续两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和政府，使民主共和的观念开始深入人心，故选项A是干扰项。",
        "level_text": "米6卷3",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 66572,
        "title": "五四以前的新文化运动主要是资产阶级民主主义的新文化反对封建主义的旧文化的斗争，五四以后的新文化运动则发展到了一个新阶段，马克思主义开始逐步在思想文化领域中发挥指导作用。这主要是指",
        "num": "29",
        "xuanxiang": [
          "A:中国先进分子在接受马克思主义之后，赋予民主和科学新的含义",
          "B:马克思主义的传播，克服了以往启蒙者的弱点，有力推动了反封建的启蒙运动",
          "C:中国先进分子已明确提出了“马克思主义的中国化”命题",
          "D:马克思主义的传播，取消了五四运动以前开始的反封建的思想启蒙工作"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "<p>题目解析:【答案详解】本题考查新文化运动的发展。五四以后的新文化运动则发展到了一个新阶段，马克思主义开始逐步在思想文化领域中发挥指导作用。这主要是指：</p>\n<p>第一，中国先进分子在接受马克思主义之后，并没有抛弃而是继承了五四运动的民主和科学的精神，并赋予它们新的含义，使它们在更高层次上得到了发扬。民主不再指狭隘的资产阶级民主，而是指多数人的民主、以劳动群众为主体的民主。科学，除自然科学外，就对社会的研究来说，主要是指马克思主义的科学世界观和社会革命论。</p>\n<p>第二，马克思主义的传播，并没有中断或取消五四运动以前开始的反封建的思想启蒙工作，而是克服了以往启蒙者的弱点，有力推动了反封建的启蒙运动。中国的先进分子以唯物史观为武器，从反对封建思想入手，进而提出必须反对产生封建思想的社会制度；把反封建思想斗争的立足点，从争取个人的个性解放，扩展到争取人民群众的社会解放的高度；把反封建的斗争方式，从少数人进行的思想批判，逐步发展为人民群众的革命实践。故应选选项A两项。【干扰分析】在1938年召开的六届六中全会上，毛泽东明确提出&ldquo;马克思主义的中国化&rdquo;命题。马克思主义的传播，并没有中断或取消五四运动以前开始的反封建的思想启蒙工作。故选项C两项的表述不符合事实。</p>",
        "level_text": "米6卷3",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 66573,
        "title": "《关于正确处理人民内部矛盾的问题》是一篇重要的马克思主义文献。它创造性地阐述了社会主义社会矛盾学说，是对科学社会主义理论的重要发展，对中国社会主义事业具有长远的指导意义。其主要内容有",
        "num": "30",
        "xuanxiang": [
          "A:首次提出社会主义社会基本矛盾的概念",
          "B:社会主义社会基本矛盾是非对抗性的，可以通过社会主义制度本身的自我调整和自我完善不断地得到解决",
          "C:必须区分社会主义社会两类不同性质的社会矛盾",
          "D:把正确处理人民内部矛盾作为国家政治生活的主题"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查正确处理人民内部矛盾。1957年2月，毛泽东在扩大的最高国务会议上发表《关于正确处理人民内部矛盾的问题》的讲话，阐明社会主义社会的重大理论问题。主要内容有：第一，关于社会主义社会两类不同性质的社会矛盾。毛泽东指出：在社会主义制度下，人民的根本利益是一致的，但还存在着敌我矛盾和人民内部矛盾。必须区分社会主义社会两类不同性质的社会矛盾，把正确处理人民内部矛盾作为国家政治生活的主题。第二，毛泽东首次提出社会主义社会基本矛盾的概念，并对社会主义社会的基本矛盾作了科学分析。他指出，矛盾是普遍存在的。社会主义社会充满着矛盾，正是这些矛盾推动着社会主义社会不断向前发展。在社会主义社会中，基本的矛盾仍然是生产关系和生产力之间的矛盾、上层建筑和经济基础之间的矛盾。社会主义社会基本矛盾是非对抗性的，可以通过社会主义制度本身的自我调整和自我完善不断地得到解决。这实际上为社会主义制度的完善和发展奠定了理论基石。故选项A四项全选。",
        "level_text": "米6卷3",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 66574,
        "title": "随着社会思想多元多样多变，价值观领域也面临来自多方面的挑战，特别是面临日益严峻的西方价值观渗透。“普世价值”就是一种极具迷惑性、欺骗性并且带有鲜明政治倾向的价值观。“普世价值”概括起来即普遍适用、永恒存在的价值，认为这种价值打破了所有民族、种族、阶级、国家的界限，超越了一切文明、宗教、信仰的差异，并且不会因时代的变迁、社会形态的更替而有任何的改变。西方国家所谓的“普世价值”",
        "num": "31",
        "xuanxiang": [
          "A:指的是人类道德评价、审美评价的普遍性或共性",
          "B:特指资本主义价值观",
          "C:实质推行的是资本主义特定的价值观及其背后的经济政治文化制度",
          "D:从抽象的“人性论”出发，将人看作无差别的价值符号"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查认清西方“普世价值”的实质。西方国家所谓的“普世价值”并非指人类道德评价、审美评价的普遍性或共性，而是特指资本主义价值观；推行的并不是人类共同的价值观，而是特定的价值观及其背后的经济政治文化制度。资本主义价值观是在资本主义生产方式基础上形成的，从根本上说，是为资产阶级利益服务的。资产阶级把自己的利益说成是全体社会成员的共同利益，把自己的价值观以全人类的共同价值观装饰起来，其目的就是维护和攫取与之相关的最大利益。西方所谓的“普世价值”从抽象的“人性论”出发，将人看作无差别的价值符号。事实上根本不存在抽象的人性，也没有放之四海而皆准的价值观及其相应的制度。故应选选项B三项。【干扰分析】西方国家所谓的“普世价值”并非指人类道德评价、审美评价的普遍性或共性，故选项A错误。",
        "level_text": "米6卷3",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 66575,
        "title": "马克思说：“没有无义务的权利，也没有无权利的义务。”法律权利与法律义务就像一枚硬币的两面，不可分割，相互依存。这表现在",
        "num": "32",
        "xuanxiang": [
          "A:在社会生活中，每个人既是享受法律权利的主体，又是承担法律义务的主体",
          "B:法律权利的实现必须以相应法律义务的履行为条件",
          "C:法律义务的设定和履行也必须以法律权利的行使为根据",
          "D:一个人所有的行为都同时既是权利行为又是义务行为"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查法律权利与法律义务的关系。法律权利与法律义务就像一枚硬币的两面，不可分割，相互依存。在社会生活中，每个人既是享受法律权利的主体，又是承担法律义务的主体。法律权利的实现必须以相应法律义务的履行为条件；法律义务的设定和履行也必须以法律权利的行使为根据。离开了法律权利，法律义务就失去了履行的价值和动力；离开了法律义务，法律权利也形同虚设。故应选选项A三项。【干扰分析】只有一些法律权利和法律义务具有复合性的关系，即一个行为可以同时是权利行为和义务行为，如劳动的权利和义务、接受义务教育的权利和义务等，而不是所有行为都如此。故选项D错误。",
        "level_text": "米6卷3",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 66576,
        "title": "在第三届“一带一路”国际合作高峰论坛开幕式上，习近平主席指出，10年来，在各方的共同努力下，共建“一带一路”取得历史性成就，成果惠及150多个国家，开拓出一条通向共同发展的合作之路、机遇之路、繁荣之路，成为深受欢迎的国际公共产品和国际合作平台。成绩弥足珍贵，经验值得总结。回望10年历程，我们深刻认识到",
        "num": "33",
        "xuanxiang": [
          "A:人类是相互依存的命运共同体",
          "B:只有合作共赢才能办成事、办好事、办大事",
          "C:只有坚持共同、综合、合作、可持续的安全观，才能实现普遍安全",
          "D:和平合作、开放包容、互学互鉴、互利共赢的丝路精神，是共建“一带一路”最重要的力量源泉"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查第三届“一带一路”国际合作高峰论坛。10年来，在各方的共同努力下，共建“一带一路”取得历史性成就，成果惠及150多个国家，开拓出一条通向共同发展的合作之路、机遇之路、繁荣之路，成为深受欢迎的国际公共产品和国际合作平台。成绩弥足珍贵，经验值得总结。回望10年历程，我们深刻认识到，人类是相互依存的命运共同体；只有合作共赢才能办成事、办好事、办大事；和平合作、开放包容、互学互鉴、互利共赢的丝路精神，是共建“一带一路”最重要的力量源泉。习近平主席高度概括的这三个方面的重要经验，对于深化“一带一路”国际合作，推动共建“一带一路”进人高质量发展的新阶段，激励各国坚守合作初心、牢记发展使命，在共同努力中开创人类更加美好的未来，具有重大指导意义。故应选选项A三项。【干扰分析】普遍安全是全球安全倡议要求达到的目标，与“一带一路”没有必然联系，故选项C不选。",
        "level_text": "米6卷3",
        "p_level_text": "33"
      }
    }
  },
  "米6卷4": {
    "米6卷4": {
      "1": {
        "timu_id": 66577,
        "title": "马克思主义具有鲜明的特征，这些特征体现了马克思主义的本质和使命，也展现出马克思主义的理论形象。马克思主义的鲜明特征，如果用一句话来概括就是",
        "num": "1",
        "xuanxiang": [
          "A:科学性与革命性的统一",
          "B:人民性与实践性的统一",
          "C:科学性与发展性的统一",
          "D:人民性与革命性的统一"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查马克思主义的鲜明特征。在无产阶级解放斗争和社会主义事业发展的任何时期，都必须始终坚持马克思主义的革命性，发扬马克思主义的革命精神。同时要牢记，马克思主义的革命性是建立在科学性基础上的，是与科学性高度统一的。马克思主义的鲜明特征，如果用一句话来概括就是科学性与革命性的统一。故应选选项A。【干扰分析】人民至上是马克思主义的政治立场。马克思主义政党把人民放在心中最高位置，一切奋斗都致力于实现最广大人民的根本利益。马克思主义是从实践中来、到实践中去、在实践中接受检验，并随实践而不断发展的学说。马克思主义科学理论在指导无产阶级和人民群众进行伟大社会革命的过程中，其人民性、实践性和发展性集中地体现为革命性。革命性是马克思主义的内在品质，是马克思主义的人民性、实践性和发展性的应有之义和必然要求。故选项B三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 66578,
        "title": "今天，人类交往比以往任何时候都更加深入和广泛，国家之间的相互联系和依存比以往任何时候都更加频繁和紧密。我们所生活的世界，既有交流、合作与互鉴，也有矛盾、冲突和对抗。以习近平同志为核心的党中央站在世界历史的高度来思考人类的未来与前途取得的成果是",
        "num": "2",
        "xuanxiang": [
          "A:“人类命运共同体”构想",
          "B:“一带一路”倡议",
          "C:“建设和谐世界”构想",
          "D:“中华民族伟大复兴”构想"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查世界历史的形成和发展。今天，人类交往比以往任何时候都更加深入和广泛，国家之间的相互联系和依存比以往任何时候都更加频繁和紧密。我们所生活的世界，既有交流、合作与互鉴，也有矛盾、冲突和对抗。马克思的世界历史理论为我们观察、分析当今世界发展特别是全球化问题提供了科学的理论指导。“人类命运共同体”构想的提出，正是我们党站在世界历史的高度来思考人类的未来与前途取得的成果。故应选选项A。【干扰分析】“一带一路”倡议和“中华民族伟大复兴”构想并非关乎人类未来与前途的构想，“建设和谐世界”构想依据的是矛盾的同一性与斗争性的关系，故选项B三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 66579,
        "title": "马克思对资本主义发展过程中由于过度延长劳动时间给工人阶级带来的损害作出这样的抨击：“资本主义生产—实质上就是剩余价值的生产，就是剩余劳动的吮吸—通过延长工作日，不仅使人的劳动力由于被夺去了道德上和身体上正常的发展和活动的条件而处于萎缩状态，而且使劳动力本身未老先衰和过早死亡。它靠缩短工人的寿命，在一定期限内延长工人的生产时间。”马克思所说的这种“过度延长劳动时间”而榨取的剩余价值是",
        "num": "3",
        "xuanxiang": [
          "A:超额剩余价值",
          "B:绝对剩余价值",
          "C:相对剩余价值",
          "D:垄断利润"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查绝对剩余价值生产与相对剩余价值生产。在资本主义制度下，工人的工作日包括必要劳动时间和剩余劳动时间两个部分。在必要劳动时间既定的条件下，工作日越长，剩余劳动时间越长，资本家从工人身上榨取的剩余价值就越多，从而剩余价值率就越高。这种生产剩余价值的方法叫作绝对剩余价值生产方法。马克思所说的这种“过度延长劳动时间”而榨取的剩余价值是绝对剩余价值。故应选选项B。【干扰分析】超额剩余价值是指企业由于提高劳动生产率而使商品的个别价值低于社会价值的差额；相对剩余价值是指在工作日长度不变的条件下，通过缩短必要劳动时间而相对延长剩余劳动时间所生产的剩余价值；垄断利润是垄断资本家凭借其在社会生产和流通中的垄断地位而获得的超过平均利润的高额利润，故选项A三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 66580,
        "title": "恩格斯说：“市场的扩张赶不上生产的扩张。冲突成为不可避免的了，而且，因为它在把资本主义生产方式本身炸毁以前不能使矛盾得到解决，所以它就成为周期性的了。”资本主义经济危机具有周期性，这是由",
        "num": "4",
        "xuanxiang": [
          "A:货币作为支付手段和流通手段引起的",
          "B:社会资本再生产周期性特点引起的",
          "C:资本主义国家对经济进行全面干预决定的",
          "D:资本主义基本矛盾运动的阶段性决定的"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查资本主义经济危机。资本主义经济危机具有周期性，这是由资本主义基本矛盾运动的阶段性决定的。这种基本矛盾具体表现为两个方面：第一，表现为生产无限扩大的趋势与劳动人民有支付能力的需求相对缩小的矛盾。第二，表现为个别企业内部生产的有组织性和整个社会生产的无政府状态之间的矛盾。当资本主义基本矛盾达到尖锐化程度时，社会生产结构严重失调，引发经济危机。而经济危机使企业倒闭、生产下降，供求矛盾得到缓解，随着资本主义经济的恢复和高涨，资本主义基本矛盾又重新激化，这必然再一次导致经济危机的爆发。故应选选项D。【干扰分析】经济危机的可能性是由货币作为支付手段和流通手段引起的。但是这仅仅是危机的形式上的可能性。它导致不了资本主义经济危机周期性爆发。资本主义经济危机的周期性爆发的特点，使社会资本再生产也呈现出周期性特点，一般包括四个阶段：危机、萧条、复苏和高涨。选项B因果倒置了。<p>第二次世界大战后，资本主义国家为尽快恢复国民经济，在继续发挥市场机制主导性作用的同时，开始对经济进行全面干预。资本主义国家政府虽然重视对经济的协调，但仍然难以防止和克服金融危机和经济危机。选项A三项都不是资本主义经济危机周期性爆发的原因。",
        "level_text": "米6卷4",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 66581,
        "title": "1956年4月，毛泽东先后在中央政治局扩大会议和最高国务会议上，作了《论十大关系》的报告，初步总结了我国社会主义建设的经验，明确提出要以苏为鉴，独立自主地探索适合中国情况的社会主义建设道路。后来，毛泽东回顾说，前几年照抄外国的经验，“从一九五六年提出十大关系起，开始找到自己的一条适合中国的路线”。《论十大关系》标志着",
        "num": "5",
        "xuanxiang": [
          "A:中国要走一条有别于苏联的中国工业化道路",
          "B:我国已经突破社会主义苏联模式的束缚",
          "C:党实现了马克思主义同中国实际的第二次结合",
          "D:党探索中国社会主义建设道路的良好开端"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查调动一切积极因素为社会主义事业服务。《论十大关系》是以毛泽东为主要代表的中国共产党人开始探索适合中国国情的社会主义建设道路的标志，它在新的历史条件下从经济方面和政治方面提出了新的指导方针，为中共八大的召开作了理论准备。故应选选项D。【干扰分析】在《关于正确处理人民内部矛盾的问题》中，毛泽东明确提出了中国工业化道路的问题，主要是指重工业和轻工业、农业的发展关系问题，强调要走一条有别于苏联的中国工业化道路，故选项A不符合题意。<p>《论十大关系》发表意味着刚刚开始突破苏联模式的束缚，去实现马克思主义同中国实际的第二次结合，故选项B两项表述错误。",
        "level_text": "米6卷4",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 66582,
        "title": "中国特色社会主义理论体系，是在我们党领导的改革开放和社会主义现代化建设的生动实践中形成并不断发展的。在这一理论形成的改革开放和社会主义现代化建设新时期，党面临的主要任务是",
        "num": "6",
        "xuanxiang": [
          "A:反对帝国主义、封建主义、官僚资本主义，争取民族独立、人民解放",
          "B:实现从新民主主义到社会主义的转变，进行社会主义革命，推进社会主义建设",
          "C:解放和发展社会生产力，使人民摆脱贫困、尽快富裕起来",
          "D:实现第一个百年奋斗目标，开启实现第二个百年奋斗目标新征程"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中国特色社会主义理论体系的形成。改革开放和社会主义现代化建设新时期，党面临的主要任务是，继续探索中国建设社会主义的正确道路，解放和发展社会生产力，使人民摆脱贫困、尽快富裕起来，为实现中华民族伟大复兴提供充满新的活力的体制保证和快速发展的物质条件。故应选选项C。【干扰分析】新民主主义革命时期，中国共产党面临的主要任务是，反对帝国主义、封建主义、官僚资本主义，争取民族独立、人民解放，为实现中华民族伟大复兴创造根本社会条件。故选项A不符合题意。<p>社会主义革命和建设时期，中国共产党面临的主要任务是，实现从新民主主义到社会主义的转变，进行社会主义革命，推进社会主义建设，为实现中华民族伟大复兴奠定根本政治前提和制度基础。故选项B不符合题意。<p>党的十八大以来，党面临的主要任务是，实现第一个百年奋斗目标，开启实现第二个百年奋斗目标新征程，朝着实现中华民族伟大复兴的宏伟目标继续前进。故选项D不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 66583,
        "title": "党的二十大明确提出了新时代新征程中国共产党的使命任务，对全面建设社会主义现代化国家、全面推进中华民族伟大复兴进行了战略谋划，对统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局作出了全面部署。全面建设社会主义现代化国家的基础性、战略性支撑是",
        "num": "7",
        "xuanxiang": [
          "A:坚持创新驱动发展",
          "B:大力发展制造业和实体经济",
          "C:教育、科技、人才",
          "D:坚定不移全面扩大开放"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查科教兴国战略，强化现代化建设人才支撑。教育、科技、人才是全面建设社会主义现代化国家的基础性、战略性支撑。必须坚持科技是第一生产力、人才是第一资源、创新是第一动力，深入实施科教兴国战略、人才强国战略、创新驱动发展战略，开辟发展新领域新赛道，不断塑造发展新动能新优势。故应选选项C。【干扰分析】坚持创新驱动发展，是我国经济发展的第一动力；大力发展制造业和实体经济，是我国经济发展的主要着力点；坚定不移全面扩大开放，是我国经济发展的重要法宝。故选项A三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 66584,
        "title": "当今世界，科学技术是第一生产力、第一竞争力。加快科技自立自强步伐，才能解决外国“卡脖子”问题。要从源头和底层解决关键技术问题，迫切需要",
        "num": "8",
        "xuanxiang": [
          "A:发展民营经济",
          "B:深化供给侧结构性改革",
          "C:加强基础研究",
          "D:发挥新型举国体制优势"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】木题考查增强自主创新能力。新一轮科技革命和产业变革突飞猛进，学科交叉融合不断发展，科学研究范式发生深刻变革，科学技术和经济社会发展加速渗透融合，基础研究转化周期明显缩短，国际科技竞争向基础前沿前移。应对国际科技竞争、实现高水平自立自强，推动构建新发展格局、实现高质量发展，迫切需要我们加强基础研究，从源头和底层解决关键技术问题。故应选选项C。【干扰分析】发展民营经济与深化供给侧结构性改革都是推动经济高质量发展的措施。发挥新型举国体制优势开展科技攻关是打赢关键核心技术攻坚战的措施。故选项A三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 66585,
        "title": "要持续加强对习近平文化思想的学习、研究、阐释，并自觉贯彻落实到宣传思想文化工作各方面和全过程。要深入贯彻习近平文化思想，全面贯彻落实党的二十大关于文化建设的战略部署，聚焦的首要政治任务是",
        "num": "9",
        "xuanxiang": [
          "A:用党的创新理论武装全党、教育人民",
          "B:培育和践行社会主义核心价值观",
          "C:赓续中华文脉、推动中华优秀传统文化创造性转化和创新性发展",
          "D:推动文化事业和文化产业繁荣发展"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查习近平文化思想。党的理论创新每前进一步，理论武装就要跟进一步。我们要认真学习领会习近平文化思想，聚焦用党的创新理论武装全党、教育人民这个首要政治任务，围绕在新的历史起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明这一新的文化使命，切实增强做好新时代新征程宣传思想文化工作的责任感使命感，推动各项工作落地见效，为全面建设社会主义现代化国家、全面推进中华民族伟大复兴提供坚强思想保证、强大精神力量、有利文化条件。故应选选项A。【干扰分析】根据习近平总书记重要指示对宣传思想文化工作提出“七个着力”的要求：着力加强党对宣传思想文化工作的领导，着力建设具有强大凝聚力和引领力的社会主义意识形态，着力培育和践行社会主义核心价值观，着力提升新闻舆论传播力引导力影响力公信力，着力赓续中华文脉、推动中华优秀传统文化创造性转化和创新性发展，着力推动文化事业和文化产业繁荣发展，着力加强国际传播能力建设、促进文明交流互鉴。选项B三项属于对宣传思想文化工作的要求。",
        "level_text": "米6卷4",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 66586,
        "title": "习近平指出：“良好的生态环境是最公平的公共产品，是最普惠的民生福祉。”经过顽强努力，美丽中国建设迈出重大步伐，绿水青山就是金山银山理念深入人心，我国天更蓝、地更绿、水更清，万里河山更加多姿多彩，绿色成为新时代中国的鲜明底色。人民享有更多、更普惠、更可持续的绿色福祉，人民群众生态环境获得感显著增强。新时代生态文明建设的成就举世瞩目，成为新时代党和国家事业取得历史性成就、发生历史性变革的显著标志。解决生态环境问题的治本之策是",
        "num": "10",
        "xuanxiang": [
          "A:着力提高生态系统自我修复能力",
          "B:实行最严格的生态环境保护制度",
          "C:绿色低碳发展",
          "D:优化国土空间开发布局"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查加快形成绿色生产方式和生活方式。要加快推动发展方式绿色低碳转型，坚持把绿色低碳发展作为解决生态环境问题的治木之策，加快形成绿色生产方式和生活方式，厚植高质量发展的绿色底色。故应选选项C。【干扰分析】着力提高生态系统自我修复能力；实行最严格的生态环境保护制度；优化国土空间开发布局，这些也都是建设美丽中国的措施，但都不是解决生态环境问题的治本之策。故选项A三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 66587,
        "title": "1929年12月，红四军党的第九次代表大会（古田会议）在福建上杭县古田村召开。大会根据中央九月来信精神，通过了毛泽东起草的古田会议决议，其中最重要的是关于纠正党内错误思想的决议案，确立了",
        "num": "11",
        "xuanxiang": [
          "A:土地革命和武装起义的方针",
          "B:农民已经分得的田归农民个人私有的原则",
          "C:思想建党、政治建军原则",
          "D:毛泽东在党中央和红军的领导地位"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查古田会议。1929年12月，红四军党的第九次代表大会（古田会议）在福建上杭县古田村召开。大会根据中央九月来信精神，通过了毛泽东起草的古田会议决议，其中最重要的是关于纠正党内错误思想的决议案，确立了思想建党、政治建军原则。故应选选项C。【干扰分析】1927年8月7日，中共中央在汉口秘密召开紧急会议（即八七会议），会议确定了土地革命和武装起义的方针。这是一个正确的方针，是党在付出血的代价后换得的正确结论。故选项A不符合题意。<p>1931年2月毛泽东总结根据地土地革命的经验，要求各地各级工农民主政府发布公告，明确规定农民已经分得的田归农民个人私有，可以自主租借买卖，别人不得侵犯。故选项B不符合题意。<p>1935年遵义会议确立了毛泽东在党中央和红军的领导地位。故选项D不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 66588,
        "title": "在中国共产党的领导、组织和推动下，从1922年1月到1923年2月，掀起了中国工人运动的第一个高潮。将中国共产党领导的中国工人运动第一次高潮推向了顶点的是",
        "num": "12",
        "xuanxiang": [
          "A:京汉铁路工人罢工",
          "B:香港海员罢工",
          "C:安源路矿工人罢工",
          "D:开滦五矿工人罢工"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查工农运动的发动。在中国共产党的领导、组织和推动下，从1922年1月香港海员罢工到1923年2月京汉铁路工人罢工，掀起了中国工人运动的第一个高潮。其顶点是京汉铁路工人罢工。故应选选项A。【干扰分析】香港海员罢工是这次罢工的起点，从1922年1月到1923年2月这13个月中，全国发生了包括安源路矿工人罢工、开滦五矿工人罢工等在内的大小罢工100余次，参加者在30万人以上。故选项B三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 66589,
        "title": "中国人民抗日战争最后胜利。这是近代以来中国人民反抗外敌入侵第一次取得完全胜利的民族解放斗争，也是世界反法西斯战争胜利的重要组成部分。抗日战争取得完全胜利的重要标志的是",
        "num": "13",
        "xuanxiang": [
          "A:中国参加联合国制宪会议，成为联合国的创始国和五个常任理事国之一",
          "B:日本天皇裕仁以广播“终战诏书”的形式宣布接受波茨坦公告",
          "C:日本代表在东京湾美军军舰密苏里号上签署向同盟国的投降书",
          "D:台湾以及澎湖列岛由中国收回"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查日本投降和台湾光复。1945年10月25日，中国政府在台湾举行受降仪式。根据波茨坦公告，被日本占领50年之久的台湾以及澎湖列岛，由中国收回。这成为抗日战争取得完全胜利的重要标志。故应选选项D。【干扰分析】1945年4月至6月，联合国制宪会议在美国旧金山举行，包括中国解放区代表董必武在内的中国代表团出席了会议。会议签署了《联合国宪章》。中国成为联合国的创始国和五个常任理事国之一。7月26日，中、美、英三国发表波茨坦公告，敦促日本投降。8月上旬，苏联红军进入中国东北，猛烈攻击日本关东军。8月14日，日本政府照会中、美、英、苏等国，表示接受波茨坦公告。15日，日本天皇裕仁以广播“终战诏书”的形式宣布接受波茨坦公告。9月2日，日本天皇和政府以及日本大本营的代表在东京湾美军军舰密苏里号上签署向同盟国的投降书。侵华日军128万人向中国投降。至此，中国人民抗日战争胜利结束，世界反法西斯战争也胜利结束。9月3日成为中国人民抗日战争胜利纪念日。",
        "level_text": "米6卷4",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 66590,
        "title": "中国于2001年12月正式成为世贸组织的第143名成员。短短20余年，我国货物贸易总额增长了11倍，成为全球第一货物贸易大国、140多个国家和地区的主要贸易伙伴，对全球经济增长的年均贡献率近30％。我国同世界贸易组织的关系发生了历史性变化，从国际经贸规则的被动接受者和主动接轨者，逐步成长为重要参与者。事实表明，我国加入世界贸易组织不仅加快了自身发展，也惠及全球，这个重大决策是完全正确的。中国加入世界贸易组织",
        "num": "14",
        "xuanxiang": [
          "A:是我国对外开放的里程碑",
          "B:标志着我国形成全方位对外开放的新格局",
          "C:意味着我国已建成贸易强国",
          "D:是党中央在新时代推进改革开放的重要战略举措"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查改革开放和现代化建设的跨世纪发展。中共中央政治局9月27日下午就世界贸易组织规则与世界贸易组织改革进行第八次集体学习。中共中央总书记习近平在主持学习时强调，世界贸易组织是多边主义的重要支柱，是全球经济治理的重要舞台。对世界贸易组织进行必要改革是普遍共识、大势所趋。加入世界贸易组织是我国对外开放的里程碑。故应选选项A。【干扰分析】到1997年，我国逐步形成从沿海到沿江、从沿边到内陆，多层次、多渠道、多种形式的全方位对外开放的新格局。建设自由贸易试验区是党中央在新时代推进改革开放的重要战略举措。故选项B两项不符合题意。<p>我国正在建设贸易强国，故选项C不符合事实。",
        "level_text": "米6卷4",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 66591,
        "title": "2020年5月出台的《中华人民共和国民法典》，既是人民权益的“宣言书”，也织密了保障人民权益的“法律网”。民法典紧紧围绕着人民权益而编纂，大到财产权、人格权、婚姻家庭、继承的规定和保护，小到离婚冷静期、高空抛物、高铁霸座等人民生活中所关切的问题，都作出明确具体的规范和回应，充分体现了“民有所呼、法有所应”的精神，切实回应了人民群众的法治需求，更好地满足了人民日益增长的美好生活需要。这表明推进全面依法治国的根本目的是",
        "num": "15",
        "xuanxiang": [
          "A:坚持中国特色社会主义法治道路",
          "B:依法保障人民权益",
          "C:坚持依宪治国、依宪执政",
          "D:坚持法律面前人人平等"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查全面依法治国的根本目的。《中华人民共和国民法典》既是人民权益的“宣言书”，也织密了保障人民权益的“法律网”。全面依法治国最广泛、最深厚的基础是人民，必须坚持为了人民、依靠人民。要把体现人民利益、反映人民愿望、维护人民权益、增进人民福祉落实到全面依法治国各领域全过程。这说明推进全面依法治国的根本目的是依法保障人民权益。要积极回应人民群众新要求新期待，系统研究谋划和解决法治领域人民群众反映强烈的突出问题，不断增强人民群众获得感、幸福感、安全感，用法治保障人民安居乐业。故应选选项B。【干扰分析】坚持中国特色社会主义法治道路，是建设中国特色社会主义法治体系、建设社会主义法治国家的正确道路；坚持依宪治国、依宪执政是建设法治中国的首要任务；坚持法律面前人人平等，是社会主义法律的基本属性，是社会主义法治的基本要求，故选项A三项均不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 66592,
        "title": "2023年5月10日，习近平总书记在河北省雄安新区考察，并主持召开高标准高质量推进雄安新区建设座谈会。习近平指出雄安新区",
        "num": "16",
        "xuanxiang": [
          "A:已开始新区建设和发展顶层设计",
          "B:已完成产业和创新要素聚集，回迁安置工作有序推进",
          "C:已完成了承接北京非首都功能疏解的任务",
          "D:工作重心已转向高质量建设、高水平管理、高质量疏解发展并举"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查高标准高质量推进雄安新区建设座谈会。2023年5月10日，习近平在河北省雄安新区考察，主持召开高标准高质量推进雄安新区建设座谈会并发表重要讲话。他强调，雄安新区已进入大规模建设与承接北京非首都功能疏解并重阶段，工作重心已转向高质量建设、高水平管理、高质量疏解发展并举。要坚定信心，保持定力，稳扎稳打，善作善成，推动各项工作不断取得新进展。故应选选项D。【干扰分析】习近平在讲话中强调，雄安新区建设取得重大阶段性成果，新区建设和发展顶层设计基本完成，基础设施建设取得重大进展，疏解北京非首都功能初见成效，白洋淀生态环境治理成效明显，深化改革开放取得积极进展，产业和创新要素聚集的条件逐步完善，回迁安置工作有序推进。故选项A三项均不符合事实。",
        "level_text": "米6卷4",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 66593,
        "title": "“一花独放不是春，百花齐放春满园。”在各国前途命运紧密相连的今天，不同文明应该包容共存、交流互鉴，在推动人类社会现代化进程、繁荣世界文明百花园中都具有不可替代的作用。这是因为每一种文明",
        "num": "17",
        "xuanxiang": [
          "A:都是在特定的自然环境、历史背景、民族传统中生长起来的",
          "B:体现着独特的生产、生活、交往方式",
          "C:代表着一方文化的沃土和绿洲",
          "D:都具有突出的连续性"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查文明的多样性。人类文明具有多样性。每一种文明都是在特定的自然环境、历史背景、民族传统中生长起来的，体现着独特的生产、生活、交往方式，代表着一方文化的沃土和绿洲，都是人类文明的重要组成部分。故应选选项A三项。【干扰分析】中华文明具有突出的连续性，中华文明是世界上唯一绵延不断且以国家形态发展至今的伟大文明。故选项D表述错误。",
        "level_text": "米6卷4",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 66594,
        "title": "当前我国人口发展呈现少子化、老龄化、区域人口增减分化的趋势性特征，必须全面认识、正确看待我国人口发展新形势。要着眼强国建设、民族复兴的战略安排，完善新时代人口发展战略，认识、适应、引领人口发展新常态，着力提高人口整体素质，努力保持适度生育水平和人口规模，加快塑造素质优良、总量充裕、结构优化、分布合理的现代化人力资源，以人口高质量发展支撑中国式现代化。要以人口高质量发展支撑中国式现代化的哲学依据在于",
        "num": "18",
        "xuanxiang": [
          "A:人口因素是重要的社会物质生活条件",
          "B:人口因素决定着社会的性质和社会形态的更替",
          "C:人口因素对社会发展具有影响和制约作用",
          "D:适度的人口会对社会发展起到加速作用"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查社会存在与社会意识。人口因素也是重要的社会物质生活条件，对社会发展具有影响和制约作用。人口的数量、质量和结构等因素对生产发展和社会进步起加速或延缓的作用。适度的人口对社会发展起加速作用，过密或过疏的人口则对社会发展起延缓作用。在现代社会，人口的质量（智力、体力等）、职业构成、受教育程度和技术熟练程度等，都对社会发展产生重要影响。故应选选项A三项。【干扰分析】人口因素要受社会生产状况和社会制度的制约。无论是自然地理环境还是人口因素，都不能脱离社会生产而发生作用，都不能决定社会的性质和社会形态的更替。故选项B表述错误。",
        "level_text": "米6卷4",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 66595,
        "title": "生产物质资料的劳动过程包括三个基本要素，即劳动者的劳动、劳动对象和劳动资料。由于资本主义劳动过程的要素都为资本家所占有，这决定了资本主义劳动过程的特点是",
        "num": "19",
        "xuanxiang": [
          "A:工人在资本家的监督下劳动，他们的劳动隶属于资本家",
          "B:劳动者与生产资料相结合生产出使用价值",
          "C:劳动的成果或者产品全部归资本家所有",
          "D:劳动具有二重性，即具体劳动和抽象劳动"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查资本主义劳动过程的特点。由于资本主义劳动过程的要素都为资本家所占有，这决定了资本主义劳动过程的两个特点：其一，工人在资本家的监督下劳动，他们的劳动求属于资本家；其二：劳动的成果或者产品全部归资本家所有。故应选选项A两项。【干扰分析】劳动过程是劳动者通过有目的的活动，即运用劳动资料对劳动对象进行加工，改变自然界的物质形态，创造出满足人们某种需要的使用价值的过程；劳动具有二重性，即具体劳动和抽象劳动，这是所有商品生产都具有的内容。故选项B两项不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 66596,
        "title": "习近平在追溯我国现代化历史时指出：“从第一个五年计划到第十四个五年规划，一以贯之的主题是把我国建设成为社会主义现代化国家。”中国式现代化是独具特色的社会主义现代化，它的成功实践具有的世界意义有",
        "num": "20",
        "xuanxiang": [
          "A:中国式现代化为人类实现现代化提供了新的选择",
          "B:中国式现代化彻底打破了只有遵循资本主义发展模式才能实现现代化的神话",
          "C:中国式现代化用事实表明世界上存在完全统一的现代化标准",
          "D:中国式现代化充分证明了科学社会主义的真理性"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查社会主义在实践中开拓前进。中国式现代化不仅改变了中国的面貌，而且具有重大世界意义。其一，中国式现代化为人类实现现代化提供了新的选择。中国式现代化彻底打破了只有遵循资本主义发展模式才能实现现代化的神话，给世界上那些既希望加快发展又希望保持自身独立性的国家和民族提供了宝贵经验与全新选择。其二，中国式现代化充分证明了科学社会主义的真理性。中国共产党带领中国人民走出了中国式现代化道路，实现了人类现代化史上经济快速发展和社会长期稳定两大奇迹，充分展示了社会主义的巨大优越性，充分证明了科学社会主义的真理性，必将引领世界社会主义走向振兴和辉煌。故应选选项A三项。【干扰分析】中国式现代化用事实表明，世界上既不存在唯一的现代化模式，也不存在完全统一的现代化标准。故选项C是干扰项。",
        "level_text": "米6卷4",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 66597,
        "title": "毛泽东思想是在我国新民主主义革命、社会主义革命和社会主义建设的实践过程中，在总结我国革命和建设正反两方面历史经验的基础上，逐步形成和发展起来的。在中国共产党的历史上，对毛泽东思想做出系统概括和阐述的党的文献有",
        "num": "21",
        "xuanxiang": [
          "A:《关于若干历史问题的决议》",
          "B:刘少奇在七大上所作的《关于修改党的章程的报告》",
          "C:邓小平在八大上所作的《关于修改党的章程的报告》",
          "D:《关于建国以来党的若干历史问题的决议》"
        ],
        "right_value": [
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查考生对毛泽东思想做出系统阐释的中国共产党的历史文献的了解。对党的重大理论的概括一般都是以党的代表大会通过的决议为标志的。本题要求考生对毛泽东思想形成及评价方面的历史过程有清晰的了解。党的七大明确将毛泽东思想规定为党的指导思想并写人修改后的党章，并在当时对毛泽东思想作出了系统的概括和阐述，因此，选项B正确。<p>《关于建国以来党的若干历史问题的决议》是改革开放后党的十一届六中全会通过的文件。该《决议》不仅正确总结了新中国成立以来的党的历史，而且再次对毛泽东思想做出了科学概括与阐述，因此，选项D正确。【干扰分析】是1945年4月中共六届七中全会通过的党的文件。《关于若干历史问题的决议》主要总结了建党以来的历史经验，着重批判了土地革命战争时期以王明为代表的“左”倾错误，未明确概括和阐述毛泽东思想，故是干扰选项。新中国成立后，1956年召开的党的八大，由于种种特殊的原因，如苏联方面的影响、反对个人崇拜等等，对毛泽东思想未作系统阐述，因此，选项C不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 66598,
        "title": "邓小平曾经指出：“我们的社会主义改造是搞得成功的，很了不起。这是毛泽东同志对马克思列宁主义的一个重大贡献。”社会主义改造成功的历史经验包括",
        "num": "22",
        "xuanxiang": [
          "A:坚持社会主义工业化建设与社会主义改造同时并举",
          "B:采取积极引导、逐步过渡的方式",
          "C:公有制经济可以和非公有制经济共同发展",
          "D:用和平方法进行改造"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查社会主义改造成功的历史经验。社会主义改造成功的历史经验包括：坚持社会主义工业化建设与社会主义改造同时并举；采取积极引导、逐步过渡的方式；用和平方法进行改造。故应选选项A三项。【干扰分析】在公有制实现形式的选择和理解上过于简单化，只注意到集体所有制和全民所有制这两种基本形式，而对社会主义改造基本完成以后公有制经济可以和非公有制经济共同发展缺乏认识。故选项C不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 66599,
        "title": "马克思主义中国化同时包含着马克思主义时代化的意蕴。我们党自成立以来，始终坚持把马克思主义基本原理同中国具体实际和时代特征相结合，不断进行理论创新，形成了毛泽东思想和中国特色社会主义理论体系，它们都是",
        "num": "23",
        "xuanxiang": [
          "A:马克思列宁主义在中国的运用和发展",
          "B:被实践证明了的关于中国革命和建设的正确的理论原则和经验总结",
          "C:改革开放和社会主义现代化建设的科学指南",
          "D:全国各族人民团结奋斗的共同思想基础"
        ],
        "right_value": [
          "A",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查马克思主义中国化时代化理论成果及其关系。毛泽东思想和中国特色社会主义理论体系，都是马克思列宁主义在中国的运用和发展，都以独创性的理论成果丰富和发展了马克思主义的理论宝库。毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观、习近平新时代中国特色社会主义思想同马克思列宁主义一起，都是党和国家必须长期坚持的指导思想，是全国各族人民团结奋斗的共同思想基础。故应选选项A两项。【干扰分析】毛泽东思想是被实践证明了的关于中国革命和建设的正确的理论原则和经验总结。邓小平理论是改革开放和社会主义现代化建设的科学指南。故选项B两项不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 66600,
        "title": "2023年3月5日，中共中央总书记习近平参加他所在的十四届全国人大一次会议江苏代表团审议强调，高质量发展是全面建设社会主义现代化国家的首要任务。实现高质量发展",
        "num": "24",
        "xuanxiang": [
          "A:必须完整、准确、全面贯彻新发展理念",
          "B:必须更好统筹质的有效提升和量的合理增长",
          "C:必须坚定不移深化改革开放、深入转变发展方式",
          "D:必须以满足人民日益增长的美好生活需要为出发点和落脚点，把发展成果不断转化为生活品质"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查以新发展理念引领高质量发展。2023年3月5日，中共中央总书记习近平参加他所在的十四届全国人大一次会议江苏代表团审议强调，高质量发展是全面建设社会主义现代化国家的首要任务。必须完整、准确、全面贯彻新发展理念，始终以创新、协调、绿色、开放、共享的内在统一来把握发展、衡量发展、推动发展；必须更好统筹质的有效提升和量的合理增长，始终坚持质量第一、效益优先，大力增强质量意识，视质量为生命，以高质量为追求；必须坚定不移深化改革开放、深入转变发展方式，以效率变革、动力变革促进质量变革，加快形成可持续的高质量发展体制机制；必须以满足人民日益增长的美好生活需要为出发点和落脚点，把发展成果不断转化为生活品质，不断增强人民群众的获得感、幸福感、安全感。故选项A四项全选。",
        "level_text": "米6卷4",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 66601,
        "title": "中共中央政治局7月24日下午就全面加强军事治理进行第七次集体学习。中共中央总书记习近平在主持学习时强调，全面加强军事治理是",
        "num": "25",
        "xuanxiang": [
          "A:我们党治军理念和方式的一场深刻变革",
          "B:加快国防和军队现代化的战略要求",
          "C:推进国家治理体系和治理能力现代化的重要方面",
          "D:实现富国和强军相统一的重要政治保障"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查坚持政治建军、改革强军、科技强军、人才强军、依法治军。中共中央政治局7月24日下午就全面加强军事治理进行第七次集体学习。中共中央总书记习近平在主持学习时强调，全面加强军事治理是我们党治军理念和方式的一场深刻变革，是加快国防和军队现代化的战略要求，是推进国家治理体系和治理能力现代化的重要方面。要深人贯彻新时代强军思想，贯彻新时代军事战略方针，坚持党对军队绝对领导，坚持战斗力这个唯一的根本的标准，坚持和完善中国特色社会主义军事制度，构建现代军事治理体系，提高现代军事治理能力，以高水平治理推动我军高质量发展，为实现建军一百年奋斗目标提供有力保障。故应选选项A三项。【干扰分析】军民军政团结是实现富国和强军相统一的重要政治保障。故选项D不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 66602,
        "title": "统筹发展和安全，是党和国家的一项基础性工作，是我们党治国理政的一个重大原则。面对复杂多变的安全和发展环境，党的十九届五中全会首次把统筹发展和安全纳入“十四五”时期我国经济社会发展的指导思想，党的二十大强调“统筹发展和安全”，并将其写入党章。我们必须坚持统筹发展和安全，这是因为",
        "num": "26",
        "xuanxiang": [
          "A:国家安全是民族复兴的根基，社会稳定是国家强盛的前提",
          "B:发展是安全的基础，安全是发展的条件",
          "C:以发展促安全、以安全保发展，才能建久安之势、成长治之业",
          "D:推动经济社会发展，归根结底是为了维护国家安全"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查总体国家安全观。发展和安全是两件大事。发展解决的是动力问题，是推动国家和民族赓续绵延的根本支撑；安全解决的是保障问题，是确保国家和民族行稳致远的坚强柱石。发展具有基础性、根本性，是解决安全问题的总钥匙，发展就是最大的安全。安全足发展的条件和保障，国家安全是民族复兴的根基，社会稳定是国家强盛的前提。发展和安全是一体之两翼、驱动之双轮，以发展促安全、以安全保发展，努力建久安之势、成长治之业。因此必须统筹发展和安全。故应选选项A三项。【干扰分析】我们推动经济社会发展，归根结底是要实现全体人民共同富裕，故选项D错误。",
        "level_text": "米6卷4",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 66603,
        "title": "治国必先治党，党兴才能国强。全面从严治党永远在路上，要时刻保持解决大党独有难题的清醒和坚定。这是因为解决大党独有难题",
        "num": "27",
        "xuanxiang": [
          "A:是实现新时代新征程党的使命任务必须迈过的一道坎",
          "B:是全面从严治党适应新形势新要求必须啃下的硬骨头",
          "C:展现了我们党历经百年沧桑依然风华正茂的精神状态",
          "D:才能以伟大自我革命引领伟大社会革命"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】解决大党独有难题，是实现新时代新征程党的使命任务必须迈过的一道坎，是全面从严治党适应新形势新要求必须啃下的硬骨头。时刻保持解决大党独有难题的清醒和坚定，展现了我们党历经百年沧桑依然风华正茂的精神状态，才能以伟大自我革命引领伟大社会革命，确保党在新时代坚持和发展中国特色社会主义的历史进程中始终成为坚强领导核心。故选项A四项全选。",
        "level_text": "米6卷4",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 66604,
        "title": "大革命虽然失败了，但它的历史意义仍然是不可磨灭的。正是在这个时期，中国共产党人进行了轰轰烈烈的革命工作，在领导全国反帝反封建的伟大斗争的同时为把中国革命推进到一个新的阶段——土地革命战争阶段准备了必要的条件，这包括",
        "num": "28",
        "xuanxiang": [
          "A:开始探索马克思主义中国化的途径",
          "B:初步提出了新民主主义革命的基本思想",
          "C:开始懂得进行土地革命的重要性",
          "D:开始掌握了一部分革命武装"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查大革命的失败及其教训。大革命虽然失败了，但它的历史意义仍然是不可磨灭的。正是在这个时期，中国共产党人进行了轰轰烈烈的革命工作，领导了全国反帝反封建的伟大斗争，在中国革命史上写下了光荣的一页，同时开始探索马克思主义中国化的途径，初步提出了新民主主义革命的基本思想，并从大革命的失败中汲取深刻历史教训，开始懂得进行土地革命和掌握革命武装的重要性。<p>正是由于经历了这场大革命，中国人民的觉悟程度和组织程度有了明显提高，中国共产党开始掌握了一部分革命武装。所有这些，为把中国革命推进到一个新的阶段—土地革命战争阶段准备了必要的条件。故选项A四项全选。",
        "level_text": "米6卷4",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 66605,
        "title": "1946年1月10日，政治协商会议在重庆开幕，以周恩来为首的代表团参加会议，中共代表团在返回延安时，代表团成员李维汉在当天的日记中写道：“国共谈判破裂了，但我党满载人心归去”。这说明中国共产党争取和平民主的努力",
        "num": "29",
        "xuanxiang": [
          "A:阻止了全面内战的爆发",
          "B:使得各界群众增进了对中国共产党的了解，懂得了什么人应当对这场战争承担责任",
          "C:为中国人民争得了近一年的和平暂息时期",
          "D:为巩固和扩大解放区、做好进行自卫战的准备，提供了有利条件"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查中国共产党争取和平民主的努力。尽管最终未能阻止全面内战的爆发，但是它使得各界群众增进了对中国共产党的了解，懂得了什么人应当对这场战争承担责任。这在政治上是一个重大胜利。中共代表团在返回延安时，代表团成员李维汉在当天的日记中写道：“国共谈判破裂了，但我党满载人心归去”。这是完全符合事实的。同时，经过努力，中国人民毕竟争得了近一年的和平暂息时期。这也为巩固和扩大解放区、做好进行自卫战的准备，提供了有利条件。故应选选项B三项。【干扰分析】中国共产党争取和平民主的努力，最终未能阻止全面内战的爆发。故选项A表述错误。",
        "level_text": "米6卷4",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 66606,
        "title": "新中国成立初期，面临着许多严重的困难和一些紧迫的问题。这对于刚刚执掌全国政权的中国共产党来说，是新的严峻考验。这些考验有",
        "num": "30",
        "xuanxiang": [
          "A:能不能保卫住革命胜利的成果，巩固新生的人民政权",
          "B:能不能战胜严重的经济困难，迅速恢复和发展国民经济",
          "C:能不能巩固民族独立，维护国家主权和安全",
          "D:能不能经受住全国执政的新考验，继续保持优良传统和作风"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查捍卫巩固新政权的斗争。新中国成立初期，面临着许多严重的困难和一些紧迫的问题。这对于刚刚执掌全国政权的中国共产党来说，是新的严峻考验。这些考验有能不能保卫住革命胜利的成果，巩固新生的人民政权；能不能战胜严重的经济困难，迅速恢复和发展国民经济；能不能巩固民族独立，维护国家主权和安全；能不能经受住全国执政的新考验，继续保持优良传统和作风。故选项A四项全选。",
        "level_text": "米6卷4",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 66607,
        "title": "大力弘扬劳模精神、劳动精神、工匠精神。“不惰者，众善之师也。”在长期实践中，我们培育形成了爱岗敬业、争创一流、艰苦奋斗、勇于创新、淡泊名利、甘于奉献的劳模精神，崇尚劳动、热爱劳动、辛勤劳动、诚实劳动的劳动精神，执着专注、精益求精、一丝不苟、追求卓越的工匠精神。劳模精神、劳动精神、工匠精神是",
        "num": "31",
        "xuanxiang": [
          "A:以爱国主义为核心的民族精神和以改革创新为核心的时代精神的生动体现",
          "B:鼓舞全党全国各族人民风雨无阻、勇敢前进的强大精神动力",
          "C:中华民族得以延续的文化基因",
          "D:我们在世界文化激荡中站稳脚跟的根基"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查恪守职业道德。2020年11月24日习近平在全国劳动模范和先进工作者表彰大会上的讲话中指出，劳模精神、劳动精神、工匠精神是以爱国主义为核心的民族精神和以改革创新为核心的时代精神的生动体现，是鼓舞全党全国各族人民风雨无阻、勇敢前进的强大精神动力。故应选选项A两项。【干扰分析】中华优秀传统文化是中华民族的精神命脉，其中蕴含着中华民族世世代代形成和积累的思想营养和实践智慧，是中华民族得以延续的文化基因，也是我们在世界文化激荡中站稳脚跟的根基。故选项C为干扰项。",
        "level_text": "米6卷4",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 66608,
        "title": "中国特色社会主义法治道路，是社会主义法治建设成就和经验的集中体现，是建设社会主义法治国家的唯一正确道路。它的核心要义是",
        "num": "32",
        "xuanxiang": [
          "A:科学立法、严格执法、公正司法、全民守法",
          "B:坚持党的领导",
          "C:坚持中国特色社会主义制度",
          "D:贯彻中国特色社会主义法治理论"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查中国特色社会主义法治道路。中国特色社会主义法治道路，是社会主义法治建设成就和经验的集中体现，是建设社会主义法治国家的唯一正确道路。它包括坚持党的领导，坚持中国特色社会主义制度，贯彻中国特色社会主义法治理论三个方面的核心要义。故应选选项B三项。【干扰分析】科学立法、严格执法、公正司法、全民守法是全面依法治国的基本格局。故选项A不符合题意。",
        "level_text": "米6卷4",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 66609,
        "title": "2023年10月24日，国家主席习近平向纪念亲诚惠容周边外交理念提出10周年国际研讨会发表书面致辞。习近平指出，中国周边外交的基本方针，就是坚持与邻为善、以邻为伴，坚持睦邻、安邻、富邻，突出体现亲诚惠容的理念。10年来，中国积极践行亲诚惠容理念，全面发展同周边国家的友好合作关系，双方政治互信不断增强，利益融合持续深化，走出了一条睦邻友好、合作共赢的光明大道。习近平强调，新的时代背景下，我们将",
        "num": "33",
        "xuanxiang": [
          "A:赋予亲诚惠容理念新的内涵，弘扬以和平、合作、包容、融合为核心的亚洲价值观，为地区团结、开放和进步提供新的助力",
          "B:推动亲诚惠容理念新的发展，让中国式现代化更多惠及周边，共同推进亚洲现代化进程，使中国高质量发展与良好周边环境相互促进、相得益彰",
          "C:继续践行亲诚惠容理念，同地区国家携手构建和平安宁、繁荣美丽、友好共生的亚洲家园，共同谱写推动构建亚洲命运共同体和人类命运共同体的新篇章",
          "D:坚持亲诚惠容理念，密切与周边国家的军事同盟关系，维护好亚洲地区的和平与安宁"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查亲诚惠容周边外交理念。2023年10月24日，国家主席习近平向纪念亲诚惠容周边外交理念提出10周年国际研讨会发表书面致辞。习近平指出，中国周边外交的基本方针，就是坚持与邻为善、以邻为伴，坚持睦邻、安邻、富邻，突出体现亲诚惠容的理念。习近平强调，新的时代背景下，我们将赋予亲诚惠容理念新的内涵，弘扬以和平、合作、包容、融合为核心的亚洲价值观，为地区团结、开放和进步提供新的助力。我们将推动亲诚惠容理念新的发展，让中国式现代化更多惠及周边，共同推进亚洲现代化进程，使中国高质量发展与良好周边环境相互促进、相得益彰。中国将继续践行亲诚惠容理念，同地区国家携手构建和平安宁、繁荣美丽、友好共生的亚洲家园，共同谱写推动构建亚洲命运共同体和人类命运共同体的新篇章！故应选选项A三项。【干扰分析】中国坚持真正的多边主义，齐心协力完善全球治理，摒弃零和博弈和集团政治，不同任何国家建立同盟关系，携手推动国际秩序朝着更加公正合理的方向发展。故选项D表述错误。",
        "level_text": "米6卷4",
        "p_level_text": "33"
      }
    }
  },
  "米6卷5": {
    "米6卷5": {
      "1": {
        "timu_id": 66610,
        "title": "在《抱朴子·广譬》中，葛洪提出：“常制不可以待变化，一涂不可以应无方，刻船不可以索遗剑。”这启示我们想问题、办事情",
        "num": "1",
        "xuanxiang": [
          "A:要以时间、地点、条件为转移",
          "B:要以创新意识作为实践的出发点",
          "C:要勇于突破规律的制约",
          "D:要以不变应万变"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查物质及其存在形式，创新思维能力，规律的特点。葛洪这句话的意思是，固定不变的制度不能应对千变万化的社会，一条道路不可以通达无数的目的地，在行船上刻记号无法找到落入水中的宝剑。这说明物质运动与时间和空间的不可分割，物质、运动、时间、空间具有内在的统一性，要求我们想问题、办事情都要以具体的时间、地点和条件为转移。故应选选项A。【干扰分析】实践的出发点是客观情况，故选项B表述错误。<p>尊重客观规律是正确发挥主观能动性的前提。规律是事物变化发展过程中本身所固有的内在的、本质的、必然的联系。人们只有在认识和掌握客观规律的基础上，才能正确地认识世界，有效地改造世界。人创造历史，不是随心所欲地突破规律，故选项C表述错误。<p>以不变应万变是指事物时常变化，我们办事要注意观察其变化，把握规律处变不惊。在没有变化时我们进行提前准备，将事物的变化加以充分考虑，以应对千变万化的事态发展。故选项D不符合题意。",
        "level_text": "米6卷5",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 66611,
        "title": "春秋末期，孔子带着他的门徒去拜访老子。老子在家酣睡，孔子进去后躬身向老子求教。老子看了他一眼，张开嘴：“看看我的牙！”孔子见老子嘴里牙齿全掉光了，点点头。然后老子又道：“你看看我的舌头！”孔子又看了看，老子的舌头很完整，也很灵活。然后老子就闭上眼睛继续酣睡。孔子想了想，躬了躬身就退出来了。弟子奇怪，问：“老师不是来求教的吗？怎么没有问什么就忙着回去呢？”孔子说：“老子指出：牙齿是刚强的，却又是柔弱的；舌头是柔弱的，却又是刚强的。看起来刚强的牙齿，敌不过柔弱的舌头。这不是教给我了吗？”孔子从老子那里接受的教益是",
        "num": "2",
        "xuanxiang": [
          "A:善于听取他人意见，是促进认识发展的唯一途径",
          "B:矛盾的同一性规定着事物转化和发展的趋势",
          "C:新生事物的成长不是一帆风顺的",
          "D:要把事物放在普遍联系的系统中来把握"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查辩证思维能力。老子暗示孔子的，其实是矛盾的辩证法。牙齿的强和舌头的弱构成一对矛盾，在一定条件下他们相互依存，和谐的共处于一个统一体中；又在一定条件下向着自己相反的方向转化，牙齿是刚强的，却最终脱落；舌头是柔弱的，却始终刚强。齿与舌、硬与软体现了矛盾的同一性规定着事物转化的可能和发展的趋势。故应选选项B。【干扰分析】我们要善于听取不同意见，从而纠正自己的错误，提高自己的认识水平，但这不是促进认识发展的唯一途径，获取直接经验也是取得认识的途径。故选项A错误。<p>新生事物的成长不是一帆风顺的，依据的是肯定与否定的关系，说明事物发展是前进与曲折的统一。要把事物放在普遍联系的系统中来把握，强调的是系统观念，要从整体上把握事物并实现事物结构与功能的优化，材料未体现选项C两项。",
        "level_text": "米6卷5",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 66612,
        "title": "第二次世界大战以后，资本主义国家经历了第三次科学技术革命，电子计算机、数控机床等自动化装置在生产中得到比较普遍的应用，机器大工业发展到自动化阶段。生产自动化主要表现为：一是工业机器人的开发和利用，代替了工人大量的体力劳动和部分脑力劳动；二是自动化生产线的广泛使用，使直接从事生产操作的工人大大减少，甚至出现了少数所谓的“无人工厂”。资本主义条件下的生产自动化意味着",
        "num": "3",
        "xuanxiang": [
          "A:机器人、自动化生产线创造了新价值",
          "B:“总体工人”中体力劳动者的比重不断增大",
          "C:资本家获取高额剩余价值的手段更加多样化",
          "D:剩余价值的源泉更加多样化"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查生产自动化条件下剩余价值的源泉。在生产自动化条件下，直接从事生产劳动的工人相对减少，而从事科研、设计、技术和管理劳动的人员日益增加，“总体工人”中脑力劳动者的比重不断增大。劳动的复杂程度和强度日益提高，生产力日益提升，从而创造出更多的价值和剩余价值。总之，资本主义条件下的生产自动化是人类社会科学技术进步的结晶，它的普遍采用会大幅度提高劳动生产率，使资本家获得比过去更多的剩余价值。资本主义条件下的生产自动化是资本家获取高额剩余价值的手段，而雇佣工人的剩余劳动仍然是这种剩余价值的唯一源泉。故应选选项C。【干扰分析】资本主义条件下的生产自动化只是意味着剩余价值生产所使用的生产工具更加先进了，获取剩余价值的手段更加多样化。不论是机器人、自动化生产线，还是“无人工厂”，在本质上依然是物化劳动或不变资本的实物形式，它们在参加产品的生产时，只是把原有的价值转移到产品中去，而不创造新价值，更不能创造剩余价值。“总体工人”中体力劳动者的比重是在降低的。故选项A三项均表述错误。",
        "level_text": "米6卷5",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 66613,
        "title": "进入21世纪以来，随着经济全球化的深入发展，新一轮科技革命和产业变革进入空前密集活跃期，社会化大生产在世界范围内更大规模、更广范围、更深层次展开，世界格局深度调整，资本主义又呈现出一些新变化新特征。当代资本主义最突出、最鲜明、最主要的特征是",
        "num": "4",
        "xuanxiang": [
          "A:科技创新加速资本主义生产方式变化",
          "B:社会阶级层级结构呈现复杂性、多样化",
          "C:国际金融资本的垄断",
          "D:发达资本主义国家在世界范围内推行霸权主义和强权政治"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】资本主义生产方式新变化在有效降低信息获取、资源匹配和商品交换成本，有力推动物质财富的创造和积累的同时，也推动资本积累方式从一般产业资本积累向国际金融垄断资本积累转变，国际金融资本的垄断成为当代资本主义最突出、最鲜明、最主要的特征。故应选选项C。【干扰分析】三项虽然也是当代资本主义出现的新特征，但不是最主要的特征。",
        "level_text": "米6卷5",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 66614,
        "title": "1938年，毛泽东在党的六届六中全会上做了《论新阶段》的报告，强调：“没有抽象的马克思主义，只有具体的马克思主义······马克思主义的中国化，使之在其每一表现中带着中国的特性，即是说，按照中国的特点去应用它，成为全党亟待了解并亟须解决的问题。”这标志着",
        "num": "5",
        "xuanxiang": [
          "A:马克思主义在中国进入比较系统的传播阶段",
          "B:“马克思主义中国化”这一命题的正式提出",
          "C:毛泽东思想的初步形成",
          "D:毛泽东思想得到多方面展开而趋于成熟"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查马克思主义中国化的提出及其内涵。1938年，毛泽东在党的六届六中全会上作了《论新阶段》的报告，强调：“没有抽象的马克思主义，只有具体的马克思主义······马克思主义的中国化，使之在其每一表现中带着中国的特性，即是说，按照中国的特点去应用它，成为全党亟待了解并亟须解决的问题。”这标志着“马克思主义中国化”这一命题的正式提出。故应选选项B。【干扰分析】马克思主义在中国进入比较系统的传播阶段的标志是1919年9月和11月，李大钊发表《我的马克思主义观》一文，比较系统地介绍了马克思主义理论。故选项A不符合题意。<p>毛泽东思想初步形成的标志是毛泽东在《中国的红色政权为什么能够存在？》《井冈山的斗争》《星星之火，可以燎原》《反对本本主义》等著作中，提出并阐述了农村包围城市、武装夺取政权的思想。故选项C不符合题意。<p>毛泽东思想得到多方面展开而趋于成熟的标志是新民主主义革命理论的系统阐述。故选项D不符合题意，",
        "level_text": "米6卷5",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 66615,
        "title": "1964年底，周恩来在三届全国人大一次会议上所作的政府工作报告中正式宣布了我国的战略目标。这一战略目标，是中国共产党领导全国人民对社会主义建设道路进行长期探索所取得的重大成果，极大鼓舞了依靠自力更生、艰苦奋斗克服困难的中国人民，并成为他们前赴后继、接续奋斗的不竭动力。周恩来宣布的这一战略目标是",
        "num": "6",
        "xuanxiang": [
          "A:全面建设社会主义现代化强国",
          "B:全面建成小康社会",
          "C:建设社会主义工业化国家",
          "D:“四个现代化”"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查关于“四个现代化”战略目标。1964年底，周恩来在三届全国人大一次会议上所作的政府工作报告中正式宣布，“把我国建设成为一个具有现代农业、现代工业、现代国防和现代科学技术的社会主义强国”。“四个现代化”的战略目标，是中国共产党领导全国人民对社会主义建设道路进行长期探索所取得的重大成果，极大鼓舞了依靠自力更生、艰苦奋斗克服困难的中国人民，并成为他们前赴后继、接续奋斗的不竭动力。故应选 选项D【干扰分析】，选项C四项分别是中国共产党在不同历史时期制定的现代化战略目标，要分清从实现工业化到“四个现代化”、到“全面建成小康社会”、到基本实现现代化、到建设社会主义现代化强国等战略目标的演进过程。",
        "level_text": "米6卷5",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 66616,
        "title": "西方早期的现代化，一边是财富的积累，一边是信仰缺失、物欲横流。今天，西方国家日渐陷入困境，一个重要原因就是无法遏制资本贪婪的本性，无法解决物质主义膨胀、精神贫乏等痼疾。与之对应，中国式现代化的崇高追求是",
        "num": "7",
        "xuanxiang": [
          "A:既要物质富足、也要精神富有",
          "B:既要金山银山、也要绿水青山",
          "C:既要维护世界和平、也要谋求自身发展",
          "D:既要消灭贫困、也要共同富裕"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中国式现代化的特征。既要物质富足、也要精神富有，是中国式现代化的崇高追求。物质贫困不是社会主义，精神贫乏也不是社会主义。故应选选项A。【干扰分析】全体人民共同富裕的现代化。这是中国式现代化的本质特征，也是区别于西方现代化的显著标志。人与自然和谐共生的现代化。尊重自然、顺应自然、保护自然，促进人与自然和谐共生，既要金山银山、也要绿水青山是中国式现代化的鲜明特点。走和平发展道路的现代化。坚持和平发展，在坚定维护世界和平与发展中谋求自身发展，又以自身发展更好维护世界和平与发展，推动构建人类命运共同体，是中国式现代化的突出特征。选项B三项对应的提问词都是不一样的，故均不符合题意，",
        "level_text": "米6卷5",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 66617,
        "title": "建立稳定的产业链供应链，是稳固国内大循环主体地位、增强在国际大循环中带动能力的迫切需要。要推动短板产业补链、优势产业延链、传统产业升链、新兴产业建链，为此放在更加重要的位置上的是",
        "num": "8",
        "xuanxiang": [
          "A:保证重点产业在国内外有序转移",
          "B:增强产业链韧性和竞争力",
          "C:引导产业链关键环节留在国内",
          "D:保持优势产业的领先地位"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查大力推动构建新发展格局。建立稳定的产业链供应链，是稳固国内大循环主体地位、增强在国际大循环中带动能力的迫切需要。要把增强产业链韧性和竞争力放在更加重要的位置，推动短板产业补链、优势产业延链、传统产业升链、新兴产业建链。故应选选项B。【干扰分析】保证重点产业在国内外有序转移，引导产业链关键环节留在国内，实现产业链供应链的自主可控、安全高效，也是建立稳定的产业链供应链的要求。保持优势产业的领先地位，是支撑我国国际竞争力的基石。故选项A三项不符合题意",
        "level_text": "米6卷5",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 66618,
        "title": "2023年8月，《中共中央国务院关于支持福建探索海峡两岸融合发展新路 建设两岸融合发展示范区的意见》发布，对于深化两岸各领域融合发展、推进祖国和平统一进程具有十分重要的意义。深化两岸融合发展，根本目的是要",
        "num": "9",
        "xuanxiang": [
          "A:坚持粉碎“台独”分裂图谋，坚决反对外部势力干涉",
          "B:增进两岸同胞的亲情和福祉，促进产业融合和心灵契合，实现两岸同胞对美好生活的共同向往",
          "C:全面贯彻并落实“一国两制”原则，形成一套符合台湾法律地位和实际情况的社会制度",
          "D:推进同台湾各党派、各界别、各阶层人士就两岸关系和国家统一开展广泛深入协商"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查牢牢把握两岸关系主导权和主动权。深化两岸融合发展，根本目的是要增进两岸同胞的亲情和福祉，促进产业融合和心灵契合，实现两岸同胞对美好生活的共同向往。【干扰分析】干扰性较强。坚持粉碎“台独”分裂图谋，这是统一的必然要求。对于选项D，我们坚持一个中国原则和“九二共识”，在此基础上推进同台湾各党派、各界别、各阶层人士就两岸关系和国家统一开展广泛深入协商，这与深化两岸融合发展都是我们把握两岸关系主动权的举措。选项C是我们针对香港问题采取的举措，要全面贯彻并落实“爱国者治港”原则，形成一套符合香港法律地位和实际情况的选举制度。",
        "level_text": "米6卷5",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 66619,
        "title": "党的十九大首次把党的政治建设纳入党的建设总体布局，并强调“以党的政治建设为统领”“把党的政治建设摆在首位”，凸显党的政治建设的极端重要性，这是党的建设理论和实践的重大创新。团结统一是党的生命，是党的力量所在，要使全党团结成“一块坚硬的钢铁”，决定了党的政治建设的首要任务是",
        "num": "10",
        "xuanxiang": [
          "A:要尊崇党章，严格执行新形势下党内政治生活若干准则",
          "B:完善和落实民主集中制的各项制度",
          "C:保证全党服从中央，坚持党中央权威和集中统一领导",
          "D:弘扬忠诚老实、公道正派、实事求是、清正廉洁等价值观"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查党的政治建设。保证全党服从中央，维护党中央权威和集中统一领导，是党的政治建设的首要任务。团结统一是党的生命，是党的力量所在。实践证明，只有坚持和加强党中央权威和集中统一领导，才能使全党团结成“一块坚硬的钢铁”，才能把全国各族人民团结起来，汇聚起战胜一切困难的强大力量。故应选 选项C。【干扰分析】三项虽然也是加强党的政治建设的重要任务，但不是首要任务。",
        "level_text": "米6卷5",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 66620,
        "title": "五四运动是中国新民主主义革命的伟大开端。五四运动后，中国人民的革命斗争进入新民主主义革命时期，区分新旧民主主义革命的根本标志是",
        "num": "11",
        "xuanxiang": [
          "A:革命领导权的变化",
          "B:革命指导思想的变化",
          "C:革命道路的变化",
          "D:革命前途的变化"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查五四运动。五四运动是中国新民主主义革命的伟大开端。五四运动后，中国人民的革命斗争进入新民主主义革命时期，中国工人阶级及其政党成为民主革命的领导力量。领导权的变化，是区分新旧民主主义革命的根本标志。故应选选项A。【干扰分析】三项虽然也是五四运动后中国革命发生的变化，但不是区分新旧民主主义革命的根本标志。",
        "level_text": "米6卷5",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 66621,
        "title": "毛泽东同志在《矛盾论》中指出：“对于矛盾的各种不平衡情况的研究，对于主要的矛盾和非主要的矛盾、主要的矛盾方面和非主要的矛盾方面的研究，成为革命政党正确地决定其政治上和军事上的战略战术方针的重要方法之一，是一切共产党人都应当注意的。”解放战争时期，党认识到中国人民同美帝国主义支持的国民党反动派的矛盾成为主要矛盾，提出的中心任务是",
        "num": "12",
        "xuanxiang": [
          "A:“打倒列强除军阀”",
          "B:开展土地革命、武装斗争和根据地建设",
          "C:建立抗日民族统一战线、打倒日本帝国主义",
          "D:“打倒蒋介石，解放全中国”"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查解放战争的胜利发展。解放战争时期，党认识到中国人民同美帝国主义支持的国民党反动派的矛盾成为主要矛盾，提出“打倒蒋介石，解放全中国”，并在这个中心任务指导下夺取了解放战争的伟大胜利，建立了新中国。故应选选项D。【干扰分析】近代以后，中国社会矛盾错综复杂，有帝国主义和中华民族的矛盾、封建主义和人民大众的矛盾，有资产阶级和无产阶级的矛盾、反动统治阶级内部的矛盾，而帝国主义和中华民族的矛盾是各种矛盾中最主要的矛盾。大革命时期，党明确提出我国社会主要矛盾是帝国主义和中华民族的矛盾，确立了“打倒列强除军阀”的中心任务，领导人民兴起了大革命的洪流。故选项A不符合题意。<p>土地革命战争时期，党认识到我国社会主要矛盾转化为国民党新军阀同人民大众的矛盾，及时调整中心任务，开展土地革命、武装斗争和根据地建设。故选项B不符合题意。<p>抗日战争爆发后，党提出日本帝国主义同中华民族的矛盾上升为主要矛盾，围绕建立抗日民族统一战线、打倒日本帝国主义这个中心任务，指引中国抗战的前进方向，成为全民族抗战的中流砥柱。故选项C不符合题意。",
        "level_text": "米6卷5",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 66622,
        "title": "没有广大人民和各界人士的广泛参加和大力支持，中国革命的胜利是不可能的。在中国革命中，被称作“开万国未有之奇”的一种现象是",
        "num": "13",
        "xuanxiang": [
          "A:一些国际友人还直接参加了中国的革命斗争",
          "B:共产党得到了来自国民党营垒的一些人士的肯定",
          "C:各民主党派在这场斗争中发挥了积极的作用",
          "D:随着斗争的发展，民族资产阶级逐步向共产党靠拢"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中国革命胜利的原因。工人、农民、城市小资产阶级群众是民主革命的主要力量。在他们中间，涌现出了无数无畏的英雄和不屈的战士。随着斗争的发展，民族资产阶级也逐步向共产党靠拢，这种现象曾经被人称作是“开万国未有之奇”。故应选选项D。【干扰分析】三项虽然也是中国革命中存在的现象，但不符合题意。",
        "level_text": "米6卷5",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 66623,
        "title": "1982年9月1日至11日，中国共产党第十二次全国代表大会在北京举行。邓小平在开幕词中响亮提出一个崭新命题，回答了进入改革开放新时期后走什么样的道路这一全党和全国人民最为关心的重大问题，成为指引改革开放和社会主义现代化建设的伟大旗帜。这一崭新命题是",
        "num": "14",
        "xuanxiang": [
          "A:努力建设高度的社会主义精神文明和高度的社会主义民主",
          "B:建设有中国特色的社会主义",
          "C:一个中心、两个基本点",
          "D:社会主义也可以搞市场经济"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查改革开放的展开。1982年9月1日至11日，中国共产党第十二次全国代表大会在北京举行。邓小平在开幕词中响亮提出：“把马克思主义的普遍真理同我国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义。”“建设有中国特色的社会主义”的重大崭新命题，回答了进入改革开放新时期后走什么样的道路这一全党和全国人民最为关心的重大问题，成为指引改革开放和社会主义现代化建设的伟大旗帜。故应选选项B。【干扰分析】“努力建设高度的社会主义精神文明和高度的社会主义民主”也是党的十二大提出的命题，但不符合题干要求，故选项A不选。<p>“一个中心、两个基本点”是党的十三大提出的，故选项C不符合题意。<p>“社会主义也可以搞市场经济”是1992年邓小平南方谈话提出的。故选项D不符合题意。",
        "level_text": "米6卷5",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 66624,
        "title": "2014年1月7日，在中央政法工作会议上，习近平总书记指出，一个错案的负面影响，足以摧毁九十九个公平裁判积累起来的良好形象。“100—1—0”的公式说明全面依法治国的重点是",
        "num": "15",
        "xuanxiang": [
          "A:科学立法",
          "B:严格执法",
          "C:公正司法",
          "D:全民守法"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查建设法治中国。2014年1月7日，在中央政法工作会议上，习近平总书记指出：“一个错案的负面影响，足以摧毁九十九个公平裁判积累起来的良好形象。司法中万分之一的失误，对当事人就是百分之百的伤害。”“100—1＝0”的公式浓缩了习近平总书记治国理政思想中关于公平正义和司法改革的思想。故应选选项C。【干扰分析】科学立法是全面依法治国的前提，严格执法是全面依法治国的关键，全民守法是全面依法治国的基础。故选项A三项均不符合题意。",
        "level_text": "米6卷5",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 66625,
        "title": "2023年10月12日下午，习近平总书记在江西省南昌市主持召开进一步推动长江经济带高质量发展座谈会并发表重要讲话。习近平指出，要完整、准确、全面贯彻新发展理念，坚持共抓大保护、不搞大开发，坚持生态优先、绿色发展，以科技创新为引领，统筹推进生态环境保护和经济社会发展，加强政策协同和工作协同，谋长远之势、行长久之策、建久安之基，进一步推动长江经济带高质量发展，更好支撑和服务中国式现代化。从长远来看，推动长江经济带高质量发展，根本上依赖于",
        "num": "16",
        "xuanxiang": [
          "A:长江经济带横贯东西、承接南北、通江达海的独特优势",
          "B:区域协同融通",
          "C:长江经济带的科研优势、人才优势",
          "D:长江流域高质量的生态环境"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查进一步推动长江经济带高质量发展座谈会。习近平总书记指出从长远来看，推动长江经济带高质量发展，根本上依赖于长江流域高质量的生态环境。要毫不动摇坚持共抓大保护、不搞大开发，在高水平保护上下更大功夫。故应选选项D。【干扰分析】三项虽然也是进一步推动长江经济带高质量发展的举措，但不是根本性举措。要坚持创新引领发展，把长江经济带的科研优势、人才优势转化为发展优势，积极开辟发展新领域新赛道，塑造发展新动能新优势。要更好发挥长江经济带横贯东西、承接南北、通江达海的独特优势，更好联通国内国际两个市场、用好两种资源，提升国内大循环内生动力和可靠性，增强对国际循环的吸引力、推动力，为构建新发展格局提供战略支撑。要坚持把强化区域协同融通作为着力点，沿江省市要坚持省际共商、生态共治、全域共建、发展共享，增强区域交通互联性、政策统一性、规则一致性、执行协同性，稳步推进生态共同体和利益共同体建设，促进区域协调发展。",
        "level_text": "米6卷5",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 66626,
        "title": "量子计算是一种遵循量子力学规律调控量子信息单元进行计算的新型计算模式。1981年，诺贝尔奖获得者理查德·费曼提出量子计算机构想。2023年10月11日，中国科学家宣布成功构建量子计算原型机“九章三号”，在研制量子计算机之路上又迈出重要一步。“九章三号”求解高斯玻色取样数学问题的速度，比目前全球最快的超级计算机快一亿亿倍。量子计算机在原理上具有超快的并行计算能力，可望通过特定算法在密码破译、大数据优化、天气预报、材料设计、药物分析等领域，提供比传统计算机更强的算力支持。这在创新上给我们的启示是",
        "num": "17",
        "xuanxiang": [
          "A:创新是永无止境的，不断超越前人是社会发展的规律",
          "B:创新思维可以突破规律的制约指导实践取得飞跃",
          "C:创新性思维能够促进认识发展和实践创新",
          "D:能否应用于实践是衡量创新成功与否的唯一标准"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查实践是认识的基础，坚持守正创新，实现理论创新和实践创新的良性互动。材料启示我们要培养和提高创新思维能力。思维的发展与深化离不开创新。创新思维能力意味着不墨守成规，在求新、求变中创造性地提出问题和解决问题。理查德·费曼提出量子计算机构想，中国科学家成功构建量子计算原型机“九章三号”，计算速度远超超级计算机说明实践没有止境，创新也没有止境。我们要突破前人，后人也必然会突破我们。这是社会前进的必然规律。故应选选项A两项。【干扰分析】量子计算是一种遵循量子力学规律调控量子信息单元进行计算的新型计算模式。守正是创新的基本前提，也是创新的可靠保障，创新思维不是异想天开，必须遵循规律才能指导实践取得飞跃，故选项B错误。<p>实践是检验认识真理性的唯一标准，衡量创新成功与否的唯一标准是正确指导实践，而不是能否应用于实践，故选项D错误。",
        "level_text": "米6卷5",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 66627,
        "title": "马克思在《路易·波拿巴的雾月十八日》中，对为什么路易·波拿巴这样“一个平庸而可笑的人物有可能扮演了英雄的角色”作了精辟的阶级分析。习近平在纪念毛泽东同志诞辰120周年座谈会上的讲话中，对运用历史唯物主义方法评价历史人物作了精辟论述。他指出：“不能把历史顺境中的成功简单归功于个人，也不能把历史逆境中的挫折简单归咎于个人。不能用今天的时代条件、发展水平、认识水平去衡量和要求前人，不能苛求前人干出只有后人才能干出的业绩来。”这启示我们看待和评价历史人物的正确态度是",
        "num": "18",
        "xuanxiang": [
          "A:历史人物对历史发展的作用都是积极的",
          "B:历史人物的出现都体现了必然性与偶然性的统一",
          "C:杰出的历史人物的认识和行动也会受时代条件限制，也会存在失误和错误",
          "D:历史人物在历史上无论发挥什么样的作用，都要受到社会发展客观规律的制约"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查习近平关于运用历史唯物主义方法评价历史人物的论述。历史人物的出现都体现了必然性与偶然性的统一。马克思分析为什么路易·波拿巴这样“一个平庸而可笑的人物有可能扮演了英雄的角色”，说明一定的阶级背景历史条件，会促成一个历史人物的必然出现，这个历史人物会因其智慧、性格因素对社会进程产生影响，但这些作用仅仅是在漫长的历史进程中的偶然现象，只能成为社会发展的个别原因。他们终究不能改变历史发展的基本方向。如果看不到历史人物活动的社会制约性，割裂必然与偶然的关系，就势必会夸大个人的作用，进而否定或歪曲历史发展的规律。所以即便是无产阶级领袖这种杰出的历史人物也是人而不是神，其历史作用必然受到一定历史条件的限制，有时也会有这样或那样的失误。故应选选项B三项。【干扰分析】历史人物按其作用性质可以分为杰出人物和反面人物，其中杰出人物对历史发展起推动作用，故选项A说法错误。",
        "level_text": "米6卷5",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 66628,
        "title": "资本是在运动中增殖的，必须不断地、周而复始地循环，才能不断地带来剩余价值。这种周而复始、不断反复着的资本循环，就叫作资本的周转。影响资本周转快慢的因素有许多，关键的因素有",
        "num": "19",
        "xuanxiang": [
          "A:资本周转的时间",
          "B:生产资本的固定资本和流动资本的构成",
          "C:生产资本的不变资本和可变资本的构成",
          "D:所用资本和所费资本之间的差额"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查资本的循环周转与再生产。资本是在运动中增殖的，必须不断地、周而复始地循环，才能不断地带来剩余价值。这种周而复始、不断反复着的资本循环，就叫作资本的周转。影响资本周转快慢的因素有许多，关键的因素有两个：一是资本周转的时间，二是生产资本的固定资本和流动资本的构成。故应选选项A两项。【干扰分析】生产资本的不变资本和可变资本的构成讲的是生产资本构成，随着资本积累而产生的失业是由资本追逐剩余价值引起资本有机构成的提高所导致的，故选项C不符合题意。<p>所用资本和所费资本之间的差额是影响资本积累规模大小的因素，故选项D不符合题意。",
        "level_text": "米6卷5",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 66629,
        "title": "列宁指出：“资本主义社会必然要转变为社会主义社会这个结论，马克思完全是从现代社会的经济的运动规律得出的。”从人类社会发展的长河看，资本主义终究要被社会主义所取代，这是历史发展的基本趋势。这是因为",
        "num": "20",
        "xuanxiang": [
          "A:资本主义基本矛盾“包含着现代的一切冲突的萌芽”",
          "B:资本积累推动资本主义基本矛盾不断激化并最终否定资本主义自身",
          "C:国家垄断资本主义是资本社会化的更高形式，将成为社会主义的前奏",
          "D:资本主义社会存在着资产阶级和无产阶级两大阶级之间的矛盾和斗争"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查资本主义为社会主义代替的历史必然性。资本主义终究要被社会主义所取代的原因是：第一，资本主义的内在矛盾决定了资本主义必然被社会主义所代替。资本主义基本矛盾“包含着现代的一切冲突的萌芽”。资本主义基本矛盾表现在阶级关系上，是无产阶级和资产阶级的对立；资本主义基本矛盾表现在生产上，是个别企业生产的有组织性和整个社会生产的无政府状态之间的对立。资本主义经济危机的爆发正是这个基本矛盾发展的结果。第二，资本积累推动资本主义基本矛盾不断激化并最终否定资本主义自身。当资本主义基本矛盾及其派生的各种矛盾在资本积累中不断发展，资本主义生产关系不再适应生产力状况时，公有制取代私有制、社会主义取代资本主义就将成为不可避免的结果。这是资本主义积累过程所具有的客观历史趋势。第三，国家垄断资本主义是资本社会化的更高形式，将成为社会主义的前奏。资本国有化将为社会主义革命提供直接的物质前提，是无产阶级社会主义革命的入口处。第四，资本主义社会存在着资产阶级和无产阶级两大阶级之间的矛盾和斗争。随着生产社会化水平的不断提高和无产阶级队伍的不断壮大，无产阶级在自己的政党领导下，必将彻底推翻资本主义和资产阶级的统治，废除资本主义私有制，逐步建立消灭一切阶级、确保人人得以自由而全面发展的联合体。故选项A四项全选。",
        "level_text": "米6卷5",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 66630,
        "title": "在马克思主义中国化的过程中，产生了毛泽东思想和中国特色社会主义理论体系，这两大理论成果的一脉相承性主要体现在，二者具有共同的",
        "num": "21",
        "xuanxiang": [
          "A:马克思主义的立场、观点和方法",
          "B:革命和建设的根本任务",
          "C:实事求是的理论精髓",
          "D:和平与发展的时代背景"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是马克思主义中国化时代化两大理论成果之间的关系。中国共产党在领导中国革命、建设和改革的长期实践中，实现了马克思主义同中国实际相结合的两次历史性飞跃，产生了两大理论成果。第一次飞跃的理论成果是毛泽东思想。第二次飞跃的理论成果是中国特色社会主义理论体系，是马克思主义中国化时代化的最新成果。毛泽东思想和中国特色社会主义理论体系虽然形成于不同的历史时期，面临着不同的历史任务，具有不同的具体内容，但在理论基础、基本精神上是一致的，都坚持马克思主义、实事求是、群众路线和独立自主。这是它们的基本点。马克思主义中国化的两大理论成果是一脉相承又与时俱进的。故应选选项A两项。【干扰分析】第一次历史性飞跃发生在民主革命时期，产生的理论成果是毛泽东思想，是被实践证明了的关于中国革命和建设的正确的理论原则和经验总结；第二次历史性飞跃发生在社会主义改革开放时期，产生的理论成果是中国特色社会主义理论体系。因此选项B是干扰项。",
        "level_text": "米6卷5",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 66631,
        "title": "1938年11月，毛泽东在党的六届六中全会上明确指出：共产党的任务，基本地不是经过长期合法斗争以进入起义和战争，也不是先占城市后取乡村，而是走相反的道路。从而确立了经过长期武装斗争，先占乡村，后取城市，最后夺取全国胜利的革命道路。中国革命必须走农村包围城市、武装夺取政权的道路，这是因为",
        "num": "22",
        "xuanxiang": [
          "A:中国半殖民地半封建社会的阶级状况呈现“两头小中间大”的特点",
          "B:中国革命的长期性、残酷性及其发展的不平衡性",
          "C:中国的无产阶级内尤民主受封建主义的压迫，外无民族独立受帝国主义的压迫",
          "D:农民占全国人口的绝大多数，是无产阶级可靠的同盟军和革命的主力军"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查的是新民主主义革命道路形成的必然性。中国革命必须走农村包围城市、武装夺取政权的道路，是由中国所处的时代特点和具体国情决定的。一方面，在半殖民地半封建的中国社会，内无民主制度而受封建主义的压迫，外无民族独立而受帝国主义的压迫。中国的无产阶级根本不可能像在资本主义国家那样，建立公开的合法的组织，先在城市经过长期的、公开的合法斗争来教育人民、积蓄力量，然后再组织武装起义，夺取政权。中国革命的主要斗争形式只能是武装斗争，以革命的武装消灭反革命的武装，相应的主要组织形式必然是军队。另一方面，近代中国是一个农业大国，农民占全国人口的绝大多数，是无产阶级可靠的同盟军和革命的主力军。在中国开展革命斗争，必须充分地发动农民，凝聚农民阶级的革命力量，否则就无法摧毁帝国主义和封建地主阶级反动统治的基础。这就要求无产阶级及其政党必须深入农村，从解决农民的土地问题入手，组织、发动和武装农民，使革命战争获得广大农民的支持和参加，为最后夺取全国政权奠定基础。故应选选项C两项。【干扰分析】两项是建立最广泛的统一战线的原因，首先中国半殖民地半封建社会的阶级状况是一个两头小中间大的结构，无产阶级和地主大资产阶级都只占少数，最广大的人民是农民、城市小资产阶级以及其他的中间阶级。作为无产阶级先锋队的中国共产党所领导的革命力量，要战胜作为地主阶级和官僚资产阶级集中代表的国民党所领导的强大的反革命力量，就必须把农民、城市小资产阶级以及其他中间阶级都团结在自己的周围，结成最广泛的统一战线。其次是由中国革命的长期性、残酷性及其发展的不平衡性所决定的。中国政治经济发展的不平衡性也造成了革命发展的不平衡性，这就使得无产阶级及其政党有必要采取正确的统一战线的策略，把一切可以团结和利用的力量尽可能团结在自己的周围，以逐步从根本上改变敌强我弱的态势，夺取中国革命的最终胜利。",
        "level_text": "米6卷5",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 66632,
        "title": "邓小平指出：“一个党，一个国家，一个民族，如果一切从本本出发，思想僵化，迷信盛行，那它就不能前进，它的生机就停止了，就要亡党亡国。”党的十一届三中全会以后，以邓小平同志为主要代表的中国共产党人重新确立并丰富发展了实事求是的思想路线。坚持解放思想、实事求是，解决了一系列重大理论和实践问题。解决的这些问题是",
        "num": "23",
        "xuanxiang": [
          "A:有力推动和保证了拨乱反正的进行",
          "B:破除了僵化的社会主义模式观念，坚持走自己的路",
          "C:一切从社会主义初级阶段的实际出发",
          "D:坚持以“三个有利于”作为检验一切工作是非得失的根本标准"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查邓小平理论的精髓。党的思想路线的重新确立，解决了一系列重大理论和实践问题。第一，坚持解放思想、实事求是，有力推动和保证了拨乱反正的进行。第二，坚持解放思想、实事求是，破除了僵化的社会主义模式观念，坚持走自己的路。第三，坚持解放思想、实事求是，一切从社会主义初级阶段的实际出发。第四，坚持解放思想、实事求是，坚持以“三个有利于”作为检验一切工作是非得失的根本标准，破除了在改革开放进程中离开发展生产力抽象谈论姓“社”姓“资”的思维定势，把我国的改革开放和现代化建设推进到一个新的阶段。故选项A四项全选。",
        "level_text": "米6卷5",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 66633,
        "title": "面对我国新发展阶段生产函数和外部环境发生的变化，以习近平同志为核心的党中央站在强国建设、民族复兴的战略高度，作出我国经济由高速增长阶段转向高质量发展阶段的科学判断，鲜明提出实现高质量发展是中国式现代化的本质要求、高质量发展是全面建设社会主义现代化国家的首要任务、坚持以推动高质量发展为主题等重大论断，引领我国经济社会不断迈向高质量发展。高质量发展是",
        "num": "24",
        "xuanxiang": [
          "A:能够很好满足人民日益增长的美好生活需要的发展",
          "B:体现新发展理念的发展",
          "C:创新成为第一动力、协调成为内生特点，绿色成为普遍形态、开放成为必由之路、共享成为根本目的的发展",
          "D:经济发展从“有没有”转向“好不好”。"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查高质量发展。什么是高质量发展？概而言之，就是能够很好满足人民日益增长的美好生活需要的发展，是体现新发展理念的发展，是创新成为第一动力、协调成为内生特点、绿色成为普遍形态、开放成为必由之路、共享成为根本目的的发展。通俗地说，高质量发展，就是经济发展从“有没有”转向“好不好”。故选项A四项全选。",
        "level_text": "米6卷5",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 66634,
        "title": "城镇化是现代化的必由之路。改革开放以来，中国经历了世界上规模最大、速度最快的城镇化进程。10年间1.4亿农村人口落户城镇。过去五年，常住人口城镇化率从60.2％提高到65.2％。当前中国非农产业劳动生产率是农业的4倍多，城镇居民人均可支配收入是农村居民人均可支配收入的2.45倍，且城乡之间的基础设施和公共服务仍有明显差距，这些客观现实持续吸引着农业转移人口进城，农民进城仍是大趋势。继续推进新型城镇化建设，必须认识到",
        "num": "25",
        "xuanxiang": [
          "A:要推进以人为核心的新型城镇化，加快农业转移人口市民化",
          "B:城镇化最基本的趋势仍是农村富余劳动力和农村人口向城镇转移",
          "C:要把促进有能力在城镇稳定就业和生活的常住人口有序实现市民化作为首要任务",
          "D:要积极推进以城市群为重要载体的新型城镇化建设"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查促进区域协调发展。要推进以人为核心的新型城镇化，加快农业转移人口市民化。城镇化最基本的趋势是农村富余劳动力和农村人口向城镇转移，要把促进有能力在城镇稳定就业和生活的常住人口有序实现市民化作为首要任务，提高城镇人口素质和居民生活质量。故应选选项A三项。【干扰分析】要以城市群、都市圈为依托构建大中小城市协调发展格局，推进以县城为重要载体的城镇化建设，故选项D表述错误。",
        "level_text": "米6卷5",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 66635,
        "title": "党的十八大以来，以习近平同志为核心的党中央把宣传思想文化工作摆在治国理政的重要位置，对宣传思想文化工作作出一系列重大决策部署，推动意识形态领域形势发生全局性、根本性转变。宣传思想文化工作是一项极端重要的工作。这项工作",
        "num": "26",
        "xuanxiang": [
          "A:事关党的前途命运",
          "B:事关国家长治久安",
          "C:事关国家主权、安全、发展利益",
          "D:事关民族凝聚力和向心力"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】宣传思想文化工作是一项极端重要的工作。新时代新征程，世界百年未有之大变局加速演进，中华民族伟大复兴进入关键时期，战略机遇和风险挑战并存，宣传思想文化工作面临新形势新任务，必须要有新气象新作为。宣传思想文化工作事关党的前途命运，事关国家长治久安，事关民族凝聚力和向心力，必须以科学理论为指导，加强理论思维，总结好、运用好党关于新时代文化建设的思想理论成果，更好指引新时代新征程宣传思想文化工作。故应选选项A三项。【干扰分析】始终坚持“爱国者治港”“爱国者治澳”，把特别行政区管治权牢牢掌握在爱国者手中，这事关国家主权、安全、发展利益。故选项C不符合题意。",
        "level_text": "米6卷5",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 66636,
        "title": "推进碳达峰碳中和，是以习近平同志为核心的党中央经过深思熟虑作出的重大战略决策，是我们对国际社会的庄严承诺，也是推动经济结构转型升级、形成绿色低碳产业竞争优势，实现高质量发展的内在要求。这不是别人让我们做，而是我们自己必须要做。实现“双碳”目标是一场广泛而深刻的变革，不是轻轻松松就能实现的。积极稳妥推进碳达峰碳中和的要求是",
        "num": "27",
        "xuanxiang": [
          "A:坚持全国统筹、节约优先、双轮驱动、内外畅通、防范风险的原则",
          "B:深入推进能源、工业、建筑、交通等领域绿色低碳转型",
          "C:我们承诺根据国际社会的要求如期高效地完成“双碳”目标",
          "D:提升生态系统碳汇能力，加快绿色低碳科技革命"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查建设美丽中国。推进碳达峰碳中和，是以习近平同志为核心的党中央经过深思熟虑作出的重大战略决策，是我们对国际社会的庄严承诺，也是推动经济结构转型升级、形成绿色低碳产业竞争优势，实现高质量发展的内在要求。这不是别人让我们做，而是我们自己必须要做。实现“双碳”目标是一场广泛而深刻的变革，不是轻轻松松就能实现的。要坚持全国统筹、节约优先、双轮驱动、内外畅通、防范风险的原则，深入推进能源、工业、建筑、交通等领域绿色低碳转型，提升生态系统碳汇能力，加快绿色低碳科技革命，处理好发展和减排、整体和局部、长远目标和短期目标、政府和市场等关系，积极稳妥推进碳达峰碳中和。故应选选项A三项。【干扰分析】我们承诺的“双碳”目标是确定不移的，但达到这一目标的路径和方式、节奏和力度则应该而且必须由我们自己作主，决不受他人左右。故选项C表述错误。",
        "level_text": "米6卷5",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 66637,
        "title": "1912年列宁在《中国的民主主义和民粹主义》一文中指出：孙中山的纲领的字里行间都充满了战斗的、真诚的民主主义。但是这位中国民主主义者的主观社会主义思想和纲领，事实上仅仅是“改变不动产的全部法权根据”的纲领，仅仅是消灭封建剥削的纲领。这反映出孙中山为同盟会制定的纲领的局限性在于",
        "num": "28",
        "xuanxiang": [
          "A:没有从正面鲜明地提出反对帝国主义的主张",
          "B:难以使人民的民主权利得到真正的保证",
          "C:未能提出政治革命应当与民族革命并行",
          "D:没有正面触及封建土地所有制"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查三民主义的提出。1905年11月，在同盟会机关报刊《民报》发刊词中，孙中山将同盟会的纲领概括为三大主义，即民族主义、民权主义、民生主义，后被称为三民主义。同盟会纲领中的民族主义没有从正面鲜明地提出反对帝国主义的主张。当时的革命派对于帝国主义的本质认识不清，害怕帝国主义干涉，甚至幻想以承认不平等条约“继续有效”为条件来换取列强对自己的支持。同时，他们也没有明确地把汉族军阀、官僚、地主作为革命对象，从而给了这部分人后来从内部和外部破坏革命以可乘之机。民权主义虽然强调了要建立民主共和国，却忽略了广大劳动群众在国家中的地位，因而难以使人民的民主权利得到真正的保证。孙中山的“平均地权”的主张，没有正面触及封建土地所有制，不能满足广大农民的土地要求，在革命中难以成为发动广大工农群众的理论武器。故应选选项A三项。【干扰分析】孙中山强调，政治革命应当与民族革命并行。民族革命是扫除“现在的恶劣政治”，而政治革命则是扫除“恶劣政治的根本”，从而把斗争矛头直接指向集国内民族压迫与封建专制统治于一身的清政府。他的民权主义强调了要建立资产阶级民主共和国。故选项C表述错误。",
        "level_text": "米6卷5",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 66638,
        "title": "日本发动全面侵华战争后，中华民族面临空前危机，全国人民最关心的问题是：这场战争能不能胜利？怎样争取胜利？是毛泽东同志科学地回答了这个问题，他在1938年发表的《论持久战》一文，使全国人民对抗战的进程和前途有了清晰的认识，极大坚定了全国军民坚持抗战的信心。在这篇文章中，毛泽东",
        "num": "29",
        "xuanxiang": [
          "A:分析了抗日战争的四个特点：敌强我弱、敌退步我进步、敌小我大、敌失道寡助我得道多助",
          "B:准确地预见了抗日战争由防御到相持、最后到反攻的三个阶段",
          "C:系统提出了争取抗战胜利的依靠力量和战略战术",
          "D:强调要打倒日本帝国主义，关键在于使已经发动的抗战成为全面的全民族抗战"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查全面抗战的路线和持久战的战略方针。日本发动全面侵华战争后，中华民族面临空前危机，全国人民最关心的问题是：这场战争能不能胜利？怎样争取胜利？是毛泽东同志科学地回答了这个问题，他在1938年发表的《论持久战》一文，分析了抗日战争的四个特点：敌强我弱、敌退步我进步、敌国土小人口少我国土大人口多、敌失道寡助我得道多助，准确地预见了抗日战争由防御到相持，最后到反攻的三个阶段，系统提出了争取抗战胜利的依靠力量和战略战术，使全国人民对抗战的进程和前途有了清晰的认识，极大坚定了全国军民坚持抗战的信心。故应选选项A三项。【干扰分析】1937年8月，中国共产党在陕北洛川召开政治局扩大会议，制定了抗日救国十大纲领，强调要打倒日本帝国主义，关键在于使已经发动的抗战成为全面的全民族抗战。",
        "level_text": "米6卷5",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 66639,
        "title": "1956年9月15日至27日，中国共产党第八次全国代表大会在北京举行。毛泽东致开幕词，刘少奇作政治报告，周恩来作关于发展国民经济第二个五年计划建议的报告，邓小平作关于修改党章的报告。中共八大的路线是正确的，提出的许多新方针和新设想是富于创造精神的。这次会议对中国建设社会主义道路的探索，站在比较高的历史起点上，取得了初步成果，对于党和国家事业发展具有长远的重要意义。这些成果包括",
        "num": "30",
        "xuanxiang": [
          "A:正确分析了国内形势和主要矛盾的变化，明确提出新形势下党和人民的主要任务",
          "B:坚持党中央提出的既反保守又反冒进，即在综合平衡中稳步前进的经济建设方针",
          "C:肯定“三个主体，三个补充”思想",
          "D:通过中国共产党在全国执政以后制定的第一部党章"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查中共八大路线的制定。1956年9月15日至27日，中国共产党第八次全国代表大会在北京举行。八大正确分析了国内形势和主要矛盾变化，明确提出新形势下党和人民的主要任务。大会宣布：社会主义制度在我国已经基本上建立起来，国内主要矛盾已经是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾；全国人民的主要任务是集中力量发展社会生产力，实现国家工业化，逐步满足人民日益增长的物质和文化需要；还有阶级斗争，还要加强人民民主专政，但根本任务已经是在新的生产关系下面保护和发展生产力。<p>八大坚持党中央提出的既反保守又反冒进，即在综合平衡中稳步前进的经济建设方针。大会肯定“三个主体，三个补充”思想，即以国家经营和集体经营、计划生产、国家市场三者为主体，而以个体经营、自由生产、自由市场三者作为补充。这是在理论上突破苏联计划经济模式，探索经济体制改革的重要尝试。在政治建设上，提出要扩大社会主义民主、健全社会主义法制，使党和政府的活动做到“有法可依”和“有法必依”。<p>八大通过的新党章是中国共产党在全国执政以后制定的第一部党章。新党章根据执政党的特点，提出了全面开展社会主义建设的任务，对贯彻党的民主集中制的根本原则作出了许多新规定，在党员义务方面增加“维护党的团结，巩固党的统一”“对党忠诚老实”等内容。<p>中共八大的路线是正确的，提出的许多新方针和新设想是富于创造精神的。这次会议对中国建设社会主义道路的探索，站在比较高的历史起点上，取得了初步成果，对于党和国家事业发展具有长远的重要意义。故选项A四项全选。",
        "level_text": "米6卷5",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 66640,
        "title": "习近平总书记指出：“要加强对中华优秀传统文化的挖掘和阐发，努力实现中华传统美德的创造性转化、创新性发展，把跨越时空、超越国度、富有永恒魅力、具有当代价值的文化精神弘扬起来，把继承优秀传统文化又弘扬时代精神、立足本国又面向世界的当代中国文化创新成果传播出去。”加强对中华优秀传统文化的挖掘和阐发，努力实现中华传统美德的创造性转化、创新性发展的具体要求是",
        "num": "31",
        "xuanxiang": [
          "A:不忘本来，辩证取舍，剔除其中带有阶级和时代局限性的成分，挖掘其中具有当代价值的道德精神",
          "B:恢复中国“固有文化”，形成以中国传统文化为主体的道德体系",
          "C:坚定历史自信、文化自信，坚持古为今用、推陈出新",
          "D:对其中的德目、观点进行新的诠释和激活，结合现代生活赋予其新的时代内涵"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查传承中华民族传统美德。传统道德是一个矛盾体，具有鲜明的两重性。属于精华的部分，表现出积极、革新、进步的一面；属于糟粕的部分，则表现出消极、保守、落后的一面。中华传统美德作为中国传统道德的精华部分，为今天的道德建设提供了丰富的资源，要坚定历史自信、文化自信，坚持古为今用、推陈出新，不忘本来，辩证取舍。弘扬中华传统美德，必须通过科学的分析和鉴别，把其中带有阶级和时代局限性的成分剔除出去，把其中具有当代价值的道德精神挖掘出来，总结传统美德中丰富的思想道德资源，对中华传统美德的德目、观点进行新的诠释和激活，结合现代生活赋予其新的时代内涵，努力推动中华传统美德的创造性转化和创新性发展。故应选选项A三项。【干扰分析】是“复古论”，认为道德建设的最终目标就是要恢复中国“固有文化”，形成以中国传统文化为主体的道德体系是对待传统道德的错误思潮。故选项B不选。",
        "level_text": "米6卷5",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 66641,
        "title": "全面依法治国，需要方方面面共同参与、形成合力。习近平法治思想深刻把握国家、政府、社会等不同主体在全面依法治国中的不同地位和功能，对全面依法治国作了系统谋划。其法治国家、法治政府、法治社会三者各有侧重、相辅相成，具体表现在",
        "num": "32",
        "xuanxiang": [
          "A:法治社会是法治建设的重点任务",
          "B:法治国家是法治建设的目标",
          "C:法治政府是建设法治国家的主体",
          "D:法治社会是构筑法治国家的基础"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查建设法治中国。全面依法治国，需要方方面面共同参与、形成合力。习近平法治思想深刻把握国家、政府、社会等不同主体在全面依法治国中的不同地位和功能，对全面依法治国作了系统谋划。法治国家、法治政府、法治社会三者各有侧重、相辅相成，法治国家是法治建设的目标，法治政府是建设法治国家的主体，法治社会是构筑法治国家的基础。故应选选项B三项。【干扰分析】推进全面依法治国，法治政府建设是重点任务和主体工程。故选项A表述错误。",
        "level_text": "米6卷5",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 66642,
        "title": "第三届“一带一路”国际合作高峰论坛开幕式于2023年10月18日在北京举行。习近平主席出席开幕式并发表主旨演讲。习近平指出，共建“一带一路”",
        "num": "33",
        "xuanxiang": [
          "A:注重的是众人拾柴火焰高、互帮互助走得远",
          "B:崇尚的是自己过得好、也让别人过得好",
          "C:践行的是互联互通、互利互惠",
          "D:谋求的是共同发展、合作共赢"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查第三届“一带一路”国际合作高峰论坛。第三届“一带一路”国际合作高峰论坛开幕式于2023年10月18日在北京举行。习近平主席出席开幕式并发表主旨演讲。习近平指出，共建“一带一路”注重的是众人拾柴火焰高、互帮互助走得远，崇尚的是自己过得好、也让别人过得好，践行的是互联互通、互利互惠，谋求的是共同发展、合作共赢。故选项A四项全选",
        "level_text": "米6卷5",
        "p_level_text": "33"
      }
    }
  },
  "米6卷6": {
    "米6卷6": {
      "1": {
        "timu_id": 66643,
        "title": "马克思主义之所以影响深远，在于其以深刻的学理揭示人类社会发展的真理性、以完备的体系论证其理论的科学性。马克思曾说他的著作是一个艺术的整体，列宁也说过马克思主义哲学是一块整钢。恩格斯撰写的一篇著作系统阐发了马克思主义基本原理，科学论证了马克思主义三个组成部分之间的内在统一性，以深刻的学理捍卫并发展了马克思主义的科学性，以完备的体系避免和修正了对马克思主义的片段化、庸俗化。这一著作是",
        "num": "1",
        "xuanxiang": [
          "A:《社会主义从空想到科学的发展》",
          "B:《德意志意识形态》",
          "C:《共产党宣言》",
          "D:《资本论》"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题内容出自2023年10月15日习近平在《求是》杂志上发表的文章《开辟马克思主义中国化时代化新境界》。恩格斯撰写《社会主义从空想到科学的发展》等论著，系统阐发马克思主义基本原理，科学论证了马克思主义三个组成部分之间的内在统一性，以深刻的学理捍卫并发展了马克思主义的科学性，以完备的体系避免和修正了对马克思主义的片段化、庸俗化。故应选选项A。【干扰分析】《德意志意识形态》首次系统阐述了历史唯物主义的基本观点，实现了历史观上的伟大变革。《共产党宣言》的发表，标志着马克思主义的公开问世。《资本论》系统阐述了剩余价值学说，揭示了资本主义生产关系的秘密。马克思进行了全面深入的政治经济学研究，撰写了《资本论》并出版了第一卷，系统阐述了剩余价值学说，揭示了资本主义生产关系的秘密。唯物史观和剩余价值学说是马克思一生的两个伟大发现。《资本论》是马克思主义最厚重、最丰富的著作。故选项B三项均不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 66644,
        "title": "习近平总书记在参加十四届全国人大一次会议江苏代表团审议时强调，必须更好统筹质的有效提升和量的合理增长，始终坚持质量第一、效益优先，大力增强质量意识，视质量为生命，以高质量为追求。必须更好统筹质的有效提升和量的合理增长的依据在于",
        "num": "2",
        "xuanxiang": [
          "A:连接质变与量变的关节点是度",
          "B:一切质变优于量变",
          "C:量和质的统一在度中得到体现",
          "D:新旧事物是通过否定环节联系起来的"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查量变质变规律。质的提升为量的增长提供持续动力，量的增长为质的提升提供重要基础，二者相辅相成。新时代新阶段的发展必须是高质量发展，要把经济发展的质和量有机统一起米，就要把握好经济发展的度，实现协同并进，推动经济发展行稳致远，事物的量和质的统一在度中得到体现。故应选选项C。【干扰分析】度是保持事物质的稳定性的数量界限，即事物的限度、幅度和范围，而不是连接质变与量变的关节点，故选项A表述错误。<p>量变与质变都是事物发展变化的两种形式，不存在孰优孰劣，故选项B表述错误。<p>强调否定是新旧事物联系的环节，新事物孕育产生于旧事物，材料未有体现。",
        "level_text": "米6卷6",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 66645,
        "title": "马克思劳动价值论揭露和批判了商品拜物教观念，为从物与物的关系背后揭示了人与人的关系提供理论依据。这是因为马克思劳动价值论揭示了",
        "num": "3",
        "xuanxiang": [
          "A:私人劳动与社会劳动是私有制条件下商品经济的基本矛盾",
          "B:价值规律是商品经济的一般规律",
          "C:剥削工人的剩余价值是资本主义生产关系的本质",
          "D:剩余价值的运动规律及其作用"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查以私有制为基础的商品经济的基本矛盾。私有制商品经济条件下私人劳动与社会劳动之间的矛盾意味着每个商品生产者的私人劳动都是社会总劳动的一个组成部分，由于私人劳动的社会性质不能直接表现出来，只能通过商品交换间接地表现出来，而当商品生产者通过交换来表现自己劳动的社会性质时，其劳动的社会性质就表现为他们与物的关系和物与物的关系，具有了拜物教性质。资产阶级经济学家不懂得商品、价值、货币等范畴本质上是一定生产关系的体现，具有历史暂时性，而把它们看作物的自然属性，从而把商品经济形式永恒化。马克思劳动价值论通过对私有制商品经济条件下生产商品的劳动所特有的社会性质及其表现形式的分析，揭示了商品经济的内在矛盾及其运动规律，揭露和批判了商品拜物教观念，从物与物的关系背后揭示了人与人的关系，对我们科学认识商品经济的本质，正确理解商品经济的运动规律及其影响，清除商品拜物教观念，具有十分重要的理论意义和现实意义。故应选选项A。【干扰分析】马克思劳动价值论揭示了商品经济的一般规律—价值规律，对理解社会主义市场经济具有指导意义。马克思劳动价值论扬弃了英国古典政治经济学的观点，为剩余价值论的创立奠定了基础。剩余价值理论揭示了资本主义生产关系的剥削本质以及剩余价值的运动规律及其作用。选项B三项都不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 66646,
        "title": "列宁是坚定的马克思主义者。他在同第二国际机会主义的斗争中捍卫了马克思主义，并结合新的时代条件和俄国实际，制定了无产阶级革命的战略策略，丰富和发展了马克思主义。列宁对马克思主义的重大贡献，也是他留给后人的最宝贵的思想遗产是",
        "num": "4",
        "xuanxiang": [
          "A:对十月革命以来所走过的道路进行了深入的思考，提出了建设社会主义的新构想",
          "B:努力把马克思主义基本原理同俄国的具体实际相结合，探索出一条适合俄国国情的社会主义道路",
          "C:开始实行以优先发展重工业为中心建立社会主义大工业的第一个五年计划，进而形成苏联模式",
          "D:社会主义可能在经济文化相对落后的俄国首先取得胜利"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查社会主义在苏联的实践。列宁能够正视国情，面对一系列新情况和新问题，不拘泥于书本上已有的结论，而是“根据经验来谈论社会主义”，一切从实际出发，尊重千百万群众的实践，勇于探索，大胆创新，努力把马克思主义基本原理同俄国的具体实际相结合，探索出一条适合俄国国情的社会主义道路。这是列宁对马克思主义的重大贡献，也是他留给后人的最宝贵的思想遗产。故应选选项B。【干扰分析】1915年，列宁在《论欧洲联邦口号》一文中明确指出：“经济和政治发展的不平衡是资本主义的绝对规律。由此就应得出结论：社会主义可能首先在少数甚至在单独一个资本主义国家内获得胜利。”列宁晚年虽然病魔缠身，但仍然没有停止对社会主义事业的思考。他在口述的《日记摘录》《论合作社》《论我国革命》《我们怎样改组工农检察院》《宁肯少些，但要好些》等被人们称为“政治遗嘱”的文章和书信中，对十月革命以来所走过的道路进行了深入的思考，提出了建设社会主义的新构想。列宁逝世后，联共（布）党内及理论界在苏联社会主义发展道路问题上出现了严重分歧，争论的最终结果是斯大林的理论和政策主张占据了主导地位。1928年10月，开始实行以优先发展重工业为中心建立社会主义大工业的第一个五年计划，进而形成苏联模式。故选项A三项虽然表述符合事实，但不符合题意；不是列宁留给后人的最宝贵的思想遗产。",
        "level_text": "米6卷6",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 66647,
        "title": "毛泽东强调我们要坚持用马克思主义之“矢”去射中国革命之“的”，这里毛泽东用“有的放矢”比喻的是",
        "num": "5",
        "xuanxiang": [
          "A:自我革命",
          "B:独立自主",
          "C:群众路线",
          "D:实事求是"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查毛泽东思想的活的灵魂。毛泽东在延安整风期间从思想路线的角度，不仅系统阐述了坚持实事求是的重要性，而且对实事求是的科学含义作了马克思主义的界定。他指出：““实事”就是客观存在着的一切事物，“是＇就是客观事物的内部联系，即规律性，“求＇就是我们去研究。我们要从国内外、省内外、县内外、区内外的实际情况出发，从其中引出其固有的而不是臆造的规律性，即找出周围事变的内部联系，作为我们行动的向导。”毛泽东还把实事求是形象地比喻为“有的放矢”，强调我们要坚持用马克思主义之“矢”去射中国革命之“的”。故应选选项D。【干扰分析】党的自我革命是跳出历史周期率的第二个答案，故选项A不符合题意。<p>独立自主是中华民族精神之魂，是我们立党立国的重要原则，故选项B不符合题意。<p>群众路线都是我们党的生命线和根本工作路线，是我们党永葆青春活力和战斗力的重要传家宝，故选项C不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 66648,
        "title": "我国进入社会主义社会以后，党领导各族人民进行社会主义建设，取得了很大的成就，也经历了曲折。党的十一届三中全会以后，我们党把工作重点转移到经济建设上来，党对我国社会主义建设经验教训和社会主要矛盾进行科学分析得出的最重要的结论是",
        "num": "6",
        "xuanxiang": [
          "A:社会主义“三步走”的发展战略",
          "B:实行对外开放",
          "C:社会主义的根本任务是发展生产力",
          "D:社会主义也可以搞市场经济"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查邓小平理论的主要内容。我国进人社会主义社会以后，党领导各族人民进行社会主义建设，取得了很大的成就，也经历了曲折。党的十一届三中全会以后，我们党把工作重点转移到经济建设上来，强调社会主义的根本任务是发展生产力，这是党对我国社会主义建设经验教训和社会主要矛盾进行科学分析得出的最重要的结论。故应选选项C。【干扰分析】“三步走”的发展战略，把我国社会主义现代化建设的目标具体化为切实可行的步骤，为基本实现现代化明确了发展方向，展现了美好的前景，成为全国人民团结奋斗的行动纲领，故选项A不符合题意。<p>实行对外开放是对中国经济发展停滞落后历史教训深刻总结的结果，故选项B不符合题意。<p>社会主义市场经济理论是伴随社会主义改革实践的发展而形成和发展起来的，故选项D不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 66649,
        "title": "发展是党执政兴国的第一要务。没有坚实的物质技术基础，就不可能全面建成社会主义现代化强国。全面建设社会主义现代化国家的首要任务是",
        "num": "7",
        "xuanxiang": [
          "A:尊重自然、顺应自然、保护自然",
          "B:把人民军队建成世界一流军队",
          "C:实施创新驱动发展战略",
          "D:实现高质量发展"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查推动高质量发展。党的二十大报告指出：高质量发展是全面建设社会主义现代化国家的首要任务。发展是党执政兴国的第一要务。没有坚实的物质技术基础，就不可能全面建成社会主义现代化强国。必须完整、准确、全面贯彻新发展理念，坚持社会主义市场经济改革方向，坚持高水平对外开放，加快构建以国内大循环为主体、国内国际双循环相互促进的新发展格局。故应选选项D。【干扰分析】尊重自然、顺应自然、保护自然，是全面建设社会主义现代化国家的内在要求，故选项A不符合题意。<p>如期实现建军一百年奋斗目标，加快把人民军队建成世界一流军队，是全面建设社会主义现代化国家的战略要求，故选项B不符合题意。<p>教育、科技、人才是全面建设社会主义现代化国家的基础性、战略性支撑，必须深人实施科教兴国战略、人才强国战略、创新驱动发展战略，故选项C不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 66650,
        "title": "习近平总书记在二十大报告中提出，推进文化自信自强，铸就社会主义文化新辉煌。为此必须坚持的一项根本制度是",
        "num": "8",
        "xuanxiang": [
          "A:保护文物和文化遗产",
          "B:健全现代公共文化服务体系",
          "C:马克思主义在意识形态领域指导地位",
          "D:构建中国特色哲学社会科学学科体系"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查坚持马克思主义在意识形态领域的指导地位。意识形态关乎旗帜、关乎道路、关乎国家安全，决定文化前进方向和道路。党的二十大着眼新时代党和国家事业全局，明确把坚持马克思主义在意识形态领域的指导地位确立为根本制度，集中体现了我们党在领导文化建设长期实践中积累的成功经验和形成的方针原则，充分反映了我们党对社会主义文化建设规律的新认识。故应选选项C。【干扰分析】保护文物和文化遗产、健全现代公共文化服务体系、构建中国特色哲学社会科学学科体系都是文化建设的具体举措，故选项A三项均不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 66651,
        "title": "全面推进乡村振兴、建设农业强国，必须立足我国国情，扎实稳步推进。作为头等大事的是",
        "num": "9",
        "xuanxiang": [
          "A:保障粮食和重要农产品稳定安全供给",
          "B:依托双层经营体制发展农业",
          "C:赓续农耕文明",
          "D:实现城乡融合发展"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查的是全面推进乡村振兴。全面推进乡村振兴，建设农业强国，必须把保障粮食和重要农产品稳定安全供给作为头等大事，坚持“藏粮于地、藏粮于技”，依靠自己力量端牢饭碗，增强农业产业链供应链韧性和稳定性。故应选选项A。【干扰分析】三项虽然也属于全面推进乡村振兴的任务，但不是头等大事，故不符合题干要求。",
        "level_text": "米6卷6",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 66652,
        "title": "1939年10月，毛泽东同志在《＜共产党人>发刊词》中提出，要“建设一个全国范围的、广大群众性的、思想上政治上组织上完全巩固的布尔什维克化的中国共产党”，并把这一任务称为“伟大的工程”。党的十八大以来，以习近平同志为核心的党中央以前所未有的决心和勇气推进新时代党的建设新的伟大工程，使党的面貌焕然一新。面向未来，坚定不移全面从严治党，深入推进新时代党的建设新的伟大工程的一项重大任务是",
        "num": "10",
        "xuanxiang": [
          "A:加强理想信念教育",
          "B:忠诚为党护党、全力兴党强党",
          "C:解决大党独有难题、健全全面从严治党体系",
          "D:制定和落实中央八项规定"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查健全全面从严治党体系。2023年1月9日习近平总书记在二十届中央纪委二次全会上指出，回顾新时代十年伟大变革，党的建设取得的成就是最鲜明的亮点。面向未来，党的二十大对“坚定不移全面从严治党，深入推进新时代党的建设新的伟大工程”作出新的部署，强调要落实新时代党的建设总要求，健全全面从严治党体系，全面推进党的自我净化、自我完善、自我革新、自我提高，使我们党坚守初心使命，始终成为中国特色社会主义事业的坚强领导核心。故应选选项C。【干扰分析】加强理想信念教育属于党的思想建设；忠诚为党护党、全力兴党强党是深入推进新时代党的建设新的伟大工程的根本使命；制定和落实中央八项规定属于十八大之后加强党的建设的破题之举。故选项A三项均不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 66653,
        "title": "由于近代中国处于资本—帝国主义列强的争夺和间接统治之下，加上中国地域广大，以及在地方性的农业经济的基础上形成的地方割据势力的存在，这造成的结果是",
        "num": "11",
        "xuanxiang": [
          "A:近代中国各地区经济、政治和文化的发展是极不平衡的",
          "B:中国自然经济的基础完全被破坏",
          "C:中国的封建势力日益衰败并同外国侵略势力勾结",
          "D:中国新兴的民族资本主义经济发展很缓慢，力量很软弱"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查近代中国社会的半殖民地半封建性质。由于近代中国处于资本帝国主义列强的争夺和间接统治之下，加上中国地域广大，以及在地方性的农业经济的基础上形成的地方割据势力的存在，近代中国各地区经济、政治和文化的发展是极不平衡的。后来，帝国主义列强还分别支持不同的政治势力以分裂中国，使中国处于不统一状态。故应选 选项A。【干扰分析】中国自然经济的基础没有完全被破坏，故选项B表述错误。<p>中国的封建势力日益衰败并同外国侵略势力勾结，中国新兴的民族资本主义经济发展很缓慢，力量很软弱，也是中国半殖民地半封建社会的一些基本特征，但不符合题干要求，故选项C两项不选。",
        "level_text": "米6卷6",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 66654,
        "title": "习近平总书记在二十大报告中指出，青年强，则国家强。当代中国青年生逢其时，施展才干的舞台无比广阔，实现梦想的前景无比光明。全党要把青年工作作为战略性工作来抓。标志着中国青年成为推动中国社会变革的急先锋的历史事件是",
        "num": "12",
        "xuanxiang": [
          "A:辛亥革命",
          "B:新文化运动",
          "C:一二·九运动",
          "D:五四运动"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查五四运动。伟大的五四运动促进了马克思主义在中国的传播，拉开了新民主主义革命的序幕，也标志着中国青年成为推动中国社会变革的急先锋。故应选选项D。【干扰分析】辛亥革命拉开了近代中国最深刻的社会变革的序幕，新文化运动在中国社会掀起一股思想解放的潮流，一二·九运动促进了中华民族觉醒，标志着中国人民抗日救亡运动新高潮的到来。故选项A三项均不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 66655,
        "title": "1929年10月，由美国开始的经济危机席卷整个资本主义世界。日本在危机中遭受沉重打击。为了摆脱困境，日本军国主义者加紧实施其既定的侵华政策。1931年9月18日，日本发动九一八事变，武装侵占中国东北。九一八事变后，中国人民就在白山黑水间奋起抵抗，这一斗争",
        "num": "13",
        "xuanxiang": [
          "A:成为时局转换的枢纽，十年内战的局面由此结束，国内和平基本实现",
          "B:成为中国人民抗日战争的起点，同时揭开了世界反法西斯战争的序幕",
          "C:标志着中国进入全民族抗战阶段，并开辟了世界反法西斯战争的东方主战场",
          "D:标志着中国共产党领导开辟的敌后战场和国民党指挥的正面战场协力合作，形成了共同抗击日本侵略者的战略局面"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查中国共产党举起武装抗日的旗帜。九一八事变后，中国人民就在白山黑水间奋起抵抗，成为中国人民抗日战争的起点，同时揭开了世界反法西斯战争的序幕。此后，中国人民进行了长达十四年的抗日战争。故应选选项B，【干扰分析】成为时局转换的枢纽，十年内战的局面由此结束，使国内和平基本实现的是西安事变的和平解决，故选项A不符合题意。<p>七七事变后，抗击侵略、救亡图存成为中国各党派、各民族、各阶级、各阶层、各团体，以及海外华侨华人的共同意志和行动，标志着中国进入全民族抗战阶段，并开辟了世界反法西斯战争的东方主战场，故选项C不符合题意。<p>标志着中国共产党领导开辟的敌后战场和国民党指挥的正面战场协力合作，形成了共同抗击日本侵略者的战略局面是在抗日民族统一战线形成之后，故选项D不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 66656,
        "title": "在解放战争胜利发展的同时，解放区开展了轰轰烈烈的土地改革运动。毛泽东指出：“如果我们能够普遍地彻底地解决土地问题，我们就获得了足以战胜一切敌人的最基本的条件。”1946年5月4日，中共中央发布《关于土地问题的指示》（五四指示），将党在抗日战争时期实行的减租减息政策改变为“耕者有其田”的政策。这一政策的提出标志着解放区在农民土地问题上",
        "num": "14",
        "xuanxiang": [
          "A:中国共产党开始领导农民进行土地制度的革命",
          "B:已经彻底消灭了封建生产关系",
          "C:由削弱封建剥削向变革封建土地关系、废除封建剥削制度的过渡",
          "D:形成了一个彻底反封建的土地革命纲领"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查土地改革和农民的广泛发动。1946年5月4日，中共中央发布《关于土地问题的指示》（五四指示），将党在抗日战争时期实行的减租减息政策改变为“耕者有其田”的政策。这一政策的提出标志着解放区在农民土地问题上，由抗日战争时期削弱封建剥削向变革封建土地关系、废除封建剥削制度的过渡。这是中国共产党土地政策的重要改变。故应选 选项C。【干扰分析】毛泽东开辟井冈山革命根据地之后中国共产党领导农民开始了土地制度的革命，故选项A不符合题意。<p>经过土改运动，到1948年秋，1亿人口的解放区消灭了封建生产关系，故选项B不符合题意。<p>1947年7月至9月，中国共产党在西柏坡召开全国土地会议，制定和通过了《中国土地法大纲》，明确规定“废除封建性及半封建性剥削的土地制度，实行耕者有其田的土地制度”。《中国土地法大纲》是一个彻底反封建的土地革命纲领，它指引着在封建制度压迫下的亿万农民群众，将自己的力量汇入民主革命的洪流，故选项D不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 66657,
        "title": "推崇仁爱、崇尚和谐是中华民族的优良传统和高尚品德。孔子强调“己欲立而立人，己欲达而达人”，孟子强调“亲亲而仁民，仁民而爱物”，荀子强调“仁者自爱”，与之意思相一致的还有",
        "num": "15",
        "xuanxiang": [
          "A:国而忘家，公而忘私",
          "B:兼相爱，交相利",
          "C:见贤思齐焉，见不贤而内自省也",
          "D:济大事者，必以人为本"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查传承中华传统美德。“兼相爱”是针对“别相恶”而言，指不分亲疏、贵贱、贫富，一视同仁地爱所有的人。“交相利”是针对“交相贼”而言，主张人们互相帮助，共谋福利，反对互相争夺。这与题干推崇仁爱、崇尚和谐意思相一致。故应选 选项B 项，【干扰分析】“国而忘家，公而忘私”指重视整体利益，强调责任奉献。“见贤思齐為，见不贤而内自省也”强调道德修养，注重道德践履。“济大事者，必以人为本”强调对人的尊重和关怀。故选项A三项均不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 66658,
        "title": "截至目前，我国已同152个国家、32个国际组织签署了200多份共建“一带一路”合作文件，遍布全球五大洲。第三届“一带一路”国际合作高峰论坛于2023年10月18日在北京举行，这次会议的主题为",
        "num": "16",
        "xuanxiang": [
          "A:高质量共建“一带一路”，携手实现共同发展繁荣",
          "B:“一带一路”倡议根植历史、更面向未来，源于中国、更属于世界",
          "C:努力建设和平之路、繁荣之路、开放之路、绿色之路、创新之路、文明之路",
          "D:共建“一带一路”：构建人类命运共同体的重大实践"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "题目解析:【答案详解】本题考查“一带一路”倡议。第三届“一带一路”国际合作高峰论坛于2023 年 10 月 17 日至 18日在北京举行，主题为“高质量共建“一带一路，，携手实现共同发展繁荣”。故应选选项A。【干扰分析】为介绍共建“一带一路”10年来取得的成果，进一步增进国际社会的认识理解，推进共建“一带一路”高质量发展，让“一带一路”惠及更多国家和人民，国务院新闻办公室于10月10日发布《共建“一带一路”：构建人类命运共同体的重大实践》白皮书。选项D为白皮书的名称。<p>两项为白皮书中所谈的共建“一带一路”的具体内容。",
        "level_text": "米6卷6",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 66659,
        "title": "糖是人类生命活动及日常生活中的重要物质，也是当今工业生物制造的关键原材料。已糖是在自然界广泛分布、与机体营养代谢最为密切的糖的统称。传统提取糖的方式为“二氧化碳——生物质资源——糖”，这种方式受制于植物光合作用的能量转换效率，也面临着土地退化和短缺、生物系统退化、全球气候变暖的极端天气和自然灾害的威胁挑战。2023年8月，中国科学院天津工业生物技术研究所成功构建了灵活性、高效性和多功能性的人工生物系统，首次实现了多种己糖从头精准合成，为摆脱自然合成途径、利用二氧化碳创造多样的糖世界提供了可能。这一材料表明",
        "num": "17",
        "xuanxiang": [
          "A:人类世界是人有目的的实践活动的结果",
          "B:人类通过实践可以将“自在之物”转化为“为我之物”",
          "C:科技的发展逐步将不可能变为可能",
          "D:科技的发展改变了物质的客观实在性"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查物质的存在，物质世界的二重化，现实与可能。实践是人能动地改造物质世界的活动，它使统一的物质世界一分为二，造成自然界和人类社会的分化与统一。随着实践的发展，尤其是科学技术的介入，天然自然这个“自在之物”日益转化为体现人的目的、满足人的需要的“为我之物”。然而，人们又不是在自在世界之外凭空地创造人类世界，而是在自然界所提供的材料的基础上加以建造。本题以我国科学家实现从二氧化碳到糖的精准全合成的事实，说明人类实践对改造物质世界的巨大作用。故应选选项A两项。【干扰分析】可能是事物潜在的趋势，标志着事物的发展方向。不可能是永远不会实现的东西。现实与可能才可以相互转化。现实蕴藏着未来的发展方向，会不断产生新的可能。科学家实现了多种己糖从头精准合成，为利用二氧化碳创造多样的糖世界提供了可能，这是在现实基础上产生的可能，并不是将不可能变为可能。故选项C错误。<p>事物的存在是客观的，并不取决于我们对它的研究与科技发展。故选项D错误。",
        "level_text": "米6卷6",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 66660,
        "title": "2022年10月18日，习近平总书记在党的二十大报告中指出：“治国有常，利民为本。为民造福是立党为公、执政为民的本质要求”。这一论断提出的哲学依据是",
        "num": "18",
        "xuanxiang": [
          "A:人民群众创造历史的作用与社会基本矛盾运动推动社会前进的过程并不一致",
          "B:生产关系的变革与社会制度的更替会随着生产力的发展自发地实现和完成",
          "C:人民群众的总体意愿和行动代表了历史发展的方向，人民群众的社会实践最终决定历史发展的结局",
          "D:人民群众是社会历史实践的主体，在创造历史中起决定性的作用"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查人民群众是历史的创造者。在社会历史发展过程中，人民群众起着决定性的作用。人民群众是社会历史实践的主体在创造历史中起决定性的作用。人民群众的总体意愿和行动代表了历史发展的方向，人民群众的社会实践最终决定历史发展的结局。我们党为人民而生、因人民而兴。我们党带领人民打江山、守江山，守的就是人民的心。中国共产党的根基在人民、血脉在人民、力量在人民。在革命、建设、改革的每一个关键阶段、每一次重大关头，我们党都始终紧紧依靠人民战胜困难、赢得胜利。为民造福是立党为公、执政为民的本质要求。故应选选项C两项。【干扰分析】人民群众创造历史的作用与社会基本矛盾运动推动社会前进的过程是相一致的，故选项A表述错误。<p>生产关系的变革、社会制度的更替，不会随着生产力的发展自发地实现和完成，而最终通过人民群众的实践实现，故选项B表述错误。",
        "level_text": "米6卷6",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 66661,
        "title": "资本家为了追求更多的剩余价值，展开你死我活的竞争，为了在竞争中获胜，除了加强对雇佣劳动者的剥削外，还必须不断积累资本，扩大生产规模。马克思指出：“竞争斗争是通过使商品便宜来进行的。在其他条件不变时，商品的便宜取决于劳动生产率，而劳动生产率又取决于生产规模。”一般说来，在竞争中总是大企业战胜中小企业，使生产和资本进一步集中。生产和资本的不断集中",
        "num": "19",
        "xuanxiang": [
          "A:是资本家追求剩余价值的结果",
          "B:发展到一定阶段就自然而然地走到垄断",
          "C:必然导致资本积聚",
          "D:是通过竞争和信用这一最强有力的杠杆实现的"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查资本集中。在资本主义生产发展和生产规模不断扩大的过程中，伴随着生产和资本的不断集中。生产集中是指生产资料、劳动力和商品的生产日益集中于少数大企业的过程，其结果是大企业在整个社会生产中所占的比重不断增加。资本集中是指大资本吞并小资本，或由许多小资本合并而成大资本的过程，其结果是越来越多的资本为少数大资本家所支配。生产集中和资本集中是资本家追求剩余价值的结果。在竞争中总是大企业战胜中小企业，使生产和资本进一步集中。在这个过程中，银行信用的发展加速了生产和资本的集中。集中发展到一定阶段，可以说就自然而然地走到垄断。故应选选项A三项。【干扰分析】资本积聚和资本集中都是扩大生产规模实现资本积累的手段，资本积聚是指个别资本通过剩余价值的资本化来增大资本的总量。资本积累是资本积聚的基础，资本积聚是资本积累的直接结果，资本积累越多，资本积聚的规模就越大，个别资本总额就越大。资本集中是指个别资本通过结合而形成较大的资本。故选项C不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 66662,
        "title": "21世纪以来，随着经济全球化的深入发展，新一轮科技革命和产业变革进入空前密集活跃期，社会化大生产在世界范围内更大规模、更广范围、更深层次展开，世界格局深度调整，资本主义又呈现出一些新变化新特征。21世纪以来资本主义的新变化",
        "num": "20",
        "xuanxiang": [
          "A:改变了资本主义的经济基础和追求利润最大化的本性",
          "B:不断暴露资本主义的弊端与困境",
          "C:不断诱发更激烈的世界性问题和全球性矛盾",
          "D:不断引发世界范围内对资本主义制度和价值观的质疑"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查当代资本主义变化的新特征。21世纪以来资本主义的新变化并未改变资本主义的经济基础和追求利润最大化的本性。在拓展资本主义发展空间的同时，也放大了资本主义的系统性危机，不断暴露资本主义的弊端与困境，不断诱发更激烈的世界性问题和全球性矛盾，也不断引发世界范围内对资本主义制度和价值观的质疑。故应选选项B三项。【干扰分析】21世纪以来资本主义的新变化，并未改变资本主义的经济基础和追求利润最大化的本性。故选项A错误。",
        "level_text": "米6卷6",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 66663,
        "title": "2022年，党的二十大明确把“不断谱写马克思主义中国化时代化新篇章”作为当代中国共产党人的庄严历史责任，并提出了继续推进马克思主义中国化时代化的新要求。之所以继续推进马克思主义中国化时代化，其原因在于",
        "num": "21",
        "xuanxiang": [
          "A:马克思主义理论本身发展的内在要求",
          "B:马克思主义与中华民族优秀文化具有高度契合性",
          "C:在中国进行社会主义建设和改革需要马克思主义指导",
          "D:马克思主义为实现社会主义现代化提供了现成模式"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查马克思主义中国化时代化的提出。推进马克思主义中国化时代化，是马克思主义理论本身发展的内在要求。作为洞察时代、引领时代的科学理论，马克思主义只有正确运用于实践并在实践中不断发展才能体现其科学性，彰显其强大力量。马克思主义只有实现中国化时代化，才能不断发展自身，始终保持蓬勃生机和旺盛活力。推进马克思主义中国化时代化，是解决中国实际问题的客观需要。在中国进行社会主义建设和改革，实现社会主义现代化和中华民族伟大复兴，不能把马克思主义当成教条，更不能照抄照搬别国经验。马克思主义要在中国发挥指导作用，就必须中国化时代化。只有与中国国情相结合、与时代发展同进步，马克思主义才能真正解决中国的实际问题。故应选选项A三项。【干扰分析】选项是对马克思主义中国化时代化科学命题的错误理解。任何理论不可能为一国的现代化提供现成的发展模式。",
        "level_text": "米6卷6",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 66664,
        "title": "习近平强调，不断谱写马克思主义中国化时代化新篇章，是当代中国共产党人的庄严历史责任。继续推进实践基础上的理论创新，首先要把握好新时代中国特色社会主义思想的世界观和方法论，坚持好、运用好贯穿其中的立场观点方法。这些立场观点方法是",
        "num": "22",
        "xuanxiang": [
          "A:坚持人民至上、坚持自信自立",
          "B:坚持守正创新、坚持问题导向",
          "C:坚持系统观念、坚持胸怀天下",
          "D:坚持深化改革、坚持敢于斗争"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查习近平新时代中国特色社会主义思想是完整的科学体系。学习贯彻党的创新理论，要理解把握其世界观和方法论，坚持好、运用好贯穿其中的立场观点方法。党的二十大报告强调，要坚持人民至上、坚持自信自立、坚持守正创新、坚持问题导向、坚持系统观念、坚持胸怀天下。对这6条，要在学习贯彻中认真领会，从而深人领会党的创新理论的道理学理哲理，做到知其言更知其义、知其然更知其所以然，切实把党的创新理论贯彻落实到党和国家工作各方面全过程。故应选选项A三项。【干扰分析】坚持深化改革、坚持敢于斗争是走好中国式现代化要遵循的原则，故选项D不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 66665,
        "title": "数字化是新的时代特征，数字经济正在成为新一轮国际竞争的重点领域。2023年2月23日，中共中央、国务院印发了《数字中国建设整体布局规划》。《规划》指出，建设数字中国是数字时代推进中国式现代化的重要引擎，是构筑国家竞争新优势的有力支撑。加速数字经济发展的措施有",
        "num": "23",
        "xuanxiang": [
          "A:要推进数字产业化和产业数字化，促进数字经济和实体经济深度融合",
          "B:赋能传统产业转型升级，催生新产业新业态新模式",
          "C:推动战略性新兴产业融合集群发展",
          "D:支持数字企业发展壮大，促进平台经济规范健康持续发展"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查建设现代化产业体系。数字化是新的时代特征，数字经济正在成为新一轮国际竞争的重点领域。要推进数字产业化和产业数字化，促进数字经济和实体经济深度融合，赋能传统产业转型升级，催生新产业新业态新模式，支持数字企业发展壮大，促进平台经济规范健康持续发展，打造具有国际竞争力的数字产业集群。故应选选项A三项。【干扰分析】推动战略性新兴产业融合集群发展是大力发展战略性新兴产业的举措，不要把数字经济等同于新兴产业。故选项C不选。",
        "level_text": "米6卷6",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 66666,
        "title": "习近平在二十大报告中强调，深入实施科教兴国战略、人才强国战略、创新驱动发展战略，开辟发展新领域新赛道，不断塑造发展新动能新优势。深入实施科教兴国战略、人才强国战略、创新驱动发展战略的主要依据是",
        "num": "24",
        "xuanxiang": [
          "A:教育是党执政兴国的第一要务",
          "B:科技是第一生产力",
          "C:人才是第一资源",
          "D:创新是第一动力"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查深入实施科教兴国战略、人才强国战略、创新驱动发展战略。二十大报告指出，必须坚持科技是第一生产力、人才是第一资源、创新是第一动力，深入实施科教兴国战略、人才强国战略、创新驱动发展战略，开辟发展新领域新赛道，不断塑造发展新动能新优势。故应选选项B三项。【干扰分析】发展是党执政兴国的第一要务。故选项A表述错误。",
        "level_text": "米6卷6",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 66667,
        "title": "大自然是人类赖以生存发展的基本条件。尊重自然、顺应自然、保护自然，是全面建设社会主义现代化国家的内在要求。必须牢固树立和践行绿水青山就是金山银山的理念，站在人与自然和谐共生的高度谋划发展。我们要推进美丽中国建设应采取的举措有",
        "num": "25",
        "xuanxiang": [
          "A:坚持山水林田湖草沙一体化保护和系统治理",
          "B:统筹产业结构调整、污染治理、生态保护、应对气候变化",
          "C:协同推进降碳、减污、扩绿、增长",
          "D:推进生态优先、节约集约、绿色低碳发展"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查建设美丽中国。二十大报告提出，推动绿色发展，促进人与自然和谐共生。我们要推进美丽中国建设，坚持山水林田湖草沙一体化保护和系统治理，统筹产业结构调整、污染治理、生态保护、应对气候变化，协同推进降碳、减污、扩绿、增长，推进生态优先、节约集约、绿色低碳发展。故选项A四项全选。",
        "level_text": "米6卷6",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 66668,
        "title": "从城乡社区里的村（居）民议事会、村（居）民论坛、民主恳谈会、民主听证会到党代表、人大代表、政协委员联合进社区，从“小院议事厅”到“板凳民主”，从线下“圆桌会”到线上“议事群”，广大人民群众在火热的基层生活中，摸索创造了一个又一个充满烟火气的民主实现形式。人民群众通过这些接地气、聚人气的民主实践，围绕涉及自身利益的实际问题，发表意见建议，进行广泛协商，利益得到协调，矛盾有效化解，为我国社会长期稳定提供了重要政治基础和制度保障。这表明发展基层民主",
        "num": "26",
        "xuanxiang": [
          "A:是全过程人民民主的重要体现",
          "B:是实现人民有效政治参与的重要渠道",
          "C:彰显了人民当家作主的广泛性、真实性、有效性",
          "D:是社会主义民主最广泛的实践"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查积极发展基层民主。基层民主是全过程人民民主的重要体现。广大人民群众最直接的政治参与主要在基层，最直观的当家作主感受也主要在基层。发展基层民主，是实现人民有效政治参与的重要渠道，是人民当家作主的有效途径，是社会主义民主最广泛的实践。基层民主的建立和发展，保障了基层群众广泛、直接、有效行使民主权利，彰显了人民当家作主的广泛性、真实性、有效性。从城乡社区里的村（居）民议事会、村（居）民论坛、民主恳谈会、民主听证会到党代表、人大代表、政协委员联合进社区，从“小院议事厅”到“板凳民主”，从线下“圆桌会”到线上“议事群”，广大人民群众在火热的基层生活中，摸索创造了一个又一个充满烟火气的民主实现形式。故选项A四项全选。",
        "level_text": "米6卷6",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 66669,
        "title": "以县处级以上领导干部为重点在全党深入开展学习贯彻习近平新时代中国特色社会主义思想主题教育，是贯彻落实党的二十大精神的重大举措，对于统一全党思想、解决党内存在的突出问题、始终保持党同人民群众血肉联系、推动党和国家事业发展，具有重要意义。这次主题教育是",
        "num": "27",
        "xuanxiang": [
          "A:发挥政治巡视利剑作用，用好问责利器的必然要求",
          "B:统一全党思想意志行动、始终保持党的强大凝聚力、战斗力的必然要求",
          "C:推动全党积极担当作为、不断开创事业发展新局面的必然要求",
          "D:深入推进全面从严治党、以党的自我革命引领社会革命的必然要求"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案分析】本题考查思想建设是党的基础性建设。以县处级以上领导干部为重点在全党深入开展学习贯彻新时代中国特色社会主义思想主题教育，是贯彻落实党的二十大精神的重大举措，对于统一全党思想、解决党内存在的突出问题、始终保持党同人民群众血肉联系、推动党和国家事业发展，具有重要意义。第一，这是统一全党思想意志行动、始终保持党的强大凝聚力、战斗力的必然要求。第二，这是推动全党积极担当作为、不断开创事业发展新局面的必然要求。第三，这是深入推进全面从严治党、以党的自我革命引领社会革命的必然要求。用习近平新时代中国特色社会主义思想凝心铸魂，这是党加强思想建设的表现。故应选选项B三项。【干扰分析】巡视是党章规定的重要监督方式，是党内监督的战略性 制度安排，成为发现问题、形成震慑的一把利剑，凸显了党内监督制度创新的威力。这属于反腐败的内容。故选项A不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 66670,
        "title": "党的七大在党的历史上具有重要里程碑意义，标志着我们党在政治上思想上组织上走向了成熟，为党后来不断从胜利走向胜利指明了正确方向、开辟了正确道路。这表现在",
        "num": "28",
        "xuanxiang": [
          "A:党通过延安整风，使全党团结在毛泽东的旗帜下，实现了党的空前统一和团结",
          "B:党确立了毛泽东思想在全党的指导地位，把毛泽东思想写入了党章",
          "C:党指出了中国由农业国转变为工业国、由新民主主义社会转变为社会主义社会的发展方向",
          "D:在组织上，党形成了一支高举毛泽东旗帜的久经考验的政治家集团"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查党的七大。党的七大在党的历史上具有重要里程碑意义，标志着我们党在政治上思想上组织上走向了成熟。在政治上，党通过延安整风，使全党团结在毛泽东的旗帜下，实现了党的空前统一和团结。在思想上，党确立了毛泽东思想在全党的指导地位，把毛泽东思想写人了党章。在组织上，党形成了一支高举毛泽东旗帜的久经考验的政治家集团。党的七大在党的历史上具有极其重要的地位，为党后来不断从胜利走向胜利指明了正确方向、开辟了正确道路。故应选选项A三项。【干扰分析】中共七届二中全会指出了中国由农业国转变为工业国、由新民主主义社会转变为社会主义社会的发展方向。故选项C不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 66671,
        "title": "社会主义制度确立后，毛泽东同志提出把马克思列宁主义基本原理同中国具体实际进行“第二次结合”，以毛泽东同志为主要代表的中国共产党人，结合新的实际丰富和发展毛泽东思想，提出关于社会主义建设的一系列重要思想，包括",
        "num": "29",
        "xuanxiang": [
          "A:社会主义社会是一个很长的历史阶段",
          "B:严格区分和正确处理敌我矛盾和人民内部矛盾",
          "C:正确处理我国社会主义建设的十大关系",
          "D:走出一条适合我国国情的工业化道路"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查全面建设社会主义的良好开端。社会主义制度确立后，毛泽东同志提出把马克思列宁主义基本原理同中国具体实际进行“第二次结合”，以毛泽东同志为主要代表的中国共产党人，结合新的实际丰富和发展毛泽东思想，提出关于社会主义建设的一系列重要思想，包括社会主义社会是一个很长的历史阶段，严格区分和正确处理敌我矛盾和人民内部矛盾，正确处理我国社会主义建设的十大关系，走出一条适合我国国情的工业化道路，尊重价值规律，在党与民主党派的关系上实行“长期共存、互相监督”的方针，在科学文化工作中实行“百花齐放、百家争鸣”的方针等。这些独创性理论成果至今仍有重要指导意义。故选项A四项全选。",
        "level_text": "米6卷6",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 66672,
        "title": "十八大召开到二十大召开已经十年了。十年来，我们经历了对党和人民事业具有重大现实意义和深远历史意义的大事是",
        "num": "30",
        "xuanxiang": [
          "A:开辟了中国特色社会主义道路，形成了中国特色社会主义理论体系",
          "B:迎来中国共产党成立一百周年",
          "C:中国特色社会主义进入新时代",
          "D:完成脱贫攻坚、全面建成小康社会的历史任务，实现第一个百年奋斗目标"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查新时代的伟大变革。十八大召开至今已经十年了。十年来，我们经历了对党和人民事业具有重大现实意义和深远历史意义的三件大事是：第一，迎来中国共产党成立一百周年。第二，中国特色社会主义进入新时代。第三，完成脱贫攻坚、全面建成小康社会的历史任务，实现第一个百年奋斗目标。故应选选项B三项。【干扰分析】开辟了中国特色社会主义道路，形成了中国特色社会主义理论体系是改革开放以来我们取得一切成绩和进步的根本原因。故选项A不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 66673,
        "title": "法律是成文的道德，道德是内心的法律。法律和道德都具有规范社会行为、调节社会关系、维护社会秩序的作用，在国家治理中都有其地位和功能。法安天下，德润人心。法治和德治不可分离、不可偏废，国家治理需要法律和道德协同发力。坚持依法治国和以德治国相结合的措施有",
        "num": "31",
        "xuanxiang": [
          "A:要强化道德对法治的支撑作用，为全面依法治国创造良好环境",
          "B:要以法治承载道德理念，使社会主义法治成为良法善治，引导全社会崇德向善",
          "C:要运用法治手段解决道德领域突出问题，依法加强对群众反映强烈的失德行为的整治",
          "D:要发挥法律在道德调节范围上、道德在法律约束力上的补充作用"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查走中国特色社会主义法治道路。法治和德治，是治国理政不可或缺的两种方式。坚持依法治国和以德治国相结合，既要强化道德对法治的支撑作用，重视发挥道德的教化作用，提高全社会文明程度，为全面依法治国创造良好环境；又要把道德要求贯彻到法治建设中，以法治承载道德理念。立法、执法、司法都要体现社会主义道德要求，都要把社会主义核心价值观贯穿其中，使社会主义法治成为良法善治，引导全社会崇德向善。要运用法治手段解决道德领域突出问题，依法加强对群众反映强烈的失德行为的整治。故应选选项A三项。【干扰分析】表述错误，要发挥道德在法律调节范围、法律在道德约束力上的补充作用。",
        "level_text": "米6卷6",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 66674,
        "title": "习近平在党的二十大报告中指出，必须更好发挥法治固根本、稳预期、利长远的保障作用，在法治轨道上全面建设社会主义现代化国家。全面依法治国是国家治理的一场深刻革命，关系",
        "num": "32",
        "xuanxiang": [
          "A:党执政兴国",
          "B:人民幸福安康",
          "C:党和国家长治久安",
          "D:国家的文化软实力"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】本题考查坚持全面依法治国。习近平在二十大报告中指出，全面依法治国是国家治理的一场深刻革命，关系党执政兴国，关系人民幸福安康，关系党和国家长治久安。必须更好发挥法治固根本、稳预期、利长远的保障作用，在法治轨道上全面建设社会主义现代化国家。故应选选项A三项。【干扰分析】一个国家的文化软实力，从根本上说，取决于其核心价值观的生命力、凝聚力、感召力。故选项D不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 66675,
        "title": "2023年10月，以色列同巴勒斯坦加沙地带武装组织爆发激烈冲突，造成双方大量人员伤亡。中方对当前巴以紧张局势加剧和暴力升级深表关切，呼吁有关各方保持冷静克制，立即停火，保护平民，防止局势进一步恶化。6月14日下午，国家主席习近平在同来华进行国事访问的巴勒斯坦总统阿巴斯举行会谈时强调，巴勒斯坦问题延宕半个多世纪，给巴勒斯坦人民带来深重苦难，必须尽快还巴勒斯坦以公道。习近平提出解决这一问题的主张是",
        "num": "33",
        "xuanxiang": [
          "A:中东和平进程已经长期停滞不可持续，必须重启和谈",
          "B:解决巴勒斯坦问题的根本出路在于建立以1967年边界为基础、以东耶路撒冷为首都、享有完全主权的独立的巴勒斯坦国",
          "C:巴勒斯坦经济民生需求应该得到保障，国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶",
          "D:要坚持和谈正确方向"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "题目解析:【答案详解】习近平在会见巴勒斯坦总统阿巴斯时强调，巴勒斯坦问题延宕半个多世纪，给巴勒斯坦人民带来深重苦难，必须尽快还巴勒斯坦以公道。习近平提出三点主张。第一，解决巴勒斯坦问题的根本出路在于建立以 1967年边界为基础、以东耶路撒冷为首都、享有完全主权的独立的巴勒斯坦国。第二，巴勒斯坦经济民生需求应该得到保障，国际社会应该加大对巴勒斯坦发展援助和人道主义帮扶。第三，要坚持和谈正确方向。故应选 选项B 三项。【干扰分析】巴以冲突反复上演，充分说明和平进程长期停滞不可持续。国际社会应当增强紧迫感，加大对巴勒斯坦问题的投入，推动巴以双方早日恢复和谈，寻求持久和平之道。并不是习近平主席提出的解决巴勒斯坦问题的正确主张。故选项A不符合题意。",
        "level_text": "米6卷6",
        "p_level_text": "33"
      }
    }
  }
}