{
  "title": "石5卷",
  "石5卷": {
    "石5卷1": {
      "1": {
        "timu_id": 68677,
        "title": "柏格森继承并发展了狄尔泰的生命哲学思想，在柏格森看来，生命不是物质，而是一种盲目的、非理性的、永动不息而又不知疲惫的生命冲动。这种冲动变化在时间上永不间歇地自发地流转，故称为“绵延”或“生命之流”。它像一条永流不息的意识长河，所以也称为“意识流”。这个观点的错误在于否认了：",
        "num": "1",
        "xuanxiang": [
          "A:世界是永恒发展的",
          "B:运动形式具有多样性",
          "C:运动是物质的根本属性",
          "D:物质是运动的承担者"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是物质与运动的关系。“生命不是物质，而是一种盲目的、非理性的、永动不息而又不知疲惫的生命冲动”否认了物质在运动，所以这句话的错误在于否认了物质是运动的承担者。因此，选项D正确【错项辨析】选项ABC虽然本身表述没有错误，但是不符合题干，因此均不选。",
        "level_text": "石5卷1",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68678,
        "title": "1930年，克莱德·汤博发现冥王星，并将其视为第九大行星。1992年后在柯伊伯带发现的一些质量与冥王星相似的天体开始挑战其行星地位。2005年发现的阅神星质量甚至比冥王星质量多出27%，国际天文联合会因此在2006年正式定义行星概念，将冥王星排除出行星行列，重新划为矮行星。但是无论人们把冥王星定为第九大行星还是划为矮行星，都不能改变冥王星绕着太阳运转的轨迹。这说明：",
        "num": "2",
        "xuanxiang": [
          "A:实践标准具有不确定性，还需要逻辑证明作为辅助标准",
          "B:真理具有相对性，是不能确定其正确性的",
          "C:谬误和真理在一定条件下相互转化，并没有明确的界限",
          "D:真理包含着不依赖于人的客观内容，真理具有客观性"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是真理观。冥王星绕着太阳运转的规律，是不以人的意志为转移的，体现了真理内容的客观性。因此，选项D正确。【错项辨析】选项A表述错误，实践是检验真理的唯一标准，逻辑证明是辅助手段，但不是标准；选项B表述错误，真理既有相对性，也有绝对性；选项C表述错误，谬误和真理在一定条件下相互转化，但是二者有着明确的界限，谬误是错误的认识，真理是正确的认识。因此，选项ABC不选。",
        "level_text": "石5卷1",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68679,
        "title": "全国道德模范是2007年以来，中央宣传部、中央文明办、全国总工会、共青团中央、全国妇联、中央军委政治工作部举办的评选表彰活动。褒奖群众身边看得见、摸得着、学得到的“平民英雄”，推崇在基层涌现的“凡人善举”，能够有力地引导人们“从我做起、从现在做起、从身边小事做起”，引导广大群众见贤思齐、争先创优，使道德模范成为大家学习的榜样，促进全社会文明程度和道德水平的进一步提高。这说明价值评价是：",
        "num": "3",
        "xuanxiang": [
          "A:认识发展的决定力量",
          "B:依赖于相关的知识性认识",
          "C:实践活动的精神驱动力",
          "D:具有主观性的随意活动"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是价值。题干中强调“引导广大群众见贤思齐、争先创优，使道德模范成为大家学习的榜样，促进全社会文明程度和道德水平的进一步提高”，说明价值评价对实践的作用是驱动。因此，选项C正确。【错项辨析】选项A表述错误，认识发展的决定力量是实践；选项B本身表述无误，但是不符合题干；选项D表述错误，价值评价具有主体性，但不能说是主观随意的活动因此，选项ABD不选。",
        "level_text": "石5卷1",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68680,
        "title": "超额剩余价值是个别资本家通过提高劳动生产率，使自己比一般资本家多得的那部分剩余价值。超额剩余价值：",
        "num": "4",
        "xuanxiang": [
          "A:是商品个别价值高于社会价值的差额",
          "B:来源仍然是该企业雇佣工人的剩余劳动",
          "C:是由采用先进技术的企业工人全部劳动创造的",
          "D:是资本家追求绝对剩余价值的结果"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是超额剩余价值。超额剩余价值是个别资本家通过提高劳动生产率，使自己商品的个别价值低于社会价值而多得的那部分剩余价值。其来源仍然是该企业雇佣工人的剩余劳动。因此，选项B正确。【错项辨析】超额剩余价值是个别资本家通过提高劳动生产率，使自己商品的个别价值低于社会价值而比一般资本家多得的那部分剩余价值。简单地说就是商品个别价值低于社会价值的差额，其来源仍然是该企业雇佣工人的剩余劳动，因此选项A和C不选；相对剩余价值是资本家追求超额剩余价值的结果，因此选项D不选。",
        "level_text": "石5卷1",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68681,
        "title": "社会主义基本制度确立后，如何在中国这样一个经济文化比较落后的东方大国建设和巩固社会主义，是党面临的全新课题，为了调动一切积极因素，团结一切可以团结的力量，把全党的注意力转到社会主义建设上来，毛泽东强调，社会主义国家政治生活的主题是：",
        "num": "5",
        "xuanxiang": [
          "A:正确处理敌我之间的矛盾",
          "B:正确处理不平衡不充分的发展",
          "C:正确处理计划与市场的关系",
          "D:正确处理人民内部矛盾"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是《关于正确处理人民内部矛盾的问题》。党在八大前后，特别是毛泽东在1957年2月所作的《关于正确处理人民内部矛盾的问题》的报告，系统论述了社会主义社会的矛盾理论。毛泽东强调，关于正确处理人民内部矛盾的问题是社会主义国家政治生活的主题。因此，选项D正确。【错项辨析】社会主义社会存在两种不同性质的矛盾：敌我矛盾和人民内部矛盾。正确处理人民内部矛盾是国家政治生活的主题，故选项A不选；党的十九大指出不平衡不充分的发展是当前和今后一个时期制约我国发展和满足人民日益增长的美好生活需要的主要根源，与题干无关，因此选项B不选；改革开放开始后的一个很长时期内，我国经济体制改革的核心问题是如何正确认识和处理计划与市场的关系，选项C与题干无关，因此不选。",
        "level_text": "石5卷1",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68682,
        "title": "邓小平理论经过改革开放和现代化建设实践的检验，不仅改变了中国人民的历史命运，而且改变了世界的历史进程。邓小平理论看清了世界和中国的发展大势，深刻了解中国人民和中华民族的深沉愿望，把握住了中国发展的历史规律。邓小平理论活的灵魂是：",
        "num": "6",
        "xuanxiang": [
          "A:实事求是、群众路线、独立自主",
          "B:具体问题具体分析",
          "C:解放思想、实事求是",
          "D:坚持和发展中国特色社会主义"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是邓小平理论活的灵魂。解放思想、实事求是的思想路线，有力地推动和保证了改革开放的进行，体现了辩证唯物主义和历史唯物主义的世界观方法论，体现了革命胆略和科学精神的统一，是邓小平理论活的灵魂，是邓小平理论的精髓。因此，选项C正确。【错项辨析】实事求是、群众路线、独立自主是毛泽东思想活的灵魂，因此选项A不选；具体问题具体分析是马克思主义活的灵魂，因此选项B不选；坚持和发展中国特色社会主义是习近平新时代中国特色社会主义思想的核心要义，因此选项D不选。",
        "level_text": "石5卷1",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68683,
        "title": "2013年2月，在甘肃定西渭源县元古堆村，习近平总书记走进村民马岗家破旧低矮的土坯房，从墙根水缸里舀起一瓢水，尝了尝，苦咸水的滋味让他眉头紧锁。那次，总书记专门来到引洮供水工程工地现场，叮嘱当地和随行的有关国家部委负责同志说“民生为上、治水为要”。总书记曾说，民心是最大的政治。这体现出习近平新时代中国特色社会主义思想的理论特质是：",
        "num": "7",
        "xuanxiang": [
          "A:秉持人民至上",
          "B:彰显历史自觉",
          "C:坚持实事求是",
          "D:强化战略思维"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是习近平新时代中国特色社会主义思想的立场。人民立场是习近平新时代中国特色社会主义思想的根本立场。这一思想坚持以人民为中心，坚持人民主体地位，把人民对美好生活的向往作为奋斗目标。题干中以总书记春节前对基层群众进行新春慰问为例，体现出总书记时刻牵挂人民，坚持人民至上。因此选项A正确。【错项辨析】历史发展有其规律，只有把握住历史发展大势，人类社会才能更好地前进，题干中没有体现历史规律的作用，因此选项B不选；实事求是就是坚持一切从实际出发来研究和解决问题，坚持理论联系实际来制定和形成指导实践发展的正确路线和方针政策，坚持在实践中检验真理和发展真理，题干中没有体现尊重规律，积极开展实践的意思，因此选项C不选；战略思维是高瞻远瞩、统揽全局，善于把握事物总体趋势和方向的思维方法，题干中没有体现把握全局的意思，因此选项D不选。",
        "level_text": "石5卷1",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68684,
        "title": "2023年2月7日，习近平总书记在学习贯彻党的二十大精神研讨班开班式上发表重要讲话强调，党的十八大以来，我们党在已有基础上继续前进，不断实现理论和实践上的创新突破，成功推进和拓展了中国式现代化。党的领导确保中国式现代化锚定奋斗目标行稳致远，我们党的奋斗目标一以贯之，一代一代地接力推进，取得了举世瞩目、彪炳史册的辉煌业绩。直接关系中国式现代化的根本方向、前途命运、最终成败，决定中国式现代化根本性质的是：",
        "num": "8",
        "xuanxiang": [
          "A:坚持中国特色",
          "B:坚持党的领导",
          "C:坚持统筹兼顾",
          "D:坚持底线思维"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是中国式现代化。习近平指出，党的领导直接关系中国式现代化的根本方向、前途命运、最终成败。党的领导决定中国式现代化的根本性质，只有毫不动摇坚持党的领导，中国式现代化才能前景光明、繁荣兴盛；否则就会偏离航向、丧失灵魂，甚至犯颠覆性错误。因此，选项B正确。【错项辨析】一个国家走向现代化，既要遵循现代化一般规律，更要符合本国实际，具有本国特色，选项A是中国式现代化的科学内涵的内容，因此不选；推进中国式现代化是一个系统工程，需要统筹兼顾、系统谋划、整体推进，正确处理好顶层设计与实践探索、战略与策略、守正与创新、效率与公平、活力与秩序、自立自强与对外开放等一系列重大关系，选项C是推进中国式现代化的重要方法之一，因此不选；推进中国式现代化，是一项前无古人的开创性事业，必然会遇到各种可以预料和难以预料的风险挑战、艰难险阻甚至惊涛骇浪，必须增强忧患意识，坚持底线思维，居安思危未雨绸缪，敢于斗争、善于斗争，通过顽强斗争打开事业发展新天地，选项D是推进中国式现代化的重要方法之一，因此不选。",
        "level_text": "石5卷1",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68685,
        "title": "鸦片战争作为中国近代史的开端，清政府失败，外国资本一帝国主义逐步人侵中国，中国的社会性质也开始发生质的变化。随着一系列不平等条约的签订，独立的中国在逐步沦为半殖民地半封建社会的同时,一些先进的中国人也开始睁眼看世界,带来民族意识的不断觉醒。标志着中国人民民族意识的普遍觉醒的条约是：",
        "num": "9",
        "xuanxiang": [
          "A:《南京条约》",
          "B:《马关条约》",
          "C:《望厦条约》",
          "D:《黄埔条约》"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点为近代史中国签订的不平等条约。中日甲午战争以后，中国人民的民族意识开始普遍觉醒，在中日甲午海战后，中国清政府与日本签订《马关条约》。因此，选项B正确。【错项辨析】《南京条约》是清政府与英国签订的近代史上第一个不平等条约，是中国近代史的开端，标志着中国人民民族意识开始觉醒，故选项A不符合题意；清政府与美国签订的《望厦条约》以及与法国签订的《黄埔条约》使得帝国主义在华进一步攫取大量特权，但并不意味着民族意识的普遍觉醒，故选项CD不符合题意。",
        "level_text": "石5卷1",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68686,
        "title": "五四运动是一场以先进青年知识分子为先锋、广大人民群众参加的彻底反帝反封建的伟大爱国革命运动，是一场中国人民为拯救民族危亡、捍卫民族尊严、凝聚民族力量而掀起的伟大社会革命运动，是一场传播新思想、新文化、新知识的伟大思想启蒙运动和新文化运动。五四运动爆发的直接导火索是：",
        "num": "10",
        "xuanxiang": [
          "A:一战的爆发",
          "B:十月革命的影响",
          "C:巴黎和会上中国外交的失败",
          "D:辛亥革命的失败"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点为五四运动。五四运动爆发的导火索是巴黎和会上中国外交的失败。因此，选项C正确。【错项辨析】五四运动爆发的时间为1919年，而一战爆发的时间为1914年，十月革命爆发的时间为1917年，辛亥革命的失败是指其没有完成反帝反封建的任务，因此，选项ABD均与题干无关。",
        "level_text": "石5卷1",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68687,
        "title": "第一次国共合作的形成，加快了当时中国革命前进的步伐。1924年，工人运动开始复兴，农民运动也有了初步开展。尤其国共合作创办的黄埔陆军军官学校，更是为未来的革命战争准备了军事力量的骨干。标志着第一次国共合作正式形成的是：",
        "num": "11",
        "xuanxiang": [
          "A:国民党一大的召开",
          "B:中共二大的召开",
          "C:中共三大的召开",
          "D:北伐战争的开启"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点为第一次国共合作。国民党一大对三民主义作出了新的解释，大会实际上确定了联俄、联共、扶助农工三大革命政策。这样，国民党一大的成功召开，就标志着第一次国共合作的正式形成。因此，选项A正确。【错项辨析】选项BC与题干无关，1922年，中共二大在上海召开，会议作出了关于建立民主主义联合战线的决议，1923年，中共三大正式决定全体共产党员以个人名义加入国民党，同孙中山领导的国民党建立统一战线。选项D不符合题干，北伐战争是第一次国共合作的成果之一。因此，选项BCD不选。",
        "level_text": "石5卷1",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68688,
        "title": "随着抗日战争进入战略相持阶段，日本对国民党政府采取以政治诱降为主、军事打击为辅的方针。国民党在重申坚持持久抗战的同时，对内对外政策发生了重大变化。1939年1月，国民党五届五中全会决定成立“防共委员会”，确定了“防共、限共、溶共、反共”的方针。以下哪个事件的发生，标志着抗日战争进入战略相持阶段：",
        "num": "12",
        "xuanxiang": [
          "A:日军发动太平洋战争",
          "B:卢沟桥事变",
          "C:台儿庄大捷",
          "D:广州、武汉失守"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是抗日战争。1938年10月，广州、武汉失守，抗日战争进入战略相持阶段。因此，选项D正确。【错项辨析】选项A与题干无关，1941年12月，日军发动太平洋战争，美、英对日宣战，整个世界格局发生变化，为了配合英、美打击日军，国民政府命令各战区发动攻击；选项B与题干无关，1937年卢沟桥事变的爆发，中国抗日战争进入全民族抗战阶段；选项C与题干无关，台儿庄大捷是抗战初期国民党军队对日作战取得的一次胜利战役。因此，选项ABC不选。",
        "level_text": "石5卷1",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68689,
        "title": "任何人都是处在一定的社会关系中从事社会实践活动的人，社会属性是人的本质属性。认识和处理人生问题的重要着眼点和出发点是：",
        "num": "13",
        "xuanxiang": [
          "A:个人和他人的关系问题",
          "B:个人与国家的关系问题",
          "C:个人与社会的关系问题",
          "D:个人与集体的关系问题"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是个人与社会的关系。个人与社会的关系是认识和处理人生问题的重要着眼点和出发点。因此，选项C正确。【错项辨析】个人与他人的关系是人与人之间的关系，人的本质属性是社会属性，认识和处理人生问题的重要着眼点和出发点是个人与社会的关系，而不是人与人的关系，因此选项A不选；选项BD是集体主义原则的要求，要坚持集体利益、国家利益高于个人利益。",
        "level_text": "石5卷1",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68690,
        "title": "“立善法于天下，则天下治；立善法于一国，则一国治。”以习近平同志为核心的党中央对全面依法治国高度重视，从关系党和国家长治久安的战略高度来定位法治、布局法治、厉行法治，把全面依法治国放在党和国家事业发展全局中来谋划，来推进。法律是治国之重器，立法是法治的龙头环节。科学立法的目标是：",
        "num": "14",
        "xuanxiang": [
          "A:把公正、公平、公开原则贯穿立法全过程，完善立法体制机制",
          "B:完善以宪法为核心的中国特色社会主义法律体系，加强宪法实施",
          "C:深入推进科学立法、民主立法",
          "D:坚持以民为本、立法为民"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是全面依法治国的基本格局。科学立法以完善以宪法为核心的中国特色社会主义法律体系，加强宪法实施为目标。因此，选项B正确。【错项辨析】选项AC是科学立法的具体要求；选项D是科学立法的理念。因此，选项ACD不选。",
        "level_text": "石5卷1",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68691,
        "title": "2023年3月13日，国务院总理李强答中外记者提问时表示：“坐在办公室碰到的都是问题，深入基层看到的全是办法，高手在民间，我们要推动各级干部多到一线去。”习近平总书记同样指出：“多到分管领域的基层一线去，多到困难多、群众意见集中工作打不开局面的地方去，体察实情、解剖麻雀，全面掌握情况，做到心中有数。这就要求：",
        "num": "15",
        "xuanxiang": [
          "A:必须坚持人民至上",
          "B:必须坚持自信自立",
          "C:必须坚持守正创新",
          "D:要大兴调查研究之风"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。习近平总书记指出：“要大兴调查研究之风，多到分管领域的基层一线去，多到困难多、群众意见集中、工作打不开局面的地方去，体察实情、解剖麻雀，全面掌握情况，做到心中有数。”因此，选项D正确。【错项辨析】二十大报告指出，继续推进实践基础上的理论创新，首先要把握好新时代中国特色社会主义思想的世界观和方法论，坚持好、运用好贯穿其中的立场观点方法。必须坚持人民至上、坚持自信自立、坚持守正创新、坚持问题导向、坚持系统观念、坚持胸怀天下。因此，选项ABC不符合题意。",
        "level_text": "石5卷1",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68692,
        "title": "2023年1月17日，国务院副总理刘鹤出席达沃斯世界经济论坛2023年年会并发表致辞。中国的基本国情决定了必须对外开放，不断提高对外开放质量和水平，我们反对单边主义、保护主义，推动全面加强国际合作。本次论坛年会的主题是：",
        "num": "16",
        "xuanxiang": [
          "A:“在分裂的世界中加强合作”",
          "B:“历史转折点：政府政策和商业战略",
          "C:“全球化4.0：打造第四次工业革命时代的全球结构’",
          "D:“凝聚全球力量，实现可持续发展"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。2023年达沃斯世界经济论坛的主题为“在分裂的世界中加强合作”。因此，选项A正确。【错项辨析】“历史转折点：政府政策和商业战略”为2022年达沃斯世界经济论坛的主题；“全球化4.0：打造第四次工业革命时代的全球结构”为2019年达沃斯世界经济论坛的主题；“凝聚全球力量，实现可持续发展”为2020年达沃斯世界经济论坛的主题。因此，选项BCD不选。二、多项选择题",
        "level_text": "石5卷1",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68693,
        "title": "人们的实践活动是以改造客观世界为目的的、主体与客体之间通过一定的中介发生相互作用的客观过程。随着社会的快速发展，当代人类实践出现了新的变化，呈现出许多新的发展特点，下列关于实践活动的基本特征的说法正确的是：",
        "num": "17",
        "xuanxiang": [
          "A:实践能够引起客观世界的某种变化",
          "B:人的活动总是有意识、有目的的",
          "C:任何人的活动都不能离开与社会的联系",
          "D:构成实践活动的诸要素都是可感知的客观实在"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是实践。实践具有实在性、自觉能动性和社会历史性等基本特征。第一，实践是人类改造世界的客观物质活动，本质上是客观的、物质的活动。构成实践活动的诸要素，即实践的主体、客体和中介，都是可感知的客观实在，选项D表述正确。实践的水平、广度、深度和发展过程，都受着客观条件的制约和客观规律的支配。实践能够引起客观世界的某种变化，选项A表述正确。第二，实践是人类有意识的活动，体现了自觉的能动性。与动物本能的、被动的适应性活动不同，人的活动总是有意识、有目的的，在人的实践活动结束时得到的结果，在这个过程开始时就作为目的在实践者头脑中以观念的形式存在着，这个目的决定着实践者的行为，选项B表述正确。第三，实践是社会的、历史的活动。实践从一开始就是社会性的活动，任何人的活动都不能离开与社会的联系。作为实践主体的人总是社会的人，即处在一定社会关系中的人。实践的社会性决定了它的历史性，因为实践的内容、性质、范围、水平都是受一定的社会历史条件所制约的，都是随着一定社会历史条件的变化而变化的，选项C表述正确。",
        "level_text": "石5卷1",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68694,
        "title": "实施乡村振兴战略，物质文明和精神文明要一起抓，特别要注重提升农民精神风貌2023年中央一号文件不仅专门拿出一节内容部署“加强农村精神文明建设”，还特别提出“支持乡村自办群众性文化活动”。文化是社会意识的重要组成部分，文化兴则国运兴，文化强则民族强。文化对社会发展的作用主要体现在",
        "num": "18",
        "xuanxiang": [
          "A:文化为社会发展提供思想保证",
          "B:文化为社会发展提供精神动力",
          "C:文化为社会发展提供凝聚力量",
          "D:文化为社会发展提供智力支持"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是社会存在与社会意识。社会存在与社会意识辩证关系的原理具有重要的理论意义和现实意义。首先，这一原理在人类思想史上第一次正确解决了社会历史观的基本问题，是社会历史观革命性变革的基础。其次，这一原理对于社会发展包括社会文化建设具有重要的指导意义。文化是社会意识的重要组成部分。文化是一个国家、一个民族的灵魂。文化兴则国运兴，文化强则民族强。文化蕴含着人类的智慧、价值追求和审美情趣，文化的核心是价值观。文化对社会发展的重要作用主要表现在：其一，文化为社会发展提供思想保证。其二，文化为社会发展提供精神动力。其三，文化为社会发展提供智力支持。其四，文化为社会发展提供凝聚力量。因此，选项ABCD均正确。",
        "level_text": "石5卷1",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68695,
        "title": "党的十九届六中全会将加快构建以国内大循环为主体、国内国际双循环相互促进的新发展格局明确为习近平新时代中国特色社会主义思想的重要组成部分。新发展格局的提出是马克思资本循环理论的中国化时代化。全面、准确、科学理解马克思的资本循环理论及我们党的创新性发展，对于学习和掌握习近平新时代中国特色社会主义思想的科学理论体系具有重要意义。产业资本在循环过程中要经历三个不同阶段，与此相联系的是资本依次执行三种不同的职能：",
        "num": "19",
        "xuanxiang": [
          "A:货币资本",
          "B:生产资本",
          "C:商品资本",
          "D:金融资本"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是资本循环。资本循环是资本从一种形式出发，经过一系列形式的变化，又回到原来出发点的运动。产业资本在循环过程中要经历三个不同阶段，与此相联系的是资本依次执行三种不同职能。第一个阶段是购买阶段，产业资本执行的是货币资本的职能；第二个阶段是生产阶段，产业资本执行的是生产资本的职能；第三个阶段是售卖阶段，产业资本执行的是商品资本的职能。因此，选项ABC正确。【错项辨析】金融资本是由工业垄断资本和银行垄断资本融合在一起而形成的一种垄断资本。金融资本形成的主要途径包括金融联系、资本参与、人事参与等。选项D与题意不符，故不选。",
        "level_text": "石5卷1",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68696,
        "title": "商品、服务被消费者选择，依靠的是价格、质量以及服务好坏等，只有让各类市场主体充分参与到市场竞争中，它们才能不断提高商品质量和服务效率，带来社会效益的最大化。垄断是从自由竞争中形成的，是作为自由竞争的对立面产生的，但是，垄断并不能消除竞争，反而使竞争变得更加复杂和剧烈。这是因为：",
        "num": "20",
        "xuanxiang": [
          "A:各垄断组织通过竞争发展起来，还需要增强自己的竞争实力以巩固自己的垄断地位",
          "B:垄断条件下的竞争，规模大、时间长、手段残酷、程度更加激烈，具有更大破坏性",
          "C:垄断产生后没有消除产生竞争的经济条件，即以资本主义私有制为基础的商品经济",
          "D:社会生产是复杂多样的，任何垄断组织都不可能把包罗万象的社会生产都包下来"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是垄断。垄断是从自由竞争中形成的，是作为自由竞争的对立面产生的，但是，垄断并不能消除竞争，反而使竞争变得更加复杂和剧烈。这是因为：一是垄断没有消除产生竞争的经济条件。竞争是商品经济的一般规律，垄断产生后，没有消除以资本主义私有制为基础的商品经济。因此，选项C正确。二是垄断必须通过竞争来维持。各个垄断组织通过竞争发展起来，还需要不断增强自己的竞争实力，巩固自己的垄断地位。因此，选项A正确。三是社会生产是复杂多样的，任何垄断组织都不可能把包罗万象的社会生产都包下来。因此，选项D正确。总之，在垄断条件下，在垄断组织内部、垄断组织之间、垄断组织同非垄断组织之间以及非垄断的中小企业之间存在着广泛而激烈的竞争。【错项辨析】选项B是垄断条件下的竞争同自由竞争相比具有的新特点，不符合题意故不选。",
        "level_text": "石5卷1",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68697,
        "title": "由于经济文化相对落后，率先进人社会主义社会的俄国、中国以及其他国家不可避免地遇到了一系列困难与问题，使这些国家的社会主义建设不能不具有长期性。其原因主要有：",
        "num": "21",
        "xuanxiang": [
          "A:生产力发展状况的制约",
          "B:经济基础和上层建筑发展状况的制约",
          "C:历史文化传统的差异性",
          "D:国际环境的严峻挑战"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是社会主义建设的长期性。由于经济文化相对落后，率先进人社会主义社会的俄国、中国以及其他国家不可避免地遇到了一系列困难与问题使这些国家的社会主义建设不能不具有长期性。其原因主要有：第一，生产力发展状况的制约。第二，经济基础和上层建筑发展状况的制约。第三，国际环境的严峻挑战。第四，马克思主义执政党对社会主义发展道路的探索和对社会主义建设规律的认识需要一个长期的过程。因此，对于经济文化相对落后的国家建设社会主义的长期性，我们必须有充分的估计。因此，选项ABD正确。【错项辨析】选项C不符合题意，历史文化传统的差异性是造成社会主义发展道路多样性的重要条件。",
        "level_text": "石5卷1",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68698,
        "title": "在长期实践中，以毛泽东同志为主要代表的中国共产党人，根据马克思列宁主义基本原理，形成了适合中国情况的科学指导思想，这就是毛泽东思想。毛泽东思想以独创性的理论丰富和发展了马克思列宁主义。毛泽东思想是：",
        "num": "22",
        "xuanxiang": [
          "A:马克思主义中国化时代化的最新成果",
          "B:中国特色社会主义理论体系的开篇之作",
          "C:马克思主义中国化的第一次历史性飞跃",
          "D:中国革命和建设的科学指南"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点为毛泽东思想的内涵和意义。毛泽东思想是马克思列宁主义在中国的创造性运用和发展，是被实践证明了的关于中国革命和建设的正确的理论原则和经验总结，是马克思主义中国化的第一次历史性飞跃。因此，选项CD正确。【错项辨析】习近平新时代中国特色社会主义思想是马克思主义中国化时代化的最新成果，故选项A不符合题意；中国特色社会主义理论体系的开篇之作是邓小平理论，故选项B不符合题意。",
        "level_text": "石5卷1",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68699,
        "title": "生活之树常青。一种理论的产生，源泉只能是丰富生动的现实生活，动力只能是解决社会矛盾和问题的现实要求。习近平新时代中国特色社会主义思想创立的背景是：",
        "num": "23",
        "xuanxiang": [
          "A:中华民族伟大复兴战略全局与世界百年未有之大变局同步交织、相互激荡",
          "B:中国特色社会主义进入新时代的历史方位",
          "C:十八大以来取得历史性成就、实现历史性变革的实践基础",
          "D:马克思主义基本原理同中国具体实际、中华优秀传统文化相结合"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点为习近平新时代中国特色社会主义思想创立的背景。当前，世界百年未有之大变局加速演进，我国发展进入战略机遇和风险挑战并存、不确定难预料因素增多的时期，两者同步交织、相互激荡。中国特色社会主义进入新时代，这是一个需要理论而且一定能够产生理论的时代。当代中国正经历着最为广泛而深刻的社会变革，也正在进行着人类历史上最为宏大而独特的实践创新。中华优秀传统文化是党创新理论的“根”，我们推进马克思主义中国化时代化的根本途径是“两个结合”。坚持把马克思主义基本原理同中国具体实际相结合、同中华优秀传统文化相结合，用马克思主义观察时代、把握时代、引领时代，继续发展当代中国马克思主义、二十一世纪马克思主义！习近平新时代中国特色社会主义思想是在新时代的伟大实践中应运而生、顺势而成的。因此，选项ABCD正确。",
        "level_text": "石5卷1",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68700,
        "title": "做好2023年和今后一个时期“三农”工作，要坚持以习近平新时代中国特色社会主义思想为指导，全面贯彻落实二十大精神，深入贯彻落实习近平总书记关于“三农”工作的重要论述，坚持和加强党对三农工作的全面领导，坚持农业农村优先发展，坚持城乡融合发展，强化科技创新和制度创新，扎实推进乡村发展、乡村建设、乡村治理等重点工作，坚决守牢的底线是：",
        "num": "24",
        "xuanxiang": [
          "A:确保粮食安全",
          "B:保障人民基本生活",
          "C:防止规模性返贫",
          "D:增加农民收入"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点为2023年中央一号文件《中共中央国务院关于做好2023年全面推进乡村振兴重点工作的意见》。文件指出：做好2023年和今后一个时期“三农”工作，要坚持以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的二十大精神，深入贯彻落实习近平总书记关于“三农”工作的重要论述，坚持和加强党对“三农”工作的全面领导，坚持农业农村优先发展，坚持城乡融合发展，强化科技创新和制度创新，坚决守牢确保粮食安全、防止规模性返贫等底线，扎实推进乡村发展、乡村建设、乡村治理等重点工作，加快建设农业强国，建设宜居宜业和美乡村，为全面建设社会主义现代化国家开好局起好步打下坚实基础。因此，选项AC正确。【错项辨析】保障人民基本生活、增加农民收入并非是底线问题，与时政原文不符，故选项BD不选。",
        "level_text": "石5卷1",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 68701,
        "title": "习近平总书记指出，中国将提高国家自主贡献力度，采取更加有力的政策和措施，二氧化碳排放力争于2030年前达到峰值，努力争取2060年前实现碳中和。实现“双碳”目标，不是别人让我们做，而是我们自己必须要做。我国已进入新发展阶段，推进“双碳”工作是：",
        "num": "25",
        "xuanxiang": [
          "A:主动担当大国责任、推动构建人类命运共同体的迫切需要",
          "B:促进人与自然和谐共生的迫切需要",
          "C:顺应技术进步趋势、推动经济结构转型升级的迫切需要",
          "D:破解资源环境约束突出问题、实现可持续发展的迫切需要"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点为习近平生态文明思想。习近平在十九届中央政治局第三十六次集体学习时的讲话时指出：实现“双碳”目标，不是别人让我们做，而是我们自己必须要做。我国已进入新发展阶段，推进“双碳”工作是破解资源环境约束突出问题、实现可持续发展的迫切需要，是顺应技术进步趋势、推动经济结构转型升级的迫切需要，是满足人民群众日益增长的优美生态环境需求、促进人与自然和谐共生的迫切需要，是主动担当大国责任、推动构建人类命运共同体的迫切需要。因此，选项ABCD正确。",
        "level_text": "石5卷1",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 68702,
        "title": "2023年2月28日，中国共产党第二十届中央委员会第二次全体会议通过了《中国共产党第二十届中央委员会第二次全体会议公报》（以下简称《公报》）。《公报》指出：党的十八大以来，以习近平同志为核心的党中央把深化党和国家机构改革作为推进国家治理体系和治理能力现代化的一项重要任务，深化党和国家机构改革的原则是：",
        "num": "26",
        "xuanxiang": [
          "A:坚持党的全面领导",
          "B:坚持以人民为中心",
          "C:坚持优化协同高效",
          "D:坚持全面依法治国"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点为党的二十届二中全会。2023年2月28日，中国共产党第二十届中央委员会第二次全体会议通过了《中国共产党第二十届中央委员会第二次全体会议公报》。全会认为，党的十八大以来，以习近平同志为核心的党中央把深化党和国家机构改革作为推进国家治理体系和治理能力现代化的一项重要任务，按照坚持党的全面领导、坚持以人民为中心、坚持优化协同高效、坚持全面依法治国的原则，深化党和国家机构改革，党和国家机构职能实现系统性、整体性重构，为党和国家事业取得历史性成就、发生历史性变革提供了有力保障，也为继续深化党和国家机构改革积累了宝贵经验。因此，选项ABCD正确。",
        "level_text": "石5卷1",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 68703,
        "title": "19世纪60年代初第二次鸦片战争结束之后，封建统治阶级中的部分成员如奕诉曾国藩、李鸿章、左宗棠、张之洞等，主张引进、仿造西方的武器装备和学习西方的科学技术，创设近代企业，兴办洋务，他们兴办洋务的原因是：",
        "num": "27",
        "xuanxiang": [
          "A:制造和购买洋枪洋炮以镇压农民起义",
          "B:加强海防、边防，并趁机发展本集团的实力",
          "C:摆脱外国资本主义的压迫，为发展资本主义开辟道路",
          "D:挽救清政府的统治危机以维护中国封建伦理纲常"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查洋务运动兴办的原因。具体原因如下：第一，挽救清政府的统治危机；第二，镇压农民起义；第三，发展本集团实力。因此，选项ABD正确。【错项辨析】选项C是维新运动产生的历史条件，不符合题意",
        "level_text": "石5卷1",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 68704,
        "title": "1938年党的六届六中全会上，毛泽东明确提出“马克思主义中国化”的伟大命题。他说：“共产党员是国际主义的马克思主义者，但是马克思主义必须和我国的具体特点相结合并通过一定的民族形式才能实现。”毛泽东是马克思主义中国化的伟大开拓者，他创造性地解决了中国革命进程中的一系列重大问题，主要表现在",
        "num": "28",
        "xuanxiang": [
          "A:解决了中国革命的道路问题，制定了新民主主义革命总路线",
          "B:解决了在长期的农村战争环境下如何建设一个马克思主义政党的问题",
          "C:解决了革命统一战线的问题，找到了最广大的同盟者",
          "D:解决了中国式现代化的历史重任，落实了中国现代化发展条件"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的是毛泽东对马克思主义中国化的历史贡献。毛泽东创造性地解决了中国革命的道路问题，开创了农村包围城市、武装夺取政权的中国式革命道路，在此基础之上阐明了中国革命的性质、对象、任务、动力，制定了新民主主义革命总路线。因此，选项A正确。中国革命道路决定了中国共产党建设的独立环境，毛主席的建党思想，创造性解决了在这种特殊环境下建设马克思主义政党的一系列重大问题。因此，选项B正确。统一战线被毛泽东誉为战胜敌人的三大法宝之一，为中国革命的胜利提供了重要保障。因此，选项C正确。【错项辨析】党的十八大以来，以习近平同志为核心的党中央以伟大的自我革命引领伟大的社会革命，成功拓展和推进了中国式现代化。因此，选项D不符合题意",
        "level_text": "石5卷1",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 68705,
        "title": "延安整风运动是中国共产党历史上第一次大规模的整风运动。抗日战争时期，为了提高全党的马列主义水平，纠正党内各种非无产阶级思想，有必要集中开展一场普遍的马克思主义思想教育运动，以统一广大党员、干部尤其是党的高级干部的思想，增强党的凝聚力和战斗力。整风运动过程中的历史文献有：",
        "num": "29",
        "xuanxiang": [
          "A:《改造我们的学习》",
          "B:《整顿党的作风》",
          "C:《反对党八股》",
          "D:《关于若干历史问题的决议》"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查延安整风期间毛泽东相关的著作或文件。1941年毛泽东作了《改造我们的学习》的报告，整风运动首先在高级干部中进行。1942年，毛泽东先后作了《整顿党的作风》《反对党八股》的讲演，整风运动在全党范围普遍展开。1945年，党的扩大的六届七中全会通过了《关于若干历史问题的决议》，对党的若干重大历史问题作出结论。至此，整风运动胜利结束。因此，选项ABCD正确。",
        "level_text": "石5卷1",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 68706,
        "title": "2018年3月，十三届全国人民代表大会第一次会议表决通过了《中华人民共和国宪法修正案》，把国家倡导的社会主义核心价值观正式写入宪法，进一步凸显了社会主义核心价值观的重大意义。社会主义核心价值观的显著特征是：",
        "num": "30",
        "xuanxiang": [
          "A:反映人类社会发展进步的价值观念",
          "B:构建人类命运共同体的行动指南",
          "C:彰显人民至上的价值立场",
          "D:因真实可信而具有强大的道义力量"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是社会主义核心价值观的显著特征。社会主义核心价值观反映人类社会发展进步的价值观念，彰显人民至上的价值立场，因真实可信而具有强大的道义力量。因此，选项ACD正确。【错项辨析】选项B不符合题意，构建人类命运共同体的行动指南是习近平总书记提出的“五个坚持”，即“坚持对话协商，坚持共建共享，坚持合作共赢，坚持交流互鉴，坚持绿色低碳”。",
        "level_text": "石5卷1",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 68707,
        "title": "推进全面依法治国，必须坚持走中国特色社会主义法治道路，走中国特色社会主义法治道路是：",
        "num": "31",
        "xuanxiang": [
          "A:由我国社会主义国家性质所决定的",
          "B:立足我国基本国情的必然选择",
          "C:历史的必然结论",
          "D:是社会主义法治最根本的保证"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是全面依法治国。坚定不移走中国特色社会主义法治道路，是由中国社会主义国家性质所决定的。坚定不移走中国特色社会主义法治道路，是立足我国基本国情、顺应我国经济社会发展要求的必然选择。因此，选项ABC正确【错项辨析】选项D表述错误，社会主义法治最根本的保证是坚持党的领导。",
        "level_text": "石5卷1",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 68708,
        "title": "2023年第1期《求是》杂志发表国家主席习近平在党的二十届一中全会上的讲话《为实现党的二十大确定的目标任务而团结奋斗》。讲话指出，全面贯彻党的二十大精神，为实现党的二十大确定的目标任务而团结奋斗，是新一届中央领导集体的重大政治任务。讲话提出的要求有：",
        "num": "32",
        "xuanxiang": [
          "A:牢记“国之大者”",
          "B:全面增强本领",
          "C:增强斗争精神",
          "D:保持清正廉洁"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。2023年第1期《求是》杂志发表国家主席习近平在党的二十届一中全会上的讲话《为实现党的二十大确定的目标任务而团结奋斗》。讲话指出，全面贯彻党的二十大精神，为实现党的二十大确定的目标任务而团结奋斗，是新一届中央领导集体的重大政治任务。讲话提出几点要求：一是牢记“国之大者”；二是全面增强本领；三是增强斗争精神；四是保持清正廉洁。因此，选项ABCD 正确。",
        "level_text": "石5卷1",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 68709,
        "title": "2023年3月21日，国家主席习近平在莫斯科克里姆林宫同俄罗斯总统普京举行会谈。两国元首就中俄关系及共同关心的重大国际和地区问题进行了真挚友好、富有成果的会谈，达成许多新的重要共识。双方一致同意，本着睦邻友好、合作共赢原则推进各领域交往合作，深化新时代全面战略协作伙伴关系。本次会晤的内容有：",
        "num": "33",
        "xuanxiang": [
          "A:共同签署《中华人民共和国和俄罗斯联邦关于深化新时代全面战略协作伙伴关系的联合声明》",
          "B:共同签署《中华人民共和国主席和俄罗斯联邦总统关于2030年前中俄经济合作重点方向发展规划的联合声明》",
          "C:中俄结成新时期军事战略盟友",
          "D:中俄将进一步密切国际协作"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。中俄此次会晤后两国元首共同签署了《中华人民共和国和俄罗斯联邦关于深化新时代全面战略协作伙伴关系的联合声明》和《中华人民共和国主席和俄罗斯联邦总统关于2030年前中俄经济合作重点方向发展规划的联合声明》，因此选项AB正确。俄方赞赏中方始终在国际事务中秉持客观公正立场，支持中方提出的全球安全倡议、全球发展倡议、全球文明倡议，愿同中方进一步密切国际协作，因此选项D正确。【错项辨析】中国奉行独立自主的和平外交政策。中俄关系具有独立自主价值，建立在不结盟、不对抗、不针对第三方基础之上，更不受第三方的干扰和挑拨，因此，选项C错误。三、分析题",
        "level_text": "石5卷1",
        "p_level_text": "33"
      }
    },
    "石5卷2": {
      "1": {
        "timu_id": 68710,
        "title": "马克思1844年初发表了《论犹太人问题》和《（黑格尔法哲学批判）导言》两篇文章，使他完成了从唯心主义到唯物主义、从革命民主主义到共产主义的转变，发表《论犹太人问题》和《（黑格尔法哲学批判）导言》的刊物是：",
        "num": "1",
        "xuanxiang": [
          "A:《共产党宣言》",
          "B:《德法年鉴》",
          "C:《新莱茵报》",
          "D:《法兰西内战》"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的是马克思的著作。《德法年鉴》是德国“第一个社会主义的刊物”。1844年2月底只在巴黎用德文出版了1~2期合刊号，这号合刊包括马克思的著作《（黑格尔法哲学批判）导言》和《论犹太人问题》、恩格斯的著作《政治经济学批判大纲》和《英国状况》，以及其他人写的文章。马克思和恩格斯在《德法年鉴》上发表的文章表明，他们最终完成了从唯心主义到唯物主义、从革命民主主义向共产主义的转变。因此，选项B正确。【错项辨析】选项A不符合题意，《共产党宣言》（又译《共产主义宣言》）是马克思和恩格斯为共产主义者同盟起草的纲领；1848年2月24日《共产党宣言》正式出版；于1920年8月首次出版中文全译本。《共产党宣言》的理论原理是历史唯物主义，全面系统阐述了科学社会主义理论，指出共产主义运动将成为不可抗拒的历史潮流。《共产党宣言》的发表标志着马克思主义公开问世和科学社会主义的诞生。选项C不符合题意，1848年4月，在德国无产者的资助下，马克思和恩格斯一起回到普鲁士科隆，创办《新莱茵报》，5月19日出版最后一刊，后马克思又遭驱逐。选项D不符合题意，《法兰西内战》分析了巴黎公社的发展过程和历史意义，概括了公社的历史经验，发展了马克思主义关于无产阶级革命和无产阶级专政的学说，特别是用巴黎公社的新经验进一步论证和丰富了无产阶级革命必须首先打碎资产阶级国家机器的思想。马克思认为，巴黎公社在政治、经济、教育等方面所采取的措施，体现了人民管理制的发展方向。巴黎公社“实质上是工人阶级的政府，是生产者阶级同占有者阶级斗争的结果，是终于发现的、可以使劳动在经济上获得解放的政治形式”。",
        "level_text": "石5卷2",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68711,
        "title": "《文与可画谷偃竹记》中记载：画竹必先得成竹于胸中，执笔熟视，乃见其所欲画者，急起从之，振笔直遂，以追其所见，如兔起鹘落，少纵则逝矣。上述材料“胸有成竹”体现的哲学道理是：",
        "num": "2",
        "xuanxiang": [
          "A:意识是物质世界长期发展的产物",
          "B:意识是大脑的机能和属性",
          "C:意识是客观世界的主观映象",
          "D:物质是不依赖于人的意识的客观实在"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是意识的本质。“胸有成竹”是因为先观察竹子，对竹子形成了认知了解，才能在绘画时描绘得生动逼真，这体现的是意识是客观世界的主观映象。选项C正确。【错项辨析】选项AD表述正确，但是不符合题意，因此不选；选项B表述错误，意识是人脑的机能和属性，是人所独有的，因此不选。",
        "level_text": "石5卷2",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68712,
        "title": "自古以来，水草茂盛的地方容易出现游牧文明，大河水量充沛的地方则会诞生农耕文化，这说明：",
        "num": "3",
        "xuanxiang": [
          "A:地理环境对社会发展具有决定作用",
          "B:人口因素对社会发展具有重要作用",
          "C:生产方式对社会发展起着决定作用",
          "D:地理环境对社会发展起着重要作用"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是社会存在。水草茂盛、大河水量充沛都是在说周围的地理环境。因此，选项D正确。【错项辨析】选项A表述错误，对社会发展具有决定作用的是物质资料生产方式，因此不选；选项BC表述正确，但是不符合题意，因此不选。",
        "level_text": "石5卷2",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68713,
        "title": "在日常生活中，我们常常看到“限量版”“秒杀”等现象，以至于在物质丰富的今天，还存在大排长龙、供不应求现象。大家的解释是“刚性需求”所致。但是，这些其实是一种人为制造稀缺性，达到加价目的的营销方式，这种营销方式被称为“饥饿营销”。“饥饿营销”体现了：",
        "num": "4",
        "xuanxiang": [
          "A:价格是价值的货币表现",
          "B:价格会围绕价值上下波动",
          "C:供求关系会影响价格",
          "D:等价交换并不适用于一切商品"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是价值规律。“饥饿营销”是一种营销手段，人为造成供不应求的现象，以达到加价的目的。因此，选项C正确。【错项辨析】选项AB表述正确，但是不符合题意，因此不选；选项D表述错误，等价交换适用于商品经济领域，一切商品在合法合规的前提下，在市场上都是等价交换。",
        "level_text": "石5卷2",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68714,
        "title": "从中华人民共和国成立到社会主义改造基本完成，是我国从新民主主义到社会主义过渡的时期。这一时期，我国社会的性质是：",
        "num": "5",
        "xuanxiang": [
          "A:社会主义初级阶段",
          "B:不发达的社会主义",
          "C:新民主主义社会",
          "D:国家资本主义"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是新民主主义社会的性质。从中华人民共和国成立到社会主义改造基本完成，是我国从新民主主义到社会主义过渡的时期。这一时期，我国社会的性质是新民主主义社会。新民主主义社会是属于社会主义体系的，不是一个独立的社会形态，而是由新民主主义转变到社会主义的过渡性的社会形态。因此，选项C正确。【错项辨析】我国在1956年完成社会主义改造后才进人社会主义初级阶段，因此，选项A不选；毛泽东将社会主义发展阶段划分为不发达的社会主义和比较发达的社会主义，在社会主义改造基本完成前，我国尚未进入不发达的社会主义，因此，选项B不选；国家资本主义是对资本主义工商业进行社会主义改造的过渡形式，不是一种社会性质，因此，选项D不选。",
        "level_text": "石5卷2",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68715,
        "title": "党的基本路线高度概括了党在社会主义初级阶段的奋斗目标、基本途径和根本保证、领导力量和依靠力量以及实现这一目标的基本方针，既紧紧抓住了中国现阶段的主要矛盾，又体现了运用社会主义社会基本矛盾运动的规律。党的基本路线是党和国家的生命线、人民的幸福线。党的基本路线中回答了社会主义根本任务问题的是：",
        "num": "6",
        "xuanxiang": [
          "A:坚持改革开放",
          "B:以经济建设为中心",
          "C:坚持四项基本原则",
          "D:建设社会主义现代化强国"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是党的基本路线的内容。党的十三大报告提出了党在社会主义初级阶段的基本路线：领导和团结全国各族人民，以经济建设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富强、民主、文明的社会主义现代化国家而奋斗。党的十九大提出“为把我国建设成为富强民主文明和谐美丽的社会主义现代化强国而奋斗”，不仅将“美丽”纳入了基本路线，而且将“现代化国家”提升为“现代化强国”，扩展了党的基本路线的内涵，提升了社会主义初级阶段的奋斗目标。“以经济建设为中心”，回答了社会主义的根本任务问题体现了发展生产力的本质要求。因此，选项B正确【错项辨析】“坚持改革开放”，回答了社会主义的发展动力和外部条件问题，体现了解放生产力的本质要求，因此选项A不选；“坚持四项基本原则”，回答了解放和发展生产力的政治保证问题，体现了社会主义基本制度的要求，因此选项C不选；“建设社会主义现代化强国”，更完整的表述是“为把我国建设成为富强民主文明和谐美丽的社会主义现代化强国而奋斗”，是社会主义初级阶段的奋斗目标，因此选项D不选。",
        "level_text": "石5卷2",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68716,
        "title": "必须大力实施扩大内需战略，采取更加有力的措施，使社会再生产实现良性循环。要加快建设现代化产业体系。我们要练好内功、站稳脚跟。要切实提升产业链供应链韧性和安全水平，抓紧补短板、锻长板。当前，我国经济发展面临的矛盾主要在供给侧推动供给侧结构性改革有利于：",
        "num": "7",
        "xuanxiang": [
          "A:解决总量性问题",
          "B:解决短期调控问题",
          "C:优化要素配置和生产结构",
          "D:通过刺激消费需求推动经济增长"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是供给侧结构性改革的重大作用。供给侧结构性改革是化解我国经济发展面临困难和矛盾的重大举措，也是培育增长新动力、形成先发新优势、实现创新引领发展的必然要求和选择。供给侧管理，重在解决结构性问题，注重激发经济增长动力，主要通过优化要素配置和调整生产结构来提高供给体系质量和效率，进而推动经济增长。因此，选项C正确。【错项辨析】需求侧管理，重在解决总量性问题，注重短期调控，主要是通过调节税收、财政支出、货币信贷等来刺激或抑制需求，进而推动经济增长，因此选项ABD不选。",
        "level_text": "石5卷2",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68717,
        "title": "习近平总书记强调，必须完整、准确、全面贯彻新发展理念，始终以创新、协调、绿色、开放、共享的内在统一来把握发展、衡量发展、推动发展；必须更好统筹质的有效提升和量的合理增长，始终坚持质量第一、效益优先，大力增强质量意识，视质量为生命，以高质量为追求。因此，全面建设社会主义现代化国家的首要任务是：",
        "num": "8",
        "xuanxiang": [
          "A:坚持供给侧结构性改革",
          "B:构建现代化经济体系",
          "C:高质量发展",
          "D:实施创新驱动发展战略"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是全面建设社会主义现代化国家的首要任务，是一个时政类考点。2023年3月5日，习近平总书记在参加他所在的十四届全国人大一次会议江苏代表团审议时强调，高质量发展是全面建设社会主义现代化国家的首要任务，因此选项C正确。另外，加快实现高水平科技自立自强，是推动高质量发展的必由之路。加快构建新发展格局，是推动高质量发展的战略基点。推进农业现代化是实现高质量发展的必然要求。人民幸福安康是推动高质量发展的最终目的。【错项辨析】坚持供给侧结构性改革是我国经济发展的主线，因此选项A不选；构建现代化经济体系是我国经济建设的战略目标，因此选项B不选；实施创新驱动发展战略是强化现代化经济体系的战略支撑，因此选项D不选。",
        "level_text": "石5卷2",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68718,
        "title": "辛亥革命是一次比较完全意义上的资产阶级民主革命。在近代历史上，辛亥革命是中国人民为救亡图存、振兴中华而奋起革命的一个里程碑，其伟大的历史意义体现在：",
        "num": "9",
        "xuanxiang": [
          "A:建立了中国历史上第一个资产阶级共和政府",
          "B:拉开了新民主主义革命的序幕",
          "C:结束了旧中国半殖民地半封建社会的历史",
          "D:迎来了民族意识的普遍觉醒"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是辛亥革命。辛亥革命是资产阶级领导的以反对君主专制制度、建立资产阶级共和国为目的的革命，是一次比较完全意义上的资产阶级民主革命。辛亥革命结束了统治中国两千多年的封建君主专制制度，建立了中国历史上第一个资产阶级共和政府，使民主共和的观念开始深人人心。因此，选项A正确。【错项辨析】五四运动标志着中国新民主主义革命的开端，因此选项B不选；中华人民共和国的成立，彻底结束了旧中国半殖民地半封建社会的历史，彻底结束了极少数剥削者统治广大劳动人民的历史，因此选项C不选；中日甲午战争以后，中国人民的民族意识开始普遍觉醒，因此选项D不选。",
        "level_text": "石5卷2",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68719,
        "title": "在十月革命以后，中国的先进分子在各种社会主义的思想中，经过反复的比较、推求，最终选择了马克思主义的科学社会主义。由此产生了一批赞成俄国十月社会主义革命、具有初步共产主义思想的知识分子。向中国人民第一次正确地阐述十月革命性质的著作是：",
        "num": "10",
        "xuanxiang": [
          "A:《庶民的胜利》",
          "B:《布尔什维主义的胜利》",
          "C:《法俄革命之比较观》",
          "D:《我的马克思主义观》"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是李大钊的著作。1918年7月，李大钊发表《法俄革命之比较观》一文，指出：“俄罗斯之革命是二十世纪初期之革命，是立于社会主义上之革命”，向中国人民第一次正确地阐述了十月革命的性质。因此，选项C正确。【错项辨析】1918年11月、12月，李大钊相继发表《庶民的胜利》与《布尔什维主义的胜利》两篇文章，深刻揭露了第一次世界大战的本质，热情歌颂了十月革命和布尔什维主义的胜利，欢呼“将来的环球，必是赤旗的世界”。1919年，他又发表《我的马克思主义观》一文，明确地把马克思主义称为“世界改造原动的学说”，并且对马克思的唯物史观、剩余价值学说和阶级斗争理论作了比较系统的介绍。因此，选项ABD不选。",
        "level_text": "石5卷2",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68720,
        "title": "在资产阶级民主革命的过程中，农民一直是我们坚定的主力军，国民革命的中心问题也是农民问题。为了更好地与农民紧密地团结在一起，我们不断满足农民的土地需求。在我国历史上规模最大，也是历次土改运动中进行得最好的一次体现为：",
        "num": "11",
        "xuanxiang": [
          "A:《兴国土地法》",
          "B:《中华人民共和国土地改革法》",
          "C:《五四指示》",
          "D:《中国土地法大纲》"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是我党不同时期的土地政策。1950年至1953年春，我们党在新解放区进行了废除封建土地制度的改革。《中华人民共和国土地改革法》规定了这次土改的目的，是废除地主阶级封建剥削的土地所有制，实行农民的土地所有制，解放农村生产力，发展农业生产，为新中国的工业化开辟道路。这次土改使3亿多无地少地的农民（包括老解放区农民在内）无偿地获得了约7亿亩土地和大量其他生产资料，占中国绝大多数人口的农民群众获得了翻身解放。这次土地改革运动是我国历史上规模最大，也是历次土改运动中进行得最好的一次。因此，选项B正确。【错项辨析】《兴国土地法》是土地革命时期我党颁布的土地政策，也是第一部可以实施的土地法，因此选项A不选；《五四指示》与《中国土地法大纲》为解放战争时期我党颁布的土地政策，分别标志着解放区在农民土地问题上开始由抗日战争时期的削弱封建剥削，向变革封建土地关系、废除封建剥削制度的过渡，旨在指引着在封建制度压迫下的亿万农民群众将自己的力量汇人民主革命的洪流，因此选项CD不选。",
        "level_text": "石5卷2",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68721,
        "title": "中国共产党领导的多党合作和政治协商制度是我国的一项基本政治制度，以下标志着中国各民主党派和无党派民主人士自愿接受中国共产党的领导，决心走人民革命的道路，拥护建立人民民主的新中国的事件为：",
        "num": "12",
        "xuanxiang": [
          "A:中华人民共和国的成立",
          "B:解放战争的胜利",
          "C:《向全国进军的命令》发表",
          "D:《对时局的意见》发表"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是民主党派地位的变化事件。1948年4月30日，中共中央在纪念五一国际劳动节的口号中提出：“各民主党派、各人民团体、各社会贤达迅速召开政治协商会议，讨论并实现召集人民代表大会，成立民主联合政府。”这个号召得到各民主党派和社会各界的热烈响应。1949年1月22日，李济深、沈钧儒等民主党派的领导人和著名的无党派民主人士55人联合发表《对时局的意见》，一致认定中共提出的关于召开政治协商会议、成立联合政府的主张“符合于全国人民大众的要求”。这标志着民主党派地位的根本变化。它们不再是旧中国反动政权下的在野党，而成为中国人民民主专政的参加者，在中国共产党的领导下，共同担负起管理国家和建设国家的历史重任。中国共产党领导的多党合作政治格局，正是在这个基础上形成的。因此，选项D正确。【错项辨析】中华人民共和国的成立，彻底结束了旧中国半殖民地半封建社会的历史，彻底结束了极少数剥削者统治广大劳动人民的历史，彻底结束了旧中国一盘散沙的局面，彻底废除了列强强加给中国的不平等条约和帝国主义在中国的一切特权，实现了中国从几千年封建专制政治向人民民主的伟大飞跃，也极大改变了世界政治格局，鼓舞了全世界被压迫民族和被压迫人民争取解放的斗争。1949年元旦，蒋介石发表“求和”声明，企图借“和平谈判”之机争取喘息时间，布置长江防线，以便卷土重来。中国共产党愿意同南京国民党政府及国民党地方政府和军事集团进行和平谈判，但由于国民党政府拒绝在《国内和平协定》上签字，毛泽东、朱德发布《向全国进军的命令》4月23日，人民解放军占领南京，宣告延续了22年之久的国民党反动统治的覆灭。选项ABC与题干无关，因此都不选。",
        "level_text": "石5卷2",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68722,
        "title": "人生价值是指人的生命及其实践活动对于社会和个人所具有的作用和意义。个人的人生活动不仅具有满足自我需要的价值属性，还包含着满足社会需要的价值属性，个体通过努力提高自我价值的过程，其实也是其创造社会价值的过程。这说明：",
        "num": "13",
        "xuanxiang": [
          "A:人生自我价值的实现是个体为社会创造更大价值的前提",
          "B:人生的社会价值是社会存在和发展的重要条件",
          "C:人生社会价值的实现是个体自我完善、全面发展的保障",
          "D:人生社会价值的实现是个体为社会创造更大价值的前提"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是人生观的主要内容中人生自我价值和社会价值的关系。人生的自我价值和社会价值，既相互区别，又密切联系、相互依存。一方面，人生的自我价值是个体生存和发展的必要条件，人生自我价值的实现是个体为社会创造更大价值的前提。另一方面，人生的社会价值是社会存在和发展的重要条件，人生社会价值的实现是个体自我完善、全面发展的保障。因此，选项A正确。【错项辨析】选项BC表述正确，但不符合题意，题干强调的是个人提高自我价值也是创造社会价值的过程，也就是人生自我价值对社会价值的作用；选项D表述错误，人生自我价值的实现是个体为社会创造更大价值的前提。",
        "level_text": "石5卷2",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68723,
        "title": "道德是一种特殊的社会意识形态，它是以善恶为评价方式，主要依靠社会舆论、传统习俗和内心信念来发挥作用的行为规范的总和。道德是人类社会的特有现象，道德起源的首要前提是：",
        "num": "14",
        "xuanxiang": [
          "A:社会关系",
          "B:人的自我意识",
          "C:劳动",
          "D:社会经济关系"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是道德的起源。道德是人类社会的特有现象，劳动在创造人的同时也形成了人与人的关系。劳动是道德起源的首要前提。因此，选项C正确。【错项辨析】选项A是道德赖以产生的客观条件，选项B是道德产生的主观条件，选项D是道德的本质，道德的产生、发展和变化，归根结底源于社会经济关系。",
        "level_text": "石5卷2",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68724,
        "title": "2023年3月16日出版的第6期《求是》杂志发表中共中央总书记、国家主席、中央军委主席习近平的重要文章《加快建设农业强国推进农业农村现代化》中指出，建设农业强国的头等大事是：",
        "num": "15",
        "xuanxiang": [
          "A:全面推进乡村振兴",
          "B:大力推进农村现代化建设",
          "C:建设宜居宜业和美乡村",
          "D:保障粮食和重要农产品稳定安全供给"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。保障粮食和重要农产品稳定安全供给始终是建设农业强国的头等大事。只有把牢粮食安全主动权，才能把稳强国复兴主动权。因此，选项D正确。【错项辨析】全面推进乡村振兴是新时代建设农业强国的重要任务，因此，选项A错误；农村现代化是建设农业强国的内在要求和必要条件，建设宜居宜业和美乡村是农业强国的应有之义，因此，选项BC错误。",
        "level_text": "石5卷2",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68725,
        "title": "中国坚持独立自主的和平外交政策，始终不渝走和平发展道路，始终不渝奉行互利共赢的开放战略，愿意在和平共处五项原则的基础上同所有国家建立和发展友好合作关系。以下同我国为新时代全面战略协作伙伴关系的国家是：",
        "num": "16",
        "xuanxiang": [
          "A:哈萨克斯坦",
          "B:巴基斯坦",
          "C:俄罗斯",
          "D:白俄罗斯"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。2023年3月21日下午，国家主席习近平在莫斯科克里姆林宫同俄罗斯总统普京举行会谈。会谈后，两国元首共同签署《中华人民共和国和俄罗斯联邦关于深化新时代全面战略协作伙伴关系的联合声明》和《中华人民共和国主席和俄罗斯联邦总统关于2030年前中俄经济合作重点方向发展规划的联合声明》。双方一致同意，本着睦邻友好、合作共赢原则推进各领域交往合作，深化新时代全面战略协作伙伴关系。因此，选项C正确。【错项辨析】选项A错误，2019年9月11日，中国国家主席习近平在人民大会堂同哈萨克斯坦总统托卡耶夫举行会谈，两国元首一致决定，发展中哈永久全面战略伙伴关系；选项B错误，中国和巴基斯坦是全天候战略合伙伴关系；选项D错误，中国和白俄罗斯是全天候全面战略伙伴关系。二、多项选择题",
        "level_text": "石5卷2",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68726,
        "title": "圭表，是度量日影长度的一种天文仪器，由“圭”和“表”两个部件组成。垂直于地面立一根杆，通过观察记录它正午时影子的长短变化来确定季节的变化。垂直于地面的直杆叫“表”，水平放置于地面上刻有刻度以测量影长的标尺叫“圭”。早在公元前20世纪，陶寺遗址时期，我国中原地区已使用圭表测影法。到了汉时期，学者还采用圭表日影长度确定“二十四节气”作为指导汉族劳动人民农事活动的重要依据。这表明：",
        "num": "17",
        "xuanxiang": [
          "A:时间和空间是通过物质运动表现出来的",
          "B:时间和空间是标示物质运动的观念形式",
          "C:物质运动与时间和空间是不可分割的",
          "D:时间和空间是物质运动的存在形式"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是物质运动与时间和空间的关系。时间和空间是运动着的物质的基本存在形式。时间是指物质运动的持续性、顺序性，特点是一维性；空间是指物质运动的广延性、伸张性，特点是三维性。时间和空间是通过物质运动表现出来的。物质运动总是在一定的时间和空间中进行的，没有离开物质运动的“纯粹”时间和空间，也没有离开时间和空间的物质运动。因此，选项ACD正确【错项辨析】物质运动与时间和空间的不可分割证明了时间和空间的客观性。时空是客观的，不是一种观念形式，选项B表述错误，故排除",
        "level_text": "石5卷2",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68727,
        "title": "美国铁路两条铁轨之间的标准距离是4.85英尺。为什么要用这个标准呢？美国的铁路原来是由英国人建造的，因此采用了英式建筑铁路的标准。英国的铁路是由建设电车的人设计的，4.85英尺是电车轨道所用的标准。最先造电车的人以前是造马车的，他们沿用了马车的轮宽标准。使用其他轮宽，马车轮子很快会在英国的老路上撞坏，因为这些路上辙迹的宽度都是4.85英尺。在欧洲，包括英国的长途老路，都是由古罗马人的军队铺设的。4.85英尺正是古罗马战车的轮宽——两匹拉战车的战马马屁股的宽度。上述材料说明：",
        "num": "18",
        "xuanxiang": [
          "A:事物的联系是事物本身所固有的，不是主观臆想的",
          "B:任何事物都同其他事物处于一定的相互联系之中",
          "C:每一事物都是世界普遍联系中的一个成分或环节",
          "D:事物的普遍联系是通过“中介”这一媒介来实现的"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是联系。联系是指事物内部各要素之间和事物之间相互影响、相互制约和相互作用的关系。联系具有一系列特点：第一，联系具有客观性。事物的联系是事物本身所固有的，不是主观臆想的，选项A正确。第二，联系具有普遍性。事物联系的普遍性有三层含义：其一，任何事物内部的不同部分和要素是相互联系的，即任何事物都具有内在的结构性。其二，任何事物都不能孤立存在，都同其他事物处于一定的相互联系之中，选项B正确。其三，整个世界是相互联系的统一整体，每一事物都是世界普遍联系中的一个成分或环节，并通过它表现出联系的普遍性，选项C正确。世界的普遍联系是通过“中介”来实现的。所谓中介就是事物相互联系的媒介、环节或桥梁，选项D正确。第三，联系具有多样性。第四，联系具有条件性。",
        "level_text": "石5卷2",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68728,
        "title": "在《《政治经济学批判〉序言》中马克思指出,社会的物质生产力发展到一定阶段,便同它们一直在其中运动的现存生产关系或财产关系（这只是生产关系的法律用语）发生矛盾。于是这些关系便由生产力的发展形式变成生产力的桎梏。那时社会革命的时代就到来了。随着经济基础的变更，全部庞大的上层建筑也或慢或快地发生变化生产力和生产关系、经济基础和上层建筑的矛盾是社会基本矛盾，社会基本矛盾：",
        "num": "19",
        "xuanxiang": [
          "A:贯穿人类社会发展过程的始终",
          "B:规定社会发展过程的基本性质和基本趋势",
          "C:是人类社会发展和进步的最终决定力量",
          "D:是社会存在和发展的物质基础"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是社会基本矛盾。社会基本矛盾就是指贯穿社会发展始终，规定社会发展过程的基本性质和基本趋势，并对社会历史发展起根本推动作用的矛盾。生产力和生产关系、经济基础和上层建筑的矛盾是社会基本矛盾。因此，选项AB正确。【错项辨析】选项C表述错误，生产力是社会基本矛盾运动中最基本的动力因素，是人类社会发展和进步的最终决定力量；选项D表述错误，生产力是社会存在和发展的物质基础，是不能任意选择的物质力量和历史活动的前提",
        "level_text": "石5卷2",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68729,
        "title": "为了解决通货膨胀问题，美国国会正在考虑立法，将国家的最低工资标准提高到15美元。如果这个提案得以通过，它将对全美超过4000万名工人产生影响，为他们带来更好的工资待遇和生活质量。一些经济学家认为，提高最低工资可能会导致企业裁员或减少雇佣。另一些经济学家则认为，提高最低工资可能会带动经济增长，因为工人的消费能力将增加，这将促进消费和就业增长。在资本主义制度下：",
        "num": "20",
        "xuanxiang": [
          "A:工资是工人必要劳动和剩余劳动的结果",
          "B:工人的工资本质上是劳动力的价值或价格",
          "C:工人的工资表现为工人全部劳动的报酬",
          "D:工人的实际工资呈现不断提高的趋势"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是工资。在资本主义制度下，工人的工资是劳动力的价值或价格，这是资本主义工资的本质，选项B正确。资本家购买工人的劳动力是以货币工资形式支付的，工资表现为“劳动的价格”或工人全部劳动的报酬，这就模糊了工人必要劳动和剩余劳动的界限，掩盖了资本主义剥削关系，选项C正确。在当代资本主义国家，随着社会生产力的发展、科学技术的进步、劳动过程的复杂化和脑力劳动作用的加强，工人的实际工资呈现不断提高的趋势，但是与其创造的剩余价值的增长幅度相比，实际工资提高的幅度还是较小的，选项D正确。【错项辨析】在价值增殖过程中，雇佣工人的劳动分为两部分：一部分是必要劳动，用于再生产劳动力的价值；另一部分是剩余劳动，用于无偿地为资本家生产剩余价值。剩余价值(m)是雇佣工人所创造的并被资本家无偿占有的超过劳动力价值的那部分价值，选项A表述错误，故排除。",
        "level_text": "石5卷2",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68730,
        "title": "21世纪以来，随着社会的进步，当代资本主义的新变化应运而生，主要表现在生产力与生产关系、经济增长途径和方式以及阶级变化方面。当代资本主义出现的新变化是由多种因素彼此影响、交相制约进而发挥合力作用的结果。而这其中，风起云涌的新科技革命浪潮与逆流涌动的全球化进程，无疑是高度促发并深度嵌人当代资本主义起伏跌宕的两大主力推手与重要角色。当代资本主义发生新变化的原因主要有：",
        "num": "21",
        "xuanxiang": [
          "A:科学技术革命和生产力的发展",
          "B:工人阶级争取自身权利的斗争",
          "C:社会主义制度初步显示的优越性",
          "D:主张改良主义的政党进行的改革"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是第二次世界大战后资本主义新变化的原因。当代资本主义发生新变化的原因主要有：首先，科学技术革命和生产力的发展，是资本主义变化的根本推动力量。其次，工人阶级争取自身权利斗争的作用，是推动资本主义变化的重要力量。再次，社会主义制度初步显示的优越性对资本主义产生了重要影响。最后，主张改良主义的政党对资本主义制度的改革，也对资本主义的变化发挥了重要作用。因此，选项ABCD正确。",
        "level_text": "石5卷2",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68731,
        "title": "习近平在庆祝中国国际贸易促进委员会（以下简称中国贸促会）建会70周年大会的致辞中指出：中国贸促会1952年成立以来，立足中国、面向世界，为拉紧中外企业利益纽带、推动国际经贸往来、促进国家关系发展，发挥了重要作用。中国贸促会70年的历程，是中国不断扩大对外开放的重要体现，也是各国企业共享发展机遇、实现互利共赢的重要见证。这说明：",
        "num": "22",
        "xuanxiang": [
          "A:改革开放是当代中国发展进步的活力之源",
          "B:全面开放是实现国家繁荣发展的必由之路",
          "C:开放是当代中国的鲜明标识",
          "D:以开放促发展是新时代我国发展不断取得新成就的重要法宝"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是改革开放的相关内容。中国贸促会成为拉动中外企业的纽带，同时推动了国际经贸的往来。中国贸促会是扩大对外开放、促进各国企业互利共赢的重要途径。四个选项均是符合改革开放的立场表述。",
        "level_text": "石5卷2",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68732,
        "title": "时代课题是理论创新的驱动力。马克思、恩格斯、列宁等都是通过思考和回答时代课题来推进理论创新的。习近平新时代中国特色社会主义思想回答的重大时代课题是：",
        "num": "23",
        "xuanxiang": [
          "A:新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义",
          "B:新时代建设一支什么样的强大人民军队，怎样建设强大人民军队",
          "C:建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国",
          "D:建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是习近平新时代中国特色社会主义思想科学回答的“三大时代课题”。习近平新时代中国特色社会主义思想科学回答“三大时代课题”，即“新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义；建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国；建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党”，提出了一系列原创性的治国理政新理念新思想新战略，深化了对中国特色社会主义建设规律、社会主义现代化发展规律和中国共产党长期执政的规律的认识。因此，选项ACD正确。【错项辨析】新时代建设一支什么样的强大人民军队，怎样建设强大人民军队是习近平强军思想回答的时代课题，与题干不符，因此选项B不选。",
        "level_text": "石5卷2",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68733,
        "title": "十年来，我国制造业增加值从2012年的16.98万亿元增加到2021年的31.4万亿元，占全球比重从20%左右提高到近30%连续12年保持世界第一制造大国地位。我国在全球创新指数中的排名从2012年的第34位跃升至2021年的第12位，规模以上工业企业新产品销售收入占业务收入比重从2012年的11.9%提高到2021年的22.4%，一大批重大标志性创新成果引领中国制造业不断攀上新高度。我国制造业的发展壮大说明：",
        "num": "24",
        "xuanxiang": [
          "A:制造业是一个国家综合国力的重要体现",
          "B:制造业是一国经济的立身之本，是现代化经济体系的坚实基础",
          "C:我国已经实现了建设“制造强国”的目标",
          "D:制造业是立国之本、强国之基"
        ],
        "right_value": [
          "A",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是习近平经济思想。制造业是国民经济的支柱性产业，是经济高速增长的源泉，是否拥有先进的制造业是一个国家综合国力是否强大的重要标志。制造业是立国之本、强国之基，是实体经济的重要组成部分。习近平总书记指出，一个国家一定要有正确的战略选择，我们的战略选择，就是要继续抓好制造业，制造业高质量发展，是我国经济高质量发展的重中之重。党的十八大以来，我国制造业综合实力迈上新台阶，重点领域创新取得新突破，产业结构优化迈出新步伐，支撑起中国经济迈向高质量发展。因此，选项AD正确。【错项辨析】选项B表述错误，实体经济是一国经济的立身之本，是现代化经济体系的坚实基础。选项C表述错误，《中国制造2025》提出，通过“三步走”实现制造强国的战略目标：第一步，到2025年迈人制造强国行列；第二步，到2035年我国制造业整体达到世界制造强国阵营中等水平；第三步，到新中国成立一百年时，我国制造业大国地位更加巩固，综合实力进入世界制造强国前列。",
        "level_text": "石5卷2",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 68734,
        "title": "习近平在出席文化传承发展座谈会发表重要讲话时强调：要坚定文化自信、担当使命奋发有为，共同努力创造属于我们这个时代的新文化，建设中华民族现代文明。中华优秀传统文化有很多重要元素共同塑造出中华文明的突出特性。中华文明的突出特性除了具有连续性外，还具有",
        "num": "25",
        "xuanxiang": [
          "A:创新性",
          "B:统性",
          "C:包容性",
          "D:和平性"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是中华文明的突出特性。习近平出席文化传承发展座谈会并发表重要讲话。他指出，中华优秀传统文化有很多重要元素，共同塑造出中华文明的突出特性。中华文明具有突出的连续性，从根本上决定了中华民族必然走自己的路。中华文明具有突出的创新性，从根本上决定了中华民族守正不守旧、尊古不复古的进取精神，决定了中华民族不惧新挑战、勇于接受新事物的无畏品格。中华文明具有突出的统一性，从根本上决定了中华民族各民族文化融为一体。中华文明具有突出的包容性，从根本上决定了中华民族交往交流交融的历史取向。中华文明具有突出的和平性，从根本上决定了中国始终是世界和平的建设者、全球发展的贡献者、国际秩序的维护者。因此，选项ABCD正确。",
        "level_text": "石5卷2",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 68735,
        "title": "中国人民政治协商会议第十四届全国委员会第一次会议于2023年3月4日至11日举行。中共中央总书记、国家主席、中央军委主席习近平等党和国家领导同志出席会议，与委员共商国是。会议坚持以习近平新时代中国特色社会主义思想为指导，全面贯彻中共二十大精神，认真学习习近平总书记参加民建、工商联界委员联组会时的重要讲话精神，积极履职尽责，务实协商议政，顺利完成各项议程，取得重要成果。人民政协是：",
        "num": "26",
        "xuanxiang": [
          "A:坚持党的领导、人民当家作主、依法治国有机统一的根本政治制度安排",
          "B:具有中国特色的制度安排",
          "C:我国政治生活中发扬社会主义民主的重要形式",
          "D:国家治理体系的重要组成部分"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是人民政协的性质。人民政协的性质是中国人民爱国统一战线的组织，是中国共产党领导的多党合作和政治协商的重要机构，是我国政治生活中发扬社会主义民主的重要形式，是国家治理体系的重要组成部分，是具有中国特色的制度安排，是社会主义协商民主的重要渠道和专门协商机构。因此，选项BCD正确。【错项辨析】人民代表大会制度是坚持党的领导、人民当家作主、依法治国有机统一的根本政治制度安排，因此，选项A不选。",
        "level_text": "石5卷2",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 68736,
        "title": "鸦片战争之后，资本主义列强以战争思侵略掠夺的方式强行进入中国。资本主义列强先后发动了第一次鸦片战争、第二次鸦片战争、中法战争、中日甲午战争、八国联军侵华战争等，逼迫清政府签订一系列不平等条约，逐步将中国从独立的主权国家变为丧失主权的半殖民地国家。西方列强对中国的侵略首先和主要的方式是军事侵略，具体表现在：",
        "num": "27",
        "xuanxiang": [
          "A:发动侵略战争屠杀中国人民",
          "B:侵占中国领土，划分势力范围",
          "C:勒索战争赔款，抢夺财富",
          "D:披着宗教外衣，进行侵略活动"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项分析】本题考查的知识点是西方列强对中国侵略的方式和具体表现。西方列强对中国的侵略首先和主要的方式是军事侵略，具体表现在：发动侵略战争，屠杀中国人民；侵占中国领土，划分势力范围；勒索战争赔款，抢夺财富（注意此处赔款是通过发动战争的方式实现的，因此属于军事侵略。此外，列强强迫中国支付巨额的战争赔款也是列强对中国进行经济掠夺的方式)。因此，选项ABC正确。【错项辨析】选项D属于文化渗透，不符合题意。",
        "level_text": "石5卷2",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 68737,
        "title": "康有为高唱托古改制，借孔子儒家之名，行君主立宪之实；梁启超提出“法者天下之公器，变者天下之公理”；严复鼓吹西方进化论以启迪民智；谭嗣同反思传统文明，语出惊人：“二千年来之政，秦政也，皆大盗也”。这说明维新派：",
        "num": "28",
        "xuanxiang": [
          "A:全盘否定封建制度，完全照搬西方制度模式",
          "B:主张冲破传统观念的束缚，学习西方先进技术",
          "C:崇尚西学，开始打破封建文化独占文化阵地的局面",
          "D:突破“中体西用”思想的局限，要求变法"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项分析】本题考查的知识点是维新变法运动的内容和意义。维新变法运动是一场资产阶级性质的政治改良运动，突破洋务派“中体西用”思想的局限，主张改革君主专制制度。维新变法运动更是一场思想启蒙运动，其宣扬的自由平等、社会进化观念等有利于民主思想在中国的传播，有利于人们的思想解放。以维新运动为起点，资产阶级新文化开始打破封建文化独占文化阵地的局面。因此，选项CD正确。【错项辨析】选项A表述错误，维新派在政治上不敢根本否定封建君主制度，这是维新派本身的局限性；选项B表述错误，维新派主张进行政治制度的变革，这也是维新派与洋务派的分歧所在。",
        "level_text": "石5卷2",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 68738,
        "title": "1923年6月12日至20日，中国共产党第三次全国代表大会在广州东山恤孤院31号召开。陈独秀、李大钊、毛泽东等来自全国各地及莫斯科的代表近40人出席大会。大会的主要议程有三项：一、讨论党纲草案；二、讨论同国民党建立革命统一战线问题；三、选举党的中央执行委员会。中共三大在中国共产党的成长历程中，留下了浓墨重彩的笔其深远意义有：",
        "num": "29",
        "xuanxiang": [
          "A:正式确立了建立革命统一战线的方针政策",
          "B:为国共合作的建立和大革命的到来作了重要准备",
          "C:制定了中共的最低纲领和最高纲领，为中国革命指明了方向",
          "D:大会之后开始采取群众路线方法"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "【选项分析】本题考查的知识点是中共三大的历史意义。中共三大是标志着中国共产党从创建时期进入大革命时期的里程碑式的重要会议。大会正式确立革命统一战线的方针政策，有力推动党和革命力量迅速壮大，推动党从比较狭小的圈子走向更广阔的政治舞台，成为党建设群众性的无产阶级政党的新起点，对中国共产党的发展、对中国革命的发展、对中国近现代历史的发展，都产生了深远的影响，有着巨大的历史功绩。因此，选项AB正确。【错项辨析】选项CD是中共二大的内容及意义，不符合题意。",
        "level_text": "石5卷2",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 68739,
        "title": "信念是人们在一定的认识基础上确立的对某种思想或事物坚信不疑并身体力行的精神状态。信念是认知、情感和意志的有机统一体，为人们矢志不渝、百折不挠地追求理想目标提供了强大的精神动力，信念的特征是：",
        "num": "30",
        "xuanxiang": [
          "A:信念具有执着性",
          "B:信念具有支撑性",
          "C:信念具有多样性",
          "D:信念具有超越性"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是理想、信念的特征。信念具有执着性、支撑性、多样性。因此，选项ABC正确。【错项辨析】选项D表述错误，具有超越性的是理想，而不是信念",
        "level_text": "石5卷2",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 68740,
        "title": "法律权利是指由一定的社会物质生活条件所制约的行为自由，是法律所允许的权利人为了满足自己的利益而采取的、由其他人的法律义务所保障的法律手段。以下关于法律权利的表述，正确的有：",
        "num": "31",
        "xuanxiang": [
          "A:法律权利的内容、种类和实现程度受社会物质生活条件的制约",
          "B:不同的社会制度和国家法律中法律权利是相同的",
          "C:法律权利不仅由法律规定和认可，而且受法律维护和保障，具有不可侵犯性",
          "D:法律权利必须依法行使，不能不择手段地行使法律权利"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是法律权利的特征。法律权利具有以下四个方面的特征。第一，法律权利的内容、种类和实现程度受社会物质生活条件的制约。第二法律权利的内容、分配和实现方式因社会制度和国家法律不同而存在差异。第三，法律权利不仅由法律规定和认可，而且受法律维护和保障，具有不可侵犯性。第四，法律权利必须依法行使，不能不择手段地行使法律权利。因此，选项ACD正确【错项辨析】选项B表述错误，不同的社会制度和国家法律中法律权利是不同的",
        "level_text": "石5卷2",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 68741,
        "title": "2023年3月13日上午，中共中央总书记、国家主席、中央军委主席习近平在十四届全国人大一次会议闭幕会上发表重要讲话，习近平总书记指出，从现在起到本世纪中叶，全党全国人民的中心任务是：",
        "num": "32",
        "xuanxiang": [
          "A:全面建成小康社会",
          "B:全面建成社会主义现代化强国",
          "C:全面推进中华民族伟大复兴",
          "D:全面实现共同富裕"
        ],
        "right_value": [
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。习近平总书记指出，从现在起到本世纪中叶，全面建成社会主义现代化强国、全面推进中华民族伟大复兴，是全党全国人民的中心任务。因此，选项BC正确。【错项辨析】2021年7月1日，习近平总书记在庆祝中国共产党成立100周年大会上庄严宣告，我们在中华大地上全面建成了小康社会，故选项A不符合题意。十九大报告中提出：从2035年到本世纪中叶，在基本实现现代化的基础上，再奋斗十五年，把我国建成富强民主文明和谐美丽的社会主义现代化强国。到那时，全体人民共同富裕基本实现，故选项D错误。",
        "level_text": "石5卷2",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 68742,
        "title": "2023年3月10日，中国、沙特阿拉伯、伊朗在北京发表三方联合声明，宣布沙特、伊朗达成协议，同意恢复中断近七年的外交关系。对沙伊来说，两国达到了谈判目的迈出了历史性的一步。对中国而言，这是：",
        "num": "33",
        "xuanxiang": [
          "A:建设性介入中东热点问题的首次尝试",
          "B:中国大国担当的体现",
          "C:在地区落实“全球安全倡议”的成功实践",
          "D:中国外交智慧的体现"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。沙伊复交对中国而言，是建设性介入中东热点问题的首次尝试，也是在地区落实“全球安全倡议”的成功实践，同时也是中国外交智慧和大国担当的体现。因此，选项ABCD正确。三、分析题",
        "level_text": "石5卷2",
        "p_level_text": "33"
      }
    },
    "石5卷3": {
      "1": {
        "timu_id": 68743,
        "title": "《韩非子》记载，管仲、隰朋从于桓公伐孤竹，春往冬返，迷惑失道。管仲曰：“老马之智可用也。”乃放老马而随之。遂得道。在当代，人们导航技术的发展，让人类不再需要老马来识途。下列观点正确的是：",
        "num": "1",
        "xuanxiang": [
          "A:老马的识途功能和导航技术的出现都是取决于人的发现",
          "B:老马识途的功能与当下导航系统共同解决了人类的迷路问题",
          "C:用老马找到路和导航系统识别道路都体现了人的意识活动的能动性",
          "D:“老马识途之智”与“人使用导航系统之智”归根到底都源于二者的实践"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是意识观。老马识途也是人发挥意识的能动性，创造性地运用了老马认识路的现象，导航系统是人的发明创造。因此，选项C正确。【错项辨析】老马识途的客观实在性和导航技术的出现取决于人的发现是唯心主义思想，因此选项A不选；无论用老马识途的功能，还是导航系统，都只是解决迷路问题的一种办法，称之为“解决了迷路问题”夸大了其作用，因此选项B不选；实践是人所独有的，马是不能实践的，因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68744,
        "title": "“芳林新叶催陈叶，流水前波让后波。”这句诗包含的哲学观点是：",
        "num": "2",
        "xuanxiang": [
          "A:发展是事物运动的趋势",
          "B:运动是物质世界的共同特性",
          "C:内部矛盾是事物发展的动力",
          "D:发展是新事物代替旧事物的过程"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是发展观。“芳林新叶催陈叶，流水前波让后波”强调了“新叶”和“陈叶”，“前波”和“后波”，体现了新旧交替。因此，选项D正确。【错项辨析】选项A表述错误，发展是事物运动的基本趋势；选项B表述错误，客观实在是物质世界的共同特性；选项C表述正确，但是不符合题干，因此不选。",
        "level_text": "石5卷3",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68745,
        "title": "生产商品的劳动者所特有的社会性质是指在商品经济中每个商品生产者的劳动既是私人劳动，同时又是这个社会总劳动的组成部分，从而具有社会性。私人劳动转化为社会劳动的过程也是：",
        "num": "3",
        "xuanxiang": [
          "A:购买商品的过程",
          "B:让渡使用价值的过程",
          "C:价值增殖的过程",
          "D:价值量提高的过程"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是商品二因素和劳动二重性。私人劳动转化为社会劳动，私人劳动在商品中表现为使用价值，社会劳动表现为价值，私人劳动转化为社会劳动需要的是交换，这个交换是用商品换货币，也就是售卖的过程，售卖就是让渡使用价值获得价值。因此，选项B正确。【错项辨析】购买商品的过程是价值转化为使用价值，对应的是社会劳动转化为私人劳动，因此选项A不选；价值增殖是生产剩余价值的过程，因此选项C不选；价值量的提高是社会必要劳动时间提升的结果，因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68746,
        "title": "平均利润的形成过程，实际上是全社会的剩余价值被各部门的资本家重新分配的过程。以下关于利润转化为平均利润的说法正确的是：",
        "num": "4",
        "xuanxiang": [
          "A:利润转化为平均利润后价值规律不再发挥作用",
          "B:利润转化为平均利润后企业的超额剩余价值消失",
          "C:利润转化为平均利润后商品交换以生产价格为基础",
          "D:利润转化为平均利润后资本有机构成也随着提高"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是平均利润。当利润转化为平均利润之后，价值就转化为生产价格，商品的交换就以生产价格为基础。因此，选项C正确。【错项辨析】利润转化为平均利润后，价值规律的作用形式发生了变化，但是依然发挥作用，价格围绕价值上下波动变为了价格围绕生产价格上下波动，因此选项A不选；利润转化为平均利润，先进企业由于劳动生产率高于部门平均劳动生产率，个别生产价格低于社会生产价格，仍可获得超额剩余价值，因此选项B不选；资本有机构成提高是导致平均利润率下降的因素，资本有机构成提高与平均利润的形成无关，因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68747,
        "title": "习近平总书记在党的二十大报告中指出：“推进马克思主义中国化时代化是一个追求真理、揭示真理、笃行真理的过程。”中国共产党在百年奋斗中不断推进马克思主义中国化时代化，推进马克思主义中国化始终围绕的主题是：",
        "num": "5",
        "xuanxiang": [
          "A:实现民族独立、人民解放",
          "B:实现中华民族伟大复兴",
          "C:实现中国特色社会主义",
          "D:实现共产主义"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是马克思主义中国化的主题。马克思主义深刻改变了中国，中国也极大丰富了马克思主义。中国共产党的历史，是一部不断推进马克思主义中国化的历史，是一部不断推进理论创新、进行理论创造的历史。百年来，中国共产党推进马克思主义中国化始终围绕着一个主题：实现中华民族伟大复兴。因此，选项B正确。【错项辨析】实现民族独立、人民解放是新民主主义革命围绕的目标任务，因此选项A不选；实现中国特色社会主义是中华民族通向共产主义的必由之路，因此选项C不选；实现共产主义是我们共同的远大理想，因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68748,
        "title": "邓小平同志在二十世纪八十年代曾经说过：“改革的意义，是为下一个十年和下世纪的前五十年奠定良好的持续发展的基础。没有改革就没有今后的持续发展。所以，改革不只是看三年五年，而是要看二十年，要看下世纪的前五十年。这件事必须坚决干下去。”这充分体现了邓小平理论的现实依据是：",
        "num": "6",
        "xuanxiang": [
          "A:和平与发展",
          "B:改革开放和现代化建设实践",
          "C:社会主义建设的经验教训",
          "D:革命与改革"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是邓小平理论的现实依据。我国改革开放和社会主义现代化建设的崭新实践，是人民群众生机勃勃的伟大创造，是理论发展的源泉。邓小平始终站在时代潮流的前面，热情地支持、鼓励、保护、引导群众的这种创造。他领导全党从总结群众成功实践的经验中，也从总结工作的某些失误的教训中，揭示了我国社会主义现代化建设的规律，把经验上升为理论，从而创立了邓小平理论，改革开放和现代化建设的实践是邓小平理论形成的现实依据。因此，选项B正确【错项辨析】和平与发展是当今世界的时代主题，因此选项A不选；社会主义建设的经验教训是邓小平理论形成的历史依据，因此选项C不选；战争与革命是毛泽东思想形成和发展的时代背景，改革开放和现代化建设的实践是邓小平理论形成的现实依据因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68749,
        "title": "现代化是各国人民的共同追求，也是近代以来中国人民孜孜以求的目标，更是中国共产党成立以来的使命任务。在新中国成立特别是改革开放以来的长期探索和实践的基础上，经过十八大以来在理论和实践上的创新突破，中国共产党成功推进和拓展了中国式现代化。为实现中国式现代化，建成社会主义现代化强国，在全面建成小康社会的基础上，我们要：",
        "num": "7",
        "xuanxiang": [
          "A:基本实现社会主义现代化",
          "B:基本实现全体人民共同富裕",
          "C:经济总量和市场规模全球领先",
          "D:实现生态环境基本好转"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是全面建设社会主义现代化国家“两步走”安排。全面建设社会主义现代化国家的进程分两个阶段来安排，第一个阶段：从2020年到2035年，在全面建成小康社会的基础上，再奋斗15年，基本实现社会主义现代化。第二个阶段从2035年到本世纪中叶，在基本实现现代化的基础上，再奋斗15年，把我国建成富强民主文明和谐美丽的社会主义现代化强国。在全面建成小康社会以后，我们接下来要完成第一阶段的目标。因此，选项A正确。【错项辨析】基本实现全体人民共同富裕是21世纪中叶的目标要求，因此选项B不选；经济总量和市场规模全球领先是21世纪中叶的目标要求，因此选项C不选；在2035年我们要实现生态环境根本好转，不是基本好转，因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68750,
        "title": "习近平总书记指出，坚持用马克思主义中国化时代化最新成果武装全党、指导实践、推动工作，是我们党创造历史、成就辉煌的一条重要经验。新时代新征程开创事业发展新局面的根本要求是：",
        "num": "8",
        "xuanxiang": [
          "A:深入推进党史学习主题教育",
          "B:深刻把握中国特色社会主义",
          "C:学习贯彻新时代中国特色社会主义思想",
          "D:认真抓好调查研究"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是主题教育的重大意义，是一个时政类考点。2023年3月30日中共中央政治局就学习贯彻习近平新时代中国特色社会主义思想进行第四次集体学习。中共中央总书记习近平在主持学习时指出，学习贯彻新时代中国特色社会主义思想是新时代新征程开创事业发展新局面的根本要求。因此，选项C正确。【错项辨析】深入推进党史学习主题教育是上一阶段党的主题教育的要求，因此选项A不选；中国特色社会主义是习近平新时代中国特色社会主义思想的核心要义，因此选项B不选；认真抓好调查研究是对学习贯彻新时代中国特色社会主义思想的做法要求，因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68751,
        "title": "中国资产阶级民主革命是由以孙中山为代表的资产阶级革命派首先发动的，他确信和平改革不能解决中国的问题，决心以革命的方法推翻清朝的统治。孙中山指出只有推翻清朝政府的统治，才能真正解决中国问题的著作是：",
        "num": "9",
        "xuanxiang": [
          "A:《驳康有为论革命书》",
          "B:《革命军》",
          "C:《警世钟》",
          "D:《中国问题的真解决》"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是孙中山的著作。1904年，孙中山发表《中国问题的真解决》一文，指出只有推翻清朝政府的统治，才能真正解决中国问题。这表明以孙中山为首的资产阶级革命派在踏上革命道路之时，就高举起民主革命的旗帜，并选择了以武装起义推翻清王朝统治的斗争方式。这也是中国资产阶级革命派与改良派的根本不同之处。因此，选项D正确。【错项辨析】1903年，章炳麟发表了《驳康有为论革命书》，反对康有为的保皇观点；邹容写了《革命军》，以“革命军中马前卒”的名义，热情讴歌革命，阐述在中国进行民主革命的必要性和正义性，号召建立“中华共和国”；陈天华写了《警世钟》《猛回头》两本小册子，痛陈帝国主义侵略给中国带来的沉重灾难，揭露清政府已经成了帝国主义统治中国的工具，号召人民奋起革命，推翻清政府这个“洋人的朝廷”。选项ABC与题干无关，因此都不选。",
        "level_text": "石5卷3",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68752,
        "title": "中国共产党人是孙中山先生开创的革命事业最坚定的支持者、最亲密的合作者、最忠实的继承者。孙中山具有顽强的革命精神，他首先喊出“振兴中华”的口号，不断摸索救国救民的道路，并始终坚持奋斗，是中国民主革命的伟大的先行者。但是，孙中山并没有找到中国的真正出路。不仅是孙中山个人的失败，也标志着整个中国民族资产阶级领导的旧民主主义革命的终结事件是：",
        "num": "10",
        "xuanxiang": [
          "A:二次革命",
          "B:护国运动",
          "C:辛亥革命",
          "D:护法运动"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是旧民主主义革命的终结事件。护法运动的失败不仅是孙中山个人的失败，也标志着整个中国民族资产阶级领导的旧民主主义革命的终结。它表明，中国的旧民主主义革命已经陷人绝境，中国民族资产阶级再也不能领导中国革命前进了。因此，选项D正确。【错项辨析】1913年宋教仁被刺后，孙中山毅然发动武装反袁的“二次革命”；1915年，蔡锷等在云南组织“护国军”，宜布“独立”，很快形成席卷半个中国的护国运动；辛亥革命是资产阶级领导的以反对君主专制制度、建立资产阶级共和国为目的的革命，是一次比较完全意义上的资产阶级民主革命。选项ABC与题干无关，因此都不选。",
        "level_text": "石5卷3",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68753,
        "title": "红军反“围剿”战争的胜利，革命根据地的发展，都是同土地革命的开展密切相关的。开展土地革命，就是要消灭封建地主的土地私有制，实行农民的土地私有制，使广大农民在政治上得到翻身，农村生产力得到解放和发展。1928年12月，毛泽东在井冈山主持制定的中国共产党历史上第一个土地法是：",
        "num": "11",
        "xuanxiang": [
          "A:《关于清算减租及土地问题的指示》",
          "B:《兴国土地法》",
          "C:《井冈山土地法》",
          "D:《中国土地法大纲》"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是我党不同时期的土地政策。1928年12月，毛泽东在井冈山主持制定的中国共产党历史上第一个土地法是《井冈山土地法》。因此，选项C正确。【错项辨析】《关于清算减租及土地问题的指示》(“五四指示”)与《中国土地法大纲》是我党在解放战争时期颁布的土地政策；《兴国土地法》将“没收一切土地”改为“没收一切公共土地及地主阶级的土地”，这是一个原则性的改正，保护了中农的利益，使之不受侵犯，是我党历史上第一个可以付诸实施的土地法。选项ABD与题干无关，因此都不选。",
        "level_text": "石5卷3",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68754,
        "title": "1929年12月，红四军党的第九次代表大会（古田会议）在福建上杭县古田村召开。大会根据中央九月来信精神，通过了毛泽东起草的古田会议决议，其中最重要的是关于纠正党内错误思想的决议案。该会议确立的原则是：",
        "num": "12",
        "xuanxiang": [
          "A:规定红军是一个执行革命的政治任务的武装集团",
          "B:思想建党、政治建军",
          "C:阐述了加强党的思想建设的极端重要性",
          "D:提出红军必须担负打仗、筹款和做群众工作的任务"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是古田会议的内容。1929年12月，古田会议在福建上杭县古田村召开。大会通过了毛泽东起草的古田会议决议，其中最重要的是关于纠正党内错误思想的决议案，确立了思想建党、政治建军原则；阐述了加强党的思想建设的极端重要性，指明党内各种非无产阶级思想的表现、来源及纠正办法；规定红军是一个执行革命的政治任务的武装集团，必须绝对服从共产党的领导，必须全心全意为党的纲领、路线和政策而奋斗；提出红军必须担负打仗、筹款和做群众工作的任务，必须加强政治工作。古田会议决议是中国共产党和红军建设的纲领性文献，是党和人民军队建设史上的重要里程碑。古田会议确立了马克思主义建党建军原则，创造性地解决了在农村环境中、在党组织和军队以农民为主要成分的条件下，如何保持党的无产阶级先锋队性质和建设党领导的新型人民军队的重大问题。因此，选项B正确【错项辨析】选项ACD均为古田会议的内容，而非确立的原则，因此都不选",
        "level_text": "石5卷3",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68755,
        "title": "长期以来，集体主义已经成为调节国家利益、社会整体利益和个人利益关系的基本原则，根据我国现阶段经济社会生活和人们思想道德的实际，把集体主义分为三个层次的道德要求，其中，集体主义的最高层次是：",
        "num": "13",
        "xuanxiang": [
          "A:顾全大局、遵纪守法",
          "B:热爱祖国、诚实劳动",
          "C:先公后私、先人后己",
          "D:无私奉献、一心为公"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是社会主义道德的原则。根据我国现阶段经济社会生活和人们思想道德的实际，集体主义可分为三个层次的道德要求，一是无私奉献、一心为公，这是集体主义的最高层次，是优秀共产党员、先进分子应努力达到的道德目标。二是先公后私、先人后己，这是已经具有较高社会主义道德觉悟的人能够达到的要求。三是顾全大局、遵纪守法、热爱祖国、诚实劳动，这是对公民最基本的道德要求。因此选项D正确。【错项辨析】选项AB是集体主义最基本的道德要求；选项C是已经具有较高社会主义道德觉悟的人能够达到的要求，不是最高层次的道德要求。",
        "level_text": "石5卷3",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68756,
        "title": "坚持依法治国、依法执政、依法行政共同推进，法治国家、法治政府、法治社会一体建设。全面依法治国是一个系统工程，要整体谋划，更加注重系统性、整体性、协同性。依法治国、依法执政、依法行政是一个有机整体，关键在于：",
        "num": "14",
        "xuanxiang": [
          "A:党要坚持依法执政、各级政府要坚持依法行政",
          "B:全面推进科学立法、严格执法、公正司法、全民守法",
          "C:建设中国特色社会主义法治体系",
          "D:坚持走中国特色社会主义法治道路"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是建设法治中国。建设法治中国，依法治国、依法执政依法行政要共同推进，法治国家、法治政府、法治社会一体建设。依法治国、依法执政、依法行政是一个有机整体，关键在于党要坚持依法执政、各级政府要坚持依法行政。因此，选项A正确。【错项辨析】选项B是全面依法治国的基本格局；选项C是全面依法治国的总抓手；选项D,推进全面依法治国要走中国特色社会主义法治道路。",
        "level_text": "石5卷3",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68757,
        "title": "2023年3月8日下午，中共中央总书记、国家主席、中央军委主席习近平出席十四届全国人大一次会议解放军和武警部队代表团全体会议并发表重要讲话。讲话重点围绕巩固提高一体化国家战略体系和能力提出要求。习近平强调，巩固提高一体化国家战略体系和能力，关键是：",
        "num": "15",
        "xuanxiang": [
          "A:要建设好、管理好、运用好国家实验室",
          "B:要强化国防科技工业服务强军胜战导向",
          "C:要在一体化上下功夫，实现国家战略能力最大化",
          "D:要加快构建大国储备体系"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。习近平强调，巩固提高一体化国家战略体系和能力，关键是要在一体化上下功夫，实现国家战略能力最大化。要坚持党中央集中统一领导，加强各领域战略布局一体融合、战略资源一体整合、战略力量一体运用，系统提升我国应对战略风险、维护战略利益、实现战略目的的整体实力。因此，选项C正确。【错项辨析】习近平指出，巩固提高一体化国家战略体系和能力是复杂系统工程，要统筹全局，突出重点，以重点突破带动整体推进。要建设好、管理好、运用好国家实验室、要强化国防科技工业服务强军胜战导向、要加快构建大国储备体系。选项ABD均为巩固提高一体化国家战略体系和能力的具体措施，故都不选。",
        "level_text": "石5卷3",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68758,
        "title": "2023年3月27日，和中华人民共和国由全方位合伙伴关系提升为全方位高质量的前瞻性伙伴关系的国家是：",
        "num": "16",
        "xuanxiang": [
          "A:俄罗斯",
          "B:新加坡",
          "C:巴基斯坦",
          "D:法国"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。新加坡共和国总理李显龙于2023年3月27日至4月1日对中华人民共和国进行正式访问。2015年习近平主席对新加坡进行国事访问期间，两国建立了与时俱进的全方位合作伙伴关系。本次访问中，双方一致同意将中新关系提升为全方位高质量的前瞻性伙伴关系，为双边关系规划未来发展、明确战略方向。因此，选项B正确。【错项辨析】选项ACD均不符合题意。二、多项选择题",
        "level_text": "石5卷3",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68759,
        "title": "古希腊哲学家亚里士多德说：“谁要是不懂得运动，他就不了解自然。”伽利略说：“在自然界，也许没有什么东西比运动更古老了。”爱因斯坦说：“有一个基本问题，几千年来都因为它太复杂而含糊不清，这就是运动的问题。”下列关于运动的说法正确的是：",
        "num": "17",
        "xuanxiang": [
          "A:运动涵盖宇宙中发生的一切变化和过程",
          "B:运动是物质的存在方式和根本属性",
          "C:绝对运动体现了物质运动具有变动性、无条件性",
          "D:相对静止体现了物质运动具有稳定性、有条件性"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是运动观。恩格斯说：“运动，就它被理解为物质的存在方式、物质的固有属性这一最一般的意义来说，涵盖宇宙中发生的一切变化和过程，从单纯的位置变动直到思维。”因此选项A正确。物质和运动是不可分割的。一方面，运动是物质的存在方式和根本属性，另一方面，物质是一切运动变化和发展过程的实在基础和承担者，因此选项B正确。运动的绝对性体现了物质运动的变动性、无条件性，因此选项C正确。静止的相对性体现了物质运动的稳定性、有条件性，因此选项D正确运动和静止相互依赖、相互渗透、相互包含，“动中有静，静中有动”。",
        "level_text": "石5卷3",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68760,
        "title": "猴子很聪明，而且善于模仿人类的动作。猴子想学种葡萄，便走到葡萄园里。它见园丁正给葡萄苗浇水，就说：“原来种葡萄需要水，这还不容易！我要给葡萄苗浇更多的水，让它结更多的葡萄！”于是，他把一棵葡萄秧子插进河里，葡萄秧就被淹死了。这则寓言给我们的启示是：",
        "num": "18",
        "xuanxiang": [
          "A:在事物的发展过程中要时时注意事物的自我否定",
          "B:在认识和处理问题时要掌握适度的原则",
          "C:不可能通过一些现象而去认识某个事物的本质",
          "D:持续的量变会引起事物发生质的变化"
        ],
        "right_value": [
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题属于考查“启示”类的开放型试题。题干材料阐述的是，猴子想要学着种葡萄，以为给葡萄苗浇更多的水，就能结更多的葡萄，结果葡萄秧苗被淹死了。这里明显体现出量变超过一定的度，就会引发质的变化。因此，选项BD正确【错项辨析】选项A不符合题意，题干材料中未涉及事物内部的否定问题，也未体现辩证否定的最终结果——发展；选项C表述错误，本质决定现象，本质通过一定的现象表现自己的存在；现象表现本质，现象的存在和变化归根到底依赖于本质。人们正是通过对事物现象的去粗取精、去伪存真、由此及彼、由表及里的认识过程，才不断深化对事物本质的认识。",
        "level_text": "石5卷3",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68761,
        "title": "习近平指出：“人民是历史的创造者，人民是真正的英雄。”具有伟大创造精神、伟大奋斗精神、伟大团结精神、伟大梦想精神的人民，已经创造了并且还在创造着一个又一个人间奇迹。有这样伟大的人民,有这样伟大的民族,有这样的伟大民族精神,是我们风雨无阻、高歌行进的根本力量。人民群众：",
        "num": "19",
        "xuanxiang": [
          "A:从量上说是指社会人口的绝大多数",
          "B:从质上说是指一切对社会历史发展起推动作用的人们",
          "C:在任何历史时期都不包括剥削阶级",
          "D:最稳定的主体部分始终是从事物质资料生产的劳动群众"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是人民群众的范围。人民群众是一个历史范畴。人民群众从量上说是指社会人口中的绝大多数，选项A表述正确。从质上说是指一切对社会历史发展起推动作用的人们，选项B表述正确。在不同的历史时代，人民群众有着不同的内容，包含着不同的阶级、阶层和集团。人民群众的最稳定的主体部分始终是从事物质资料生产的劳动群众，选项D表述正确。【错项辨析】选项C表述错误，人民群众的范围，在不同的时代，其内容并不相同。在某些特殊时期可能包括剥削阶级，如在中国的抗日战争时期，以蒋介石为代表的国民党亲英美派虽属于剥削阶级，但他们也参与到抗日民族统一战线之中。在这一时期，他们属于人民群众的范畴。",
        "level_text": "石5卷3",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68762,
        "title": "为贯彻党的二十大关于“加强反垄断和反不正当竞争，破除地方保护和行政性垄断，依法规范和引导资本健康发展”的要求，落实2022年修正的反垄断法，进一步夯实反垄断法律制度规则。市场监管总局发布《制止滥用行政权力排除、限制竞争行为规定》《禁止垄断协议规定》《禁止滥用市场支配地位行为规定》《经营者集中审查规定》四部反垄断法配套规章。所谓垄断，是指少数资本主义大企业，为了获得高额利润，通过相互协议或联合，对一个或几个部门商品的生产、销售和价格进行操纵与控制。垄断产生的原因是：",
        "num": "20",
        "xuanxiang": [
          "A:当生产集中发展到相当高的程度，极少数企业就会联合起来实行垄断，以获得高额利润",
          "B:企业规模巨大，形成对竞争的限制，也会产生垄断",
          "C:在激烈的竞争中为了避免两败俱伤，企业之间会达成妥协，联合起来，实行垄断",
          "D:垄断组织在经济生活中起决定作用，瓜分世界的资本家国际垄断同盟已经形成"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是垄断产生的原因。第一，当生产集中发展到相当高的程度，极少数企业就会联合起来，操纵和控制本部门的生产和销售，实行垄断，以获得高额利润，选项A表述正确。第二，企业规模巨大，形成对竞争的限制，也会产生垄断，选项B表述正确。第三，激烈的竞争给竞争各方带来的损失越来越严重，为了避免两败俱伤，企业之间会达成妥协，联合起来，实行垄断，选项C表述正确【错项辨析】选项D是垄断资本主义的基本特征，不是垄断产生的原因。",
        "level_text": "石5卷3",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68763,
        "title": "中国式现代化科学回答了在经济文化落后的国家如何建立社会主义制度、如何走符合本国国情的社会主义道路的重大课题。对于如何在社会主义条件下成功驾驭资本、实现“后发型”现代化，如何使发展中国家超越西方现代化模式、保持民族独立、自主实现现代化等一系列问题提供了中国智慧、中国方案、中国力量。世界社会主义从空想到科学，从理论到实践，从一国到多国的发展，经历了五百年的历史。科学社会主义是开放的、实践的和发展着的理论，不是一成不变的模板。有关科学社会主义叙述正确的是：",
        "num": "21",
        "xuanxiang": [
          "A:科学社会主义产生的经济、社会历史条件是资本主义经济的发展",
          "B:科学社会主义产生的阶级基础是无产阶级反抗资产阶级剥削的斗争",
          "C:科学社会主义产生的理论基础是唯物史观和剩余价值学说",
          "D:科学社会主义产生的标志是国际工人协会（第一国际）的建立"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是科学社会主义的内容。马克思主义产生于19世纪40年代，它的产生有其深刻的社会根源、阶级基础和思想渊源。资本主义经济的发展为马克思主义的产生提供了经济、社会历史条件，选项A表述正确。无产阶级在反抗资产阶级剥削和压迫的斗争中，逐步走向自觉，并迫切渴望科学的理论指导。无产阶级反抗资产阶级剥削的斗争是马克思主义的阶级基础，选项B表述正确。马克思、恩格斯在新的历史条件下创立和发展了唯物史观和剩余价值学说，为实现社会主义从空想到科学的飞跃奠定了坚实的理论基础，选项C表述正确。【错项辨析】选项D表述错误，《共产党宜言》第一次比较全面地阐述了马克思、恩格斯的科学社会主义理论，是科学社会主义的奠基之作，它的发表是科学社会主义诞生的标志。",
        "level_text": "石5卷3",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68764,
        "title": "习近平总书记在党的二十大报告中强调：“人心是最大的政治，统一战线是凝聚人心汇聚力量的强大法宝。完善大统战工作格局，坚持大团结大联合，动员全体中华儿女围绕实现中华民族伟大复兴中国梦一起来想、一起来干。”统一战线：",
        "num": "22",
        "xuanxiang": [
          "A:在维护国家主权、安全、发展利益上的作用更加重要",
          "B:在解决国际冲突争端上的作用更加重要",
          "C:在围绕中心、服务大局上的作用更加重要",
          "D:在增强党的阶级基础、扩大党的群众基础上的作用更加重要"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是统一战线的意义。在中央统战工作会议上，习近平总书记指出：“世界百年未有之大变局加速演进，统一战线在维护国家主权、安全、发展利益上的作用更加重要。全面建设社会主义现代化国家、实现中华民族伟大复兴，统一战线在围绕中心、服务大局上的作用更加重要。我国社会结构发生深刻变化，统一战线在增强党的阶级基础、扩大党的群众基础上的作用更加重要。”这三个“更加重要”，是立足国内国际两个大局对新时代统一战线工作历史方位的新判断，是准确把握统战工作历史方位和使命任务的根本依据，也是以习近平总书记关于做好新时代党的统一战线工作的重要思想武装头脑、指导实践、推动工作的基本遵循。因此，选项ACD正确。【错项辨析】2023年3月17日，外交部发言人汪文斌在主持例行记者会回答提问时指出，中方始终认为，政治对话是解决冲突争端的唯一出路。中方将秉持在乌克兰危机等国际地区热点问题上的客观公正立场，继续为政治解决危机发挥建设性作用。选项B与统一战线无关，故不选。",
        "level_text": "石5卷3",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68765,
        "title": "学习贯彻习近平新时代中国特色社会主义思想主题教育工作会议于2023年4月3日召开。习近平出席会议并强调，强国建设、民族复兴的宏伟目标令人鼓舞、催人奋进，我们这一代共产党人使命光荣、责任重大。我们要以这次主题教育为契机，加强党的创新理论武装，不断提高全党马克思主义水平，不断提高党的执政能力和领导水平，为奋进新征程凝心聚力，为全面建设社会主义现代化国家、全面推进中华民族伟大复兴而团结奋斗。习近平新时代中国特色社会主义思想是：",
        "num": "23",
        "xuanxiang": [
          "A:关乎中国前途命运的当代中国马克思主义",
          "B:关乎科学社会主义发展前景的二十一世纪马克思主义",
          "C:中华文化和中国精神的时代精华",
          "D:马克思主义中国化时代化新的飞跃"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是习近平新时代中国特色社会主义思想的历史地位。习近平新时代中国特色社会主义思想承前启后、继往开来，统筹把握中华民族伟大复兴战略全局和世界百年未有之大变局，是关乎中国前途命运的当代中国马克思主义，是关乎科学社会主义发展前景的二十一世纪马克思主义，为马克思主义在当今时代的大发展作出了开创性、全面性、历史性贡献。是中华文化和中国精神的时代精华，实现了马克思主义中国化新的飞跃。因此，选项ABCD正确。",
        "level_text": "石5卷3",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68766,
        "title": "2023年3月5日下午习近平在参加十四届全国人大一次会议江苏代表团审议时强调,加快构建新发展格局，是推动高质量发展的战略基点。构建新发展格局：",
        "num": "24",
        "xuanxiang": [
          "A:是对我国发展新机遇新挑战的深刻认识",
          "B:是对我国客观发展规律和发展趋势的自觉把握",
          "C:对于促进中国经济更高质量发展产生重要影响",
          "D:对于促进世界经济繁荣产生重要而深远的影响"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是构建新发展格局的意义。习近平总书记在参加十四届全国人大一次会议江苏代表团审议时强调，加快构建新发展格局，是推动高质量发展的战略基点。这既是对我国发展新机遇新挑战的深刻认识，也是对我国客观发展规律和发展趋势的自觉把握，对于促进中国经济更高质量发展、促进世界经济繁荣，都会产生重要而深远的影响。因此，选项ABCD正确。",
        "level_text": "石5卷3",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 68767,
        "title": "2022年12月2日晚，神舟十四号、神舟十五号航天员乘组进行空间站交接仪式。中国空间站正式开启长期有人驻留模式。神舟十五号飞行任务是中国空间站建造阶段的最后一棒，也是空间站应用与发展阶段的第一棒，具有承前启后的重要作用。中国载人航天探索的步履不停，浩瀚苍穹将留下更多中国追求科技自立自强的印记。下列说法正确的是：",
        "num": "25",
        "xuanxiang": [
          "A:科技自立自强是筑牢现代化经济体系的坚实基础",
          "B:科技创新成为国际战略博弈的主要战场",
          "C:加快实现高水平科技自立自强，是推动高质量发展的必由之路",
          "D:加强基础研究是建设世界科技强国的必由之路"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是科技自立自强、科技创新的意义及其观点立场。在中国科学院第二十次院士大会、中国工程院第十五次院士大会和中国科学技术协会第十次全国代表大会上，习近平指出科技创新成为国际战略博弈的主要战场。2023年3月5日，习近平总书记在参加十四届全国人大一次会议江苏代表团审议时强调，加快实现高水平科技自立自强，是推动高质量发展的必由之路。中共中央政治局2月21日就加强基础研究进行第三次集体学习。习近平在主持学习时强调，加强基础研究，是实现高水平科技自立自强的迫切要求，是建设世界科技强国的必由之路。因此，选项BCD正确。【错项辨析】选项A表述错误，大力发展实体经济是筑牢现代化经济体系的坚实基础。",
        "level_text": "石5卷3",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 68768,
        "title": "当代中国正经历着最为广泛而深刻的社会变革，也正在进行着人类历史上最为宏大而独特的实践创新。习近平新时代中国特色社会主义思想是在新时代的伟大实践中应运而生、顺势而成的。推进马克思主义中国化时代化的根本途径是坚持把马克思主义基本原理：",
        "num": "26",
        "xuanxiang": [
          "A:同人民日益增长的美好生活需要相结合",
          "B:同中国具体实际相结合",
          "C:同世界百年未有之大变局相结合",
          "D:同中华优秀传统文化相结合"
        ],
        "right_value": [
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是习近平新时代中国特色社会主义思想创立的根本途径：“两个结合”。中华优秀传统文化是我们党创新理论的“根”，我们推进马克思主义中国化时代化的根本途径是“两个结合”。坚持把马克思主义基本原理同中国具体实际相结合、同中华优秀传统文化相结合，用马克思主义观察时代、把握时代、引领时代，继续发展当代中国马克思主义、二十一世纪马克思主义。因此，选项BD正确。【错项辨析】进人新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。选项A与题干无关，故不选；习近平新时代中国特色社会主义思想创立的时代背景是“两个大局”同步交织、相互激荡，即一个是中华民族伟大复兴的战略全局，一个是世界百年未有之大变局。选项C与题干无关，故不选。",
        "level_text": "石5卷3",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 68769,
        "title": "19世纪70年代以后，早期维新派王韬、薛福成、马建忠、郑观应等人主张，不仅要学习西方的科学技术，同时也要求吸纳西方的政治、经济学说。如郑观应在其所著的《盛世危言》中提出大力发展民族工商业，同西方国家进行“商战”，设立议院，实行“君民共主”制度等主张。早期维新派的思想共同特点是：",
        "num": "27",
        "xuanxiang": [
          "A:具有比较强烈地反对外国侵略的思想",
          "B:追求中国独立富强的爱国思想",
          "C:具有一定程度反对封建专制的民主思想",
          "D:追求民主共和的进步思想"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是早期的维新思想。19世纪70年代以后，早期维新派王韬、薛福成、马建忠、郑观应等人主张，不仅要学习西方的科学技术，同时也要求吸纳西方的政治、经济学说。他们的共同点，就是具有比较强烈地反对外国侵略、追求中国独立富强的爱国思想，以及具有一定程度反对封建专制的民主思想。因此选项ABC正确。【错项辨析】民主共和是资产阶级革命派的思想，因此选项D不选。",
        "level_text": "石5卷3",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 68770,
        "title": "长征是人类历史上的伟大奇迹，中央红军共进行了600余次战役战斗，攻占700多座县城，期间共经过14个省，翻越18座大山，跨过24条大河，走过荒草地，翻过雪山，行程约二万五千里。红一方面军于1935年10月到达陕北革命根据地，与陕北红军胜利会师。1936年10月，红二、红四方面军先后同红一方面军在甘肃会宁、德隆将台堡（今属宁夏回族自治区）会师。至此，三大主力红军的长征胜利结束。长征胜利的重大意义是：",
        "num": "28",
        "xuanxiang": [
          "A:实现了中国共产党和中国革命事业从挫折走向胜利的伟大转折",
          "B:极大促进了中国共产党在政治上和思想上的成熟",
          "C:是一次理想信念的伟大远征，铸就了伟大的长征精神",
          "D:是中国革命转危为安的关键，找到了新的落脚点"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是长征胜利的意义。第一，中国共产党领导的中国工农红军长征的胜利，是中国革命转危为安的关键，实现了中国共产党和中国革命事业从挫折走向胜利的伟大转折。长征的胜利，不仅保存了革命力量，而且使我们党找到了中国革命力量生存发展新的落脚点，找到了中国革命事业胜利前进新的出发点。长征一结束，中国革命的新局面就开始了。第二，长征的胜利，极大促进了党在政治上和思想上的成熟。第三，中国工农红军的长征是一次理想信念的伟大远征，铸就了伟大的长征精神。因此，选项ABCD正确。",
        "level_text": "石5卷3",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 68771,
        "title": "1945年，在延安的窑洞中，黄炎培向毛泽东提出了一个发人深省的问题，即一人、一家、一团体乃至一国家，其兴也勃焉，其亡也忽焉，也就是说难以跳出历史兴衰的周期率，中国共产党是否找到了一条新路？毛泽东非常自信地回答，我们已经找到新路。在不断落实跳出历史周期率的过程中，以习近平同志为核心的党中央提出了第二个答案中国共产党对跳出历史周期率的科学回答是",
        "num": "29",
        "xuanxiang": [
          "A:让人民监督政府",
          "B:实事求是",
          "C:自我革命",
          "D:多党合作、政治协商"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是中国共产党对跳出历史周期率的科学回答。一百多年来，我们党对如何跳出治乱兴衰历史周期率始终在思索、一直在探索，先后给出让人民来监督政府的第一个答案和自我革命的第二个答案，集中反映了我们党坚持真理、修正错误，时刻保持解决大党独有难题的清醒和坚定，以党的自我革命引领社会革命的历史主动与历史自觉。因此，选项AC正确。【错项辨析】选项BD与题意无关，都不选",
        "level_text": "石5卷3",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 68772,
        "title": "习近平强调“人无精神则不立，国无精神则不强，精神是一个民族赖以长久生存的灵魂”，中华民族能够在5000多年的历史长河中生生不息、薪火相传，很重要的一个原因，就是拥有孕育于中华民族悠久辉煌历史文化之中的伟大中国精神。中国精神的内涵是：",
        "num": "30",
        "xuanxiang": [
          "A:伟大的创造精神",
          "B:伟大的奋斗精神",
          "C:伟大的团结精神",
          "D:伟大的梦想精神"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是中国精神的内涵。伟大的创造精神、伟大的奋斗精神、伟大的团结精神、伟大的梦想精神，传承中华民族的宝贵精神基因，汲取时代的丰富精神滋养，是对中国精神内涵的系统阐释。因此，选项ABCD正确。",
        "level_text": "石5卷3",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 68773,
        "title": "习近平强调“宪法的生命在于实施，宪法的权威也在于实施”。维护宪法法律尊严加强宪法实施，必须：",
        "num": "31",
        "xuanxiang": [
          "A:坚持依宪执政",
          "B:坚持依法立法",
          "C:坚持严格执法",
          "D:坚持健全宪法解释机制"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是维护宪法权威。加强宪法实施，维护宪法法律尊严必须坚持依宪执政，坚持依法立法，坚持严格执法。因此，选项ABC正确。【错项辨析】选项D是完善宪法监督的具体措施，故不选。",
        "level_text": "石5卷3",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 68774,
        "title": "2023年4月7日，由国家发改委等联合主办的2023碳达峰碳中和绿色发展论坛在京举行，延续了党的二十大报告中深刻阐述的人与自然和谐共生是中国式现代化的重要特征，明确了到2035年“广泛形成绿色生产生活方式，碳排放达峰后稳中有降，生态环境根本好转，美丽中国目标基本实现”。为此，我们要做到：",
        "num": "32",
        "xuanxiang": [
          "A:深入推进能源革命",
          "B:推进重点领域低碳转型",
          "C:加强规制标准体系建设",
          "D:健全绿色低碳政策制度"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。2023年4月7日，2023碳达峰碳中和绿色发展论坛在京举行。实现碳达峰碳中和，我们要一起做好以下五方面工作：一是强化工作统筹协调。二是深入推进能源革命。三是推进重点领域低碳转型。四是加强规制标准体系建设。五是健全绿色低碳政策制度。因此，选项ABCD正确。",
        "level_text": "石5卷3",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 68775,
        "title": "2023年4月7日下午，国家主席习近平在广东省广州市松园同法国总统马克龙举行非正式会晤。在两国即将迎来建交60周年之际，两国元首回顾中法关系坚实基础和两国人民友谊，就双边关系、中国一欧盟关系和重大国际地区问题深人交换意见，发表《中华人民共和国和法兰西共和国联合声明》，声明指出：",
        "num": "33",
        "xuanxiang": [
          "A:加强政治对话，促进政治互信",
          "B:共同推动世界安全与稳定",
          "C:促进经济交流",
          "D:重启人文交流"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。在该声明中，双方就以下方面达成共识一、加强政治对话，促进政治互信；二、共同推动世界安全与稳定；三、促进经济交流；四、重启人文交流；五、共同应对全球性挑战。因此，选项ABCD正确三、材料分析题",
        "level_text": "石5卷3",
        "p_level_text": "33"
      }
    },
    "石5卷4": {
      "1": {
        "timu_id": 68776,
        "title": "在马克思简朴的墓碑上写着他的墓志铭：“全世界的哲学家都在想方设法解释这个世界，但是问题在于改变世界。”这句话也成为全世界无产阶级的奋斗目标。这个墓志铭体现了马克思主义基本特征中的：",
        "num": "1",
        "xuanxiang": [
          "A:科学性",
          "B:实践性",
          "C:人民性",
          "D:发展性"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是马克思主义的基本特征。题干强调“改变世界”，指的是实践性。因此，选项B正确。【错项辨析】选项A“科学性”是指马克思主义是对自然、社会和人类思维发展本质和规律的正确反映；选项C“人民性”是马克思主义的政治立场；选项D“发展性”是不断发展的学说，具有与时俱进的理论品质。",
        "level_text": "石5卷4",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68777,
        "title": "如果春季前期降水偏少或无降水，由于地表干燥、土质疏松，这样就为形成沙尘暴天气提供了大量沙尘源，当西伯利亚冷空气爆发形成大风时，空气对流形成强风垂直切变产生上升流运动，强迫将地面沙尘卷至高空形成沙尘暴天气。此外，专家强调沙尘暴的形成还有许多更复杂的因素，有待作进一步的研究。这说明：",
        "num": "2",
        "xuanxiang": [
          "A:形成沙尘暴的原因既是确定的又是不确定的",
          "B:因果联系是没有时间顺序的",
          "C:原因和结果是揭示事物前后相继关系的范畴",
          "D:出现沙暴天气是春季降水偏少的必然结果"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是因果范畴。形成沙尘暴的原因有很多，题干提到了降水偏少或无降水、地表干燥、土质疏松、大风等部分原因，至于其他的原因还有待进一步证实，这表明产生沙尘暴这个结果的原因既是确定的又是不确定的。因此，选项A正确。【错项辨析】选项B表述错误，因果联系是有时间顺序的，一对因果是原因在前、结果在后；选项C表述错误，因果是揭示事物前后相继、彼此制约的关系范畴；选项D表述错误，沙暴天气产生的原因很多，春季降水只是其中一个。",
        "level_text": "石5卷4",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68778,
        "title": "马克思认为，科学是“历史的有力杠杆”，是“最高意义上的革命力量”，这句话表明：",
        "num": "3",
        "xuanxiang": [
          "A:科技决定人类社会的不断发展",
          "B:科技是社会发展的动力和源泉",
          "C:科技对社会发展只有促进作用",
          "D:科技推动人类社会的历史进程"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是社会发展的动力之一——科技。“历史的有力杠杆”“最高意义上的革命力量”都是在说科技在人类社会发展中起着重要作用，科技是推动人类社会发展的重要力量。因此，选项D正确。【错项辨析】选项A表述错误，对人类社会发展起决定作用的是生产力，不能说是科技；选项B表述错误，社会发展的源泉是生产力；选项C表述错误，科技是一把双刃剑，对人类社会发展有利有弊。",
        "level_text": "石5卷4",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68779,
        "title": "随着人工智能技术的发展，工业机器人被广泛用于生产之中。在当代资本主义社会，工厂的工人逐步被工业机器人取代，工人的数量在不断减少，同时却有越来越多的商品被创造出来。这意味着在当代资本主义社会：",
        "num": "4",
        "xuanxiang": [
          "A:工业机器人成为剩余价值的最新来源",
          "B:科技改变了工人受剥削的命运",
          "C:资本有机构成在提高",
          "D:剩余价值率在降低"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是剩余价值和资本有机构成。工业机器人取代工人的过程是增加了不变资本的投入，减少了可变资本的投入，所以资本有机构成在提高。因此，选项C正确。【错项辨析】选项A表述错误，即使使用先进机器，创造剩余价值的还是劳动力；选项B表述错误，科学技术改变了资本有机构成，但是并没有减少对工人的剥削，甚至可能在一定程度上加大了对工人的剥削；选项D表述错误，剩余价值率=剩余价值可变资本，减少了工人，可变资本减少，机器的使用提高了生产率，剩余价值量上大概率增加，在剩余价值不变或者增多的时候，剩余价值率都是增加",
        "level_text": "石5卷4",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68780,
        "title": "以毛泽东为主要代表的中国共产党人，胸怀远大理想，脚踏中国大地，开马克思主义中国化之先河，创立了毛泽东思想。作为马克思主义中国化的第一个重大理论成果，毛泽东思想初步形成的标志是：",
        "num": "5",
        "xuanxiang": [
          "A:新民主主义理论的系统阐明",
          "B:农村包围城市、武装夺取政权理论的科学概括",
          "C:人民民主专政理论的完整论述",
          "D:思想政治工作和文化工作理论的系统提出"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是毛泽东思想初步形成的标志。土地革命战争时期，以毛泽东为主要代表的中国共产党人，坚持马克思列宁主义必须与中国革命具体实际相结合的基本原则，在探索中国革命新道路的具体实践中，在同党内一度盛行的把马克思主义教条化、把共产国际决议和苏联经验神圣化的错误倾向的斗争中，逐步开辟了农村包围城市、武装夺取政权的革命道路。毛泽东在《中国的红色政权为什么能够存在？》《井冈山的斗争》《星星之火，可以燎原》《反对本本主义》等著作中，提出并阐述了农村包围城市、武装夺取政权的思想，标志着毛泽东思想的初步形成。因此选项B正确。【错项辨析】新民主主义理论的系统阐明标志着毛泽东思想得到多方面展开而达到成熟，因此选项A不选；人民民主专政理论是毛泽东思想在解放战争和新中国成立以后的发展，因此选项C不选；思想政治工作和文化工作理论是毛泽东思想的主要内容之一，不符合题意，因此选项D不选。",
        "level_text": "石5卷4",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68781,
        "title": "我国处在社会主义初级阶段，是邓小平和我们党对当代中国基本国情的科学判断。党的十三大系统地论述了社会主义初级阶段理论，社会主义初级阶段就是指：",
        "num": "6",
        "xuanxiang": [
          "A:从新民主主义到社会主义过渡的时期",
          "B:进行社会主义改造的时期",
          "C:生产力落后、商品经济不发达的时期",
          "D:进入社会主义普遍需要经历的时期"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是社会主义初级阶段的内涵。党的十三大系统地论述了社会主义初级阶段理论，明确指出社会主义初级阶段就是指我国在生产力落后、商品经济不发达条件下建设社会主义必然要经历的特定阶段。因此，选项C正确。【错项辨析】从新民主主义到社会主义过渡的时期是新民主主义社会，因此选项A不选；我国进行社会主义改造的时期是新民主主义社会，因此选项B不选；社会主义初级阶段是符合我国现实情况的特定发展时期，不是进人社会主义普遍需要经历的时期，因此选项D不选。",
        "level_text": "石5卷4",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68782,
        "title": "在强国建设、民族复兴的新征程，我们要坚定不移推动高质量发展。要完整、准确、全面贯彻新发展理念，新发展阶段必须坚定不移贯彻创新协调、绿色开放单共享的发展理念。共享是：",
        "num": "7",
        "xuanxiang": [
          "A:引领我国发展的第一动力",
          "B:推动持续健康发展的内在要求",
          "C:实现我国永续发展的必要条件",
          "D:中国特色社会主义的本质要求"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是新发展理念。共享是中国特色社会主义的本质要求，共享发展注重的是解决社会公平正义问题，必须坚持全民共享、全面共享、共建共享、渐进共享，不断推进全体人民共同富裕。因此，选项D正确。【错项辨析】引领我国发展的第一动力是创新，因此选项A不选；推动持续健康发展的内在要求是协调，因此选项B不选；实现我国永续发展的必要条件是绿色，因此选项C不选。",
        "level_text": "石5卷4",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68783,
        "title": "在全党深入开展学习贯彻习近平新时代中国特色社会主义思想主题教育，是党中央为全面贯彻党的二十大精神、动员全党同志为完成党的中心任务而团结奋斗所作的重大部署。开展这次主题教育，总要求是：",
        "num": "8",
        "xuanxiang": [
          "A:坚持学思用贯通、知信行统一",
          "B:以学铸魂以学增智、以学正风以学促干",
          "C:学思想、强党性、重实践、建新功",
          "D:凝心铸魂筑牢根本、锤炼品格强化忠诚"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是主题教育的总要求，是一个时政类考点。中共中央政治局2023年3月30日召开会议，决定从4月开始，在全党自上而下分两批开展学习贯彻习近平新时代中国特色社会主义思想主题教育。会议指出，开展这次主题教育，总要求是“学思想、强党性、重实践、建新功”。因此，选项C正确。【错项辨析】坚持学思用贯通、知信行统一是根本任务，因此选项A不选；以学铸魂、以学增智、以学正风、以学促干是本次主题教育理论学习的要求，因此选项B不选；凝心铸魂筑牢根本、锤炼品格强化忠诚、实干担当促进发展、践行宗旨为民造福、廉洁奉公树立新风是本次主题教育的具体目标，因此选项D不选。",
        "level_text": "石5卷4",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68784,
        "title": "五四运动中，工人阶级登上历史舞台，之后逐步发展壮大中国共产党的成立，更是一个“开天辟地的大事变”，深刻改变了近代以后中华民族发展的方向和进程，深刻改变了中国人民和中华民族的前途和命运，深刻改变了世界发展的趋势和格局。在中国共产党的领导、组织、推动下，工人阶级进行了一系列工人运动。其中，中国工人运动第一个高潮的顶点是：",
        "num": "9",
        "xuanxiang": [
          "A:京汉铁路工人罢工",
          "B:香港海员罢工",
          "C:安源路矿工人罢工",
          "D:开滦五矿工人罢工"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是中国工人运动的第一个高潮。在中国共产党的领导、组织、推动下，从1922年1月香港海员罢工到1923年2月京汉铁路工人罢工，掀起了中国工人运动的第一个高潮。其中，这次运动高潮的顶点为京汉铁路工人罢工。在13个月的时间里，全国发生了包括安源路矿工人罢工、开五矿工人罢工等在内的大小罢工100余次。因此，选项A正确。【错项辨析】选项B是工人运动高潮的起点；选项C是中国共产党第一个独立领导并取得胜利的工人斗争；选项D是工人运动高潮中最重要的罢工之一。",
        "level_text": "石5卷4",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68785,
        "title": "实行国共合作，建立革命统一战线是中国革命发展的客观需要。中国共产党领导的工人斗争，显示了中国工人阶级坚定的革命性和坚强的战斗力，扩大了中国共产党在全国的政治影响。孙中山正是从这些斗争中，认识到中国共产党是一支新兴的、生机勃勃的革命力量，愿意与中国共产党合作。而国共合作的形成，实际上也加快了中国革命前进的步伐。以下关于第一次国共合作说法正确的是",
        "num": "10",
        "xuanxiang": [
          "A:合作的标志是中共二大的召开",
          "B:中共三大正式决定全体共产党员以个人名义加入国民党进行“党内合作”",
          "C:合作的政治基础为三民主义",
          "D:国民党一大作出了关于建立民主主义的联合战线的决议"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是第一次国共合作。1922年7月，中共二大在上海召开，会议作出了关于建立民主主义的联合战线的决议。1923年6月，中共三大正式决定全体共产党员以个人名义加入国民党，同孙中山领导的国民党建立统一战线。1924年1月，国民党一大在广州召开，大会通过的《中国国民党第一次全国代表大会宣言》对三民主义作出了新的解释，这个新三民主义的政纲同中共在民主革命阶段的纲领基本一致，因而成为国共合作的政治基础。大会实际上确定了联俄、联共、扶助农工三大革命政策。这样，国民党一大的成功召开，就标志着第一次国共合作的正式形成。因此，选项B正确。【错项辨析】选项A表述错误，合作的标志是国民党一大的成功召开；选项C表述错误，合作的政治基础为新三民主义；选项D表述错误，中共二大作出了关于建立民主主义的联合战线的决议。",
        "level_text": "石5卷4",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68786,
        "title": "大革命失败后，我党得到了惨痛的教训，于是先后进行了南昌起义、秋收起义和广州起义。中国革命由此发展到了一个新的阶段，即土地革命战争时期，或称十年内战时期。在这一时期毛泽东不断著书论著，为我们指明新的革命方向，而农村包围城市、武装夺取政权道路理论的提出，更是标志着中国化的马克思主义即毛泽东思想的初步形成。以下不属于这一时期的著作是：",
        "num": "11",
        "xuanxiang": [
          "A:《井冈山的斗争》",
          "B:《星星之火，可以燎原》",
          "C:《反对本本主义》",
          "D:《新民主主义论》"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是毛泽东的著作。抗日战争时期，为了将丰富的中国革命实际经验马克思主义化，以便更好地指导抗日战争和中国革命，毛泽东撰写了《（共产党人发刊词》《中国革命和中国共产党》《新民主主义论》等一批重要的理论著作。因此，选项D不属于土地革命战争时期的著作，为正确选项。【错项辨析】土地革命时期，在1928年10月和11月，毛泽东写了《中国的红色政权为什么能够存在？》和《井冈山的斗争》两篇文章，论证了红色政权能够长期存在并发展的主客观条件，提出了工农武装割据的思想。随着红军的发展和根据地的扩大，1930年1月，毛泽东在《星星之火，可以燎原》一文中进一步阐明了中国革命只能走与资本主义国家不同的道路。1930年5月，毛泽东在《反对本本主义》中，阐明了坚持辩证唯物主义的思想路线，即坚持理论与实际相结合的原则的极端重要性，提出了“没有调查，没有发言权”和“中国革命斗争的胜利要靠中国同志了解中国情况”的重要思想，表现了毛泽东开辟新道路、创造新理论的革命首创精神。农村包围城市、武装夺取政权道路理论的提出，指明了中国革命胜利的唯一正确道路，标志着中国化的马克思主义即毛泽东思想的初步形成。因此，选项ABC均为土地革命时期的著作，都不选。",
        "level_text": "石5卷4",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68787,
        "title": "1938年5月至6月间，毛泽东发表《论持久战》的讲演，总结抗战10个月来的经验，集中全党智慧，系统地阐明了持久抗战的总方针。毛泽东还科学地预测了抗日战争的发展进程。其中，中国抗日战争取得最后胜利的最关键阶段为：",
        "num": "12",
        "xuanxiang": [
          "A:战略防御",
          "B:战略抵抗",
          "C:战略相持",
          "D:战略反攻"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是抗日战争的不同阶段。在《论持久战》中，毛泽东科学地预测了抗日战争的发展进程，即抗日战争将经过战略防御、战略相持、战略反攻三个阶段。其中，战略相持阶段，是中国抗日战争取得最后胜利的最关键的阶段。只要坚持持久抗战、坚持抗日民族统一战线，中国就能在这个阶段中获得转弱为强的力量。毛泽东阐明的持久战战略思想，揭示了抗日战争的发展规律和坚持抗战、争取抗战胜利必须实行的战略方针，对全国抗战的战略指导产生了积极的影响。因此，选项C正确。【错项辨析】选项AD均不是抗日战争取得胜利的最关键阶段；选项B不属于抗日战争经过的三个阶段。",
        "level_text": "石5卷4",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68788,
        "title": "“人无精神不立，国无精神不强。精神是一个民族赖以长久生存的灵魂，唯有精神上达到一定的高度，这个民族才能在历史的洪流中屹立不倒、奋勇向前。”崇尚精神是中华民族的优秀传统。中华民族崇尚精神的优秀传统表现在各个方面，下列表现了对品格养成的重视的是：",
        "num": "13",
        "xuanxiang": [
          "A:不义而富且贵，于我如浮云",
          "B:一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐",
          "C:自天子以至于庶人，壹是皆以修身为本",
          "D:志士仁人，无求生以害仁，有杀身以成仁"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是崇尚精神是中华民族的优秀传统。中华民族崇尚精神的优秀传统，表现为对物质生活与精神生活相互关系的独到理解上，也表现为对理想的不懈追求上，还表现为对品格养成的重视上。对品格养成的重视表现为儒家把“君子”“圣人”作为自己的理想人格，中国古人认为，“自天子以至于庶人，壹是皆以修身为本”。因此，选项C正确。【错项辨析】选项AB都是对物质生活和精神生活相互关系的独到理解上，重视并崇尚精神生活，是中国古代思想家们的主流观点；选项D是对理想的不懈追求的表现",
        "level_text": "石5卷4",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68789,
        "title": "社会主义核心价值观体现了社会主义意识形态的本质要求，体现了社会主义制度在思想精神层面的质的规定性，以其先进性、人民性、真实性站在人类道义制高点上，彰显出独特而强大的价值观优势。社会主义核心价值观的根本特性是：",
        "num": "14",
        "xuanxiang": [
          "A:先进性",
          "B:人民性",
          "C:真实性",
          "D:普遍性"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是社会主义核心价值观的根本特性。人民性是社会主义核心价值观的根本特性，人民立场是社会主义核心价值观的根本立场。因此，选项B正确。【错项辨析】选项AC是社会主义核心价值观的显著特征，但不是根本特性；选项D表述错误，社会主义核心价值观没有普遍性的特征。",
        "level_text": "石5卷4",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68790,
        "title": "2023年4月21日，中共中央总书记、中央全面深化改革委员会主任习近平主持召开二十届中央全面深化改革委员会第一次会议并发表重要讲话。他强调，今年是全面贯彻党的二十大精神的开局之年，也是改革开放45周年和党的十八届三中全会召开10周年。实现新时代新征程的目标任务，作为推进中国式现代化的根本动力，稳大局、应变局、开新局的重要抓手是：",
        "num": "15",
        "xuanxiang": [
          "A:全面深化改革",
          "B:强化企业科技创新主体地位",
          "C:加强和改进国有经济管理",
          "D:支持民营经济发展"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。习近平强调，今年是全面贯彻党的二十大精神的开局之年，也是改革开放45周年和党的十八届三中全会召开10周年。实现新时代新征程的目标任务，要把全面深化改革作为推进中国式现代化的根本动力，作为稳大局、应变局、开新局的重要抓手，把准方向、守正创新、真抓实干，在新征程上谱写改革开放新篇章。因此，选项A正确。【错项辨析】本次会议指出，强化企业科技创新主体地位，是深化科技体制改革、推动实现高水平科技自立自强的关键举措，故选项B不符合题意；加强和改进国有经济管理、支持民营经济发展都属于促进经济高质量发展的具体措施，故选项CD不符合题意。",
        "level_text": "石5卷4",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68791,
        "title": "国务院总理李强3月30日上午在海南博鳌出席博鳌亚洲论坛2023年年会开幕式，并发表题为《以人类命运共同体理念为引领为世界和平与发展注人更多确定性》的主旨演讲。当今世界，不稳定、不确定、难预料成为常态。人们迫切希望能有更多更强大的确定性力量，推动世界朝着美好的未来前进。本次会议的主题是：",
        "num": "16",
        "xuanxiang": [
          "A:“世界大变局：共襄全球治理盛举合奏一带一路强音”",
          "B:“不确定的世界：团结合作迎挑战，开放包容促发展”",
          "C:“在分裂的世界中加强合作”",
          "D:“凝聚全球力量，实现可持续发展”"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。2023年博鳌亚洲论坛的主题是“不确定的世界：团结合作迎挑战，开放包容促发展”。因此，选项B正确。【错项辨析】“世界大变局：共襄全球治理盛举合奏一带一路强音”为2021年博鳌亚洲论坛的主题；“在分裂的世界中加强合作”为2023年达沃斯世界经济论坛的主题；“凝聚全球力量，实现可持续发展”为2020年达沃斯世界经济论坛的主题。因此，选项ACD都不选。二、多项选择题",
        "level_text": "石5卷4",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68792,
        "title": "文学作为反映现实生活的社会性的话语活动，源于生活，高于生活列宁称赞托尔斯泰是俄国革命的镜子，因为托尔斯泰的作品《战争与和平》《安娜·卡列尼娜》《复活》，不仅深刻地揭示了19世纪后期到20世纪初俄国社会的基本矛盾，展现了俄国剧烈的社会变动，也是一个富有正义感的贵族知识分子在寻求新生活中，清醒与软弱、奋斗与彷徨、呼喊与苦闷的生动写照。这说明：",
        "num": "17",
        "xuanxiang": [
          "A:任何观念都是对现实世界本质的反映",
          "B:任何观念都是对现实世界的直观反映",
          "C:任何观念都可以从现实世界中找到其物质“原型’",
          "D:任何观念都是移人人脑并在人脑中改造过的物质的东西"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是认识的本质。认识是主体在实践基础上对客体的能动反映。这说明，一方面，观念是客观物质世界的反映；另一方面，人的观念具有主观能动性。托尔斯泰的作品是俄国社会的反映，不是完全主观臆想的世界，因此，选项C正确。托尔斯泰的作品在反映俄国社会的同时，也加入了自己的情绪与思考，是对当时俄国社会的能动反映。因此，选项D正确。【错项辨析】选项A表述错误，任何观念都是对现实世界的反映，但不一定反映了其本质；选项B表述错误，辩证唯物主义认为，人们对于客观事物的反映是能动的反映。题干的材料也体现了认识的能动性，而直观反映论是旧唯物主义的观点。",
        "level_text": "石5卷4",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68793,
        "title": "随着大数据、人工智能、虚拟现实等信息技术的飞速发展，人类社会正在不断迈人信息时代。在此背景下，依托互联网、虚拟现实等信息技术，一个虚拟世界不断发展壮大，人类实践的具体形式越来越多样化。实践形式的基本类型，分别是：",
        "num": "18",
        "xuanxiang": [
          "A:物质生产实践",
          "B:社会政治实践",
          "C:科学文化实践",
          "D:虚拟实践"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是实践形式的基本类型。实践的形式可分为三种基本类型，即物质生产实践、社会政治实践和科学文化实践。物质生产实践是人类最基本的实践活动，它解决人与自然的矛盾，同时生产和再生产着社会的基本经济关系，由此决定着社会的基本性质和面貌。社会政治实践是改造社会关系的实践活动，表现为人们之间的社会交往和政治活动。科学文化实践是创造精神文化产品的实践活动。科学文化实践有各种不同的形式，最重要的形式有科学、艺术、教育等。因此，选项ABC正确。【错项辨析】现代信息技术的发展使得当代社会开始产生一种新的实践形式，即虚拟实践。虚拟实践并不是实践形式的基本类型。选项D不符合题意，故予以排除。",
        "level_text": "石5卷4",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68794,
        "title": "马克思在继承古典政治经济学劳动创造价值理论的同时，创立了劳动二重性理论，第一次确定了什么样的劳动形成价值、为什么形成价值以及怎样形成价值，阐明了具体劳动和抽象劳动在商品价值形成中的不同作用，从而为揭示剩余价值的真正来源，创立剩余价值理论奠定了基础。人类进入了21世纪，与马克思所处的时代相比，社会经济条件发生了很大的变化，必须深化对马克思劳动价值论的认识。因此，我们需要：",
        "num": "19",
        "xuanxiang": [
          "A:深化对创造价值的劳动的认识,对生产性劳动作出新的界定",
          "B:深化对科技人员在社会生产和价值创造中所起的作用的认识",
          "C:深化对价值创造与价值分配关系的认识",
          "D:深化对经营管理人员在社会生产和价值创造中所起的作用的认识"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是深化对马克思劳动价值论的认识。人类进入了21世纪，与马克思所处的时代相比，社会经济条件发生了很大的变化，因此，必须深化对马克思劳动价值论的认识。我们需要：第一，深化对创造价值的劳动的认识，对生产性劳动作出新的界定；第二，深化对科技人员、经营管理人员在社会生产和价值创造中所起的作用的认识；第三，深化对价值创造与价值分配关系的认识。因此，选项ABCD正确。",
        "level_text": "石5卷4",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68795,
        "title": "OpenAI公司2023年3月20日发表的一项研究显示，ChatGPT的使用与普及可能使美国大约19%的劳动力至少50%的工作任务受到影响；80%的劳动力至少有10%的工作任务受到影响。技术取代人类劳动并不是一个新的问题，特别是自第二次世界大战结束以来，自动化技术带来的大规模失业危险引发了广泛的社会关注。资本无限追逐剩余价值的本性决定了在资本主义生产过程中，资本有机构成呈现不断提高的趋势，资本对劳动力的需求日益相对减少，形成相对过剩人口。由此可知：",
        "num": "20",
        "xuanxiang": [
          "A:资本积累使得资本主义社会人口失业规模呈现越来越大的趋势",
          "B:社会中经常性的庞大失业人口的存在，是资本主义社会的痼疾",
          "C:资本有机构成的提高实际上是社会产生相对过剩人口的一个重要原因",
          "D:相对过剩人口就是劳动力供给超过了资本对它的需求形成的过剩人口"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是资本有机构成提高产生的影响。在资本主义生产过程中，资本有机构成呈现不断提高的趋势，这是由资本无限追逐剩余价值的本性决定的。资本家通过资本积聚和资本集中扩大生产规模，使资本有机构成不断提高。资本有机构成提高，可变资本相对量减少，资本对劳动力的需求日益相对减少，结果就不可避免地造成大批工人失业，形成相对过剩人口，选项C表述正确。相对过剩人口就是劳动力供给超过了资本对它的需求形成的过剩人口，选项D表述正确。相对过剩人口有三种形式：流动的过剩人口、潜在的过剩人口、停滞的过剩人口。经常性的庞大失业人口的存在，是资本主义的痼疾，选项B表述正确。【错项辨析】选项A表述错误，经常性的庞大失业人口的存在，是资本主义的痼疾，资产阶级政府通过各种干预措施可能在一定程度上缓解失业。",
        "level_text": "石5卷4",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68796,
        "title": "垄断资本在国内建立了垄断统治后，必然要把其统治势力扩展到国外，建立国际垄断统治。垄断资本向世界范围扩展的基本形式有：",
        "num": "21",
        "xuanxiang": [
          "A:借贷资本输出",
          "B:生产资本输出",
          "C:国家资本输出",
          "D:商品资本输出"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是垄断资本向世界范围扩展的基本形式。垄断资本向世界范围扩展的基本形式有三种：一是借贷资本输出；二是生产资本输出；三是商品资本输出。因此，选项ABD正确。【错项辨析】从垄断资本输出资本的来源看，主要有两类：一类是私人资本输出，另一类是国家资本输出。选项C不符合题意，因此不选。",
        "level_text": "石5卷4",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68797,
        "title": "2023年是全面贯彻落实中共二十大精神的开局之年，适逢“汪辜会谈”30周年。今年两会是中国新一届政府开启新征程、书写新篇章的一次重要会议。政府工作报告涉台内容与二十大精神一脉相承，为未来两岸关系和平发展、融合发展，推进祖国和平统一指明了方向。新一届政府清晰地规划出未来一段时期对台工作的路径图，即：",
        "num": "22",
        "xuanxiang": [
          "A:秉持“两岸一家亲”的对台工作理念",
          "B:大陆对台工作的整体方向是要在疫情之后恢复两岸正常交流",
          "C:在推进中国式现代化进程中，台湾同胞不会缺席",
          "D:“反‘独’促统”“推进祖国和平统一进程”"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是推进祖国统一的相关表述及立场。今年两会政府工作报告涉台内容与二十大精神一脉相承。报告强调，坚持一个中国原则和“九二共识”，表明一个中国原则和“九二共识”依然是两岸交流交往、两岸官方接触商谈的政治基础。新一届政府清晰地规划出未来一段时期对台工作的路径图。即秉持“两岸一家亲”的对台工作理念，在“通”“同”“统”三个方面发力，推进两岸关系和平发展，推动祖国和平统一进程。所谓“通”，就是报告所说的“促进两岸经济文化交流合作”，还表示要“完善增进台湾同胞的福祉和制度”。这表明未来一段时间大陆对台工作的整体方向就是要在疫情之后恢复两岸正常交流。同时，要进一步加强两岸的深度融合发展。所谓“同”，就是报告中提到的“两岸共同弘扬中华文化，同心共创复兴伟业”。报告突出强调两岸同胞应是同心协力的命运共同体，民族复兴更应是两岸同胞共同的愿景和福祉，也说明在推进中国式现代化进程中，台湾同胞不会缺席。统一应该是一个切切实实认同的过程，是一个两岸同胞心灵契合的过程，要通过恢复两岸经济文化交流合作，增进两岸同胞的认同和理解，推动两岸关系和平发展、融合发展。所谓“统”，就是报告中所说的“反‘独’促统”“推进祖国和平统一进程”。因此，选项ABCD正确。",
        "level_text": "石5卷4",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68798,
        "title": "2023年中国航天工程计划实施近70次发射任务，开启高质量、高效率、高效益的发展新征程。航天探索永无止境，奏响建设世界科技强国的时代强音，也彰显出科教兴国战略积厚成势的雄浑力量。实施科教兴国战略：",
        "num": "23",
        "xuanxiang": [
          "A:是对未来世界发展大势的洞察与把握",
          "B:是对事关社会主义现代化建设关键问题的谋划与部署",
          "C:是夯实现代化经济体系的重要基础",
          "D:为以中国式现代化全面推进中华民族伟大复兴注入强大动力"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是科教兴国战略的重要意义。习近平总书记在二十大报告中将“实施科教兴国战略，强化现代化建设人才支撑”列为专章进行整体论述，充分彰显了以习近平同志为核心的党中央站在民族复兴和百年变局的制高点上，对未来世界发展大势的洞察与把握，对事关社会主义现代化建设关键问题的谋划与部署，为新时代我国教育发展、科技进步、人才培养提供了根本遵循。为以中国式现代化全面推进中华民族伟大复兴注入强大动力。因此，选项ABD正确。【错项辨析】实施乡村振兴战略，是夯实现代化经济体系的重要基础。选项C不符合题意，因此不选。",
        "level_text": "石5卷4",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68799,
        "title": "中国式现代化是全体人民共同富裕的现代化。共同富裕是中国特色社会主义的本质要求，也是一个长期的历史过程。习近平总书记强调，促进共同富裕要把握好的原则是：",
        "num": "24",
        "xuanxiang": [
          "A:鼓励勤劳创新致富",
          "B:坚持基本经济制度",
          "C:尽力而为量力而行",
          "D:坚持循序渐进"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是共同富裕要把握的原则。中国式现代化是全体人民共同富裕的现代化。共同富裕是中国特色社会主义的本质要求，也是一个长期的历史过程。习近平总书记强调，促进共同富裕要把握好以下原则：一是鼓励勤劳创新致富，二是坚持基本经济制度，三是尽力而为量力而行，四是坚持循序渐进。这为扎实推进共同富裕指明了前进方向。因此，选项ABCD正确。",
        "level_text": "石5卷4",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 68800,
        "title": "习近平总书记在学习贯彻党的二十大精神研讨班开班式上强调：“要守好中国式现代化的本和源、根和魂，毫不动摇坚持中国式现代化的中国特色、本质要求、重大原则，确保中国式现代化的正确方向。”中国式现代化与资本主义现代化有着本质不同，表现在中国式现代化：",
        "num": "25",
        "xuanxiang": [
          "A:以生产资料社会主义公有制为基础",
          "B:是以人民为中心的现代化",
          "C:是以资本为中心的现代化",
          "D:是坚定不移推进全体人民共同富裕的现代化"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是中国式现代化与资本主义现代化的区别。中国式现代化与资本主义现代化有着本质不同，资本主义现代化以生产资料资本主义私有制为基础，是以资本为中心的现代化，其本质是为了维护资产阶级统治。中国式现代化以生产资料社会主义公有制为基础，是以人民为中心的现代化，是坚定不移推进全体人民共同富裕的现代化。因此，本题选择ABD【错项辨析】资本主义现代化是以资本为中心的现代化。因此，选项C不选。",
        "level_text": "石5卷4",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 68801,
        "title": "中国共产党第二十届中央委员会第二次全体会议指出，坚持稳中求进工作总基调，适应统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局的要求，适应构建新发展格局、推动高质量发展的需要，坚持问题导向，统筹党中央机构、全国人大机构、国务院机构、全国政协机构，统筹中央和地方，深化重点领域机构改革，推动党对社会主义现代化建设的领导：",
        "num": "26",
        "xuanxiang": [
          "A:在机构设置上更加科学",
          "B:在职能配置上更加优化",
          "C:在体制机制上更加完善",
          "D:在运行管理上更加高效"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是二十届二中全会关于机构改革的问题。党的二十届二中全会审议通过了在广泛征求意见的基础上提出的《党和国家机构改革方案》，习近平总书记就《党和国家机构改革方案（草案）》向全会作了说明。这是以习近平同志为核心的党中央从党和国家事业发展全局出发，着眼新的使命任务、新的战略安排、新的工作需要，作出的重大决策部署，必将有力推动党对社会主义现代化建设的领导在机构设置上更加科学、在职能配置上更加优化、在体制机制上更加完善、在运行管理上更加高效，对于全面建设社会主义现代化国家、全面推进中华民族伟大复兴意义重大而深远。因此，选项ABCD正确。",
        "level_text": "石5卷4",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 68802,
        "title": "在中国共产党的历史上，陈独秀是毁誉相参的人物。不过他确是近代新文化运动的旗帜，被毛泽东称为“五四运动的总司令”。陈独秀因创办《新青年》而名扬天下，他在《青年杂志》创刊号的《社告》中指出：“国势陵夷，道衰学弊。后来责任，端在青年。本志之作，盖欲与青年诸君商将来所以修身治国之道。”此时陈独秀关注的“修身治国之道”是：",
        "num": "27",
        "xuanxiang": [
          "A:群众路线的革命方法",
          "B:第二国际的修正主义",
          "C:资产阶级的民主科学",
          "D:开启民智、改变民性"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是新文化运动。1915年，陈独秀在上海创办《青年杂志》（后改名为《新青年》），标志着新文化运动的开始。五四之前的新文化运动主张学习西方资产阶级的民主科学，以改造国民性。因此，选项CD正确。【错项辨析】选项A中的群众路线是中共二大正式提出的，在此之前没有任何一个团体或政党采用过这种革命方法；选项B中的第二国际是巴黎公社后成立的国际工人组织，与新文化运动无关。",
        "level_text": "石5卷4",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 68803,
        "title": "1944年5月21日至1945年4月20日，党的六届七中全会在延安召开。这次会议断断续续开了近一年，会期之长，创下了党史上的一项纪录。会议的主要内容和最重要的成果，是在1945年4月20日原则通过了《关于若干历史问题的决议》。《关于若干历史问题的决议》凝结着全党的经验和集体的智慧，也是我党历史上第一个关于历史问题的决议，该决议：",
        "num": "28",
        "xuanxiang": [
          "A:为中共七大的胜利召开创造了充分的思想条件",
          "B:标志着党和国家在指导思想上拨乱反正的胜利完成",
          "C:对党的若干重大历史问题作出结论",
          "D:使全党的认识达到在马克思列宁主义基础上的一致"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是《关于若干历史问题的决议》。1945年4月20日，中共的六届七中全会通过了《关于若干历史问题的决议》，对党的若干重大的历史问题作出结论，充分肯定确立毛泽东在全党的领导地位的重大意义的同时，全面阐述了历次“左”倾错误形成的社会根源和思想渊源，使全党尤其使党的高级干部对中国民主革命的基本问题的认识达到在马克思列宁主义基础上的一致，为中共七大的胜利召开创造了充分的思想条件。因此，选项ACD正确。【错项辨析】标志着党和国家在指导思想上拨乱反正的胜利完成，是1981年党的十一届六中全会通过的《关于建国以来党的若干历史问题的决议》的意义。选项B不符合题意，因此不选。",
        "level_text": "石5卷4",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 68804,
        "title": "在解放战争胜利发展的同时，解放区开展了轰轰烈烈的土地改革运动。1946年5月4日，中共中央发出《关于土地问题的指示》（史称《五四指示》）。1947年7月至9月，中国共产党在河北省平山县召开全国土地会议，制定和通过了《中国土地法大纲》。从《五四指示》到《中国土地法大纲》：",
        "num": "29",
        "xuanxiang": [
          "A:将抗战以来实行的减租减息政策，改变为实现“耕者有其田”的政策",
          "B:标志着在土地问题上开始向变革封建土地关系、废除封建剥削制度过渡",
          "C:规定废除地主阶级封建剥削的土地所有制，实行农民的土地所有制",
          "D:没收一切公共土地及地主阶级的土地"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是《五四指示》与《中国土地法大纲》的内容，是识记性考点。1946年5月4日，中共中央发出《关于土地问题的指示》（史称《五四指示》），决定将党在抗日战争时期实行的减租减息政策改变为实现“耕者有其田”的政策。这标志着解放区在农民土地问题上，开始由削弱封建剥削，向变革封建土地关系、废除封建剥削制度过渡。这是中国共产党土地政策的重要改变。1947年7月至9月，中国共产党在河北省平山县召开了全国土地会议，制定和通过了彻底实行土地改革的《中国土地法大纲》，明确规定废除封建性及半封建性剥削的土地制度，实现耕者有其田的土地制度。在这个大纲的指引下，土地改革运动在解放区广大农村迅速掀起。因此，选项AB正确。【错项辨析】农民土地私有制为1950年6月《中华人民共和国土地改革法》的正式规定；没收一切公共土地为《兴国土地法》的规定。选项CD不符合题意，因此都不选",
        "level_text": "石5卷4",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 68805,
        "title": "中国革命道德内容丰富、历久弥新，是中国共产党领导全体人民实现民族独立、人民解放的精神支撑，对于我们走好新时代的长征路，实现中华民族伟大复兴有极其重要的现实意义，中国革命道德的当代价值是：",
        "num": "30",
        "xuanxiang": [
          "A:有利于加强和巩固社会主义和共产主义的理想信念",
          "B:有利于培育和践行社会主义核心价值观",
          "C:有利于引导人们树立正确的道德观",
          "D:有利于培育良好的社会道德风尚"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是中国革命道德的当代价值。中国革命道德的当代价值主要体现在：有利于加强和巩固社会主义和共产主义的理想信念，有利于培育和践行社会主义核心价值观，有利于引导人们树立正确的道德观，有利于培育良好的社会道德风尚。因此，选项ABCD正确。",
        "level_text": "石5卷4",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 68806,
        "title": "法治思维是指以法治价值和法治精神为导向，运用法律原则、法律规则、法律方法思考和处理问题的思维模式。公平正义是法治思维的主要内容之一，公平正义是指社会的政治利益、经济利益和其他利益在全体社会成员之间合理、公平分配和占有，下列属于权利公平的是：",
        "num": "31",
        "xuanxiang": [
          "A:权利主体平等",
          "B:享有的基本权利平等",
          "C:权利保护和权利救济平等",
          "D:机会和规则平等"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是培养社会主义的法治思维。法治思维内涵丰富，主要包括法律至上、权力制约、公平正义、权利保障、程序正当等内容。其中，公平正义包括权利公平、机会公平、规则公平和救济公平。权利公平包括三重含义：一是权利主体平等；二是享有的权利特别是基本权利平等；三是权利保护和权利救济平等。因此，选项ABC正确。【错项辨析】选项D表述错误，正确表述为机会公平和规则公平，同时这是公平正义的主要内容，和题干的权利公平是并列关系，而不是从属关系。",
        "level_text": "石5卷4",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 68807,
        "title": "2023年4月24日，在2023年“中国航天日”主场活动启动仪式上，国家航天局和中国科学院联合发布了火星全球影像图。本次发布的影像图为彩色，包括按照制图标准分别制作的火星东西半球正射投影图、鲁宾逊投影图和墨卡托投影加方位投影图，空间分辨率为76米，将为开展火星探测工程和火星科学研究提供质量更好的基础底图，这表明：",
        "num": "32",
        "xuanxiang": [
          "A:此次为中国首次发布火星探测火星全球影像图",
          "B:此发现将为人类深入认知火星作出中国贡献",
          "C:我国已经成为航天强国",
          "D:我国航天科技实现跨越式发展"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。这是中国首次火星探测火星全球影像图系彩色，为天问一号历时8个月拍摄、地面应用系统对14757幅影像数据进行处理后所得，此发现将为人类深入认知火星作出中国贡献、继续推动我国航天科技实现跨越式发展。因此，选项ABD正确。【错项辨析】习近平总书记在党的二十大报告中对加快建设航天强国作出重要战略部署，我国正在加快推进航天强国的进程。因此，选项C错误。",
        "level_text": "石5卷4",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 68808,
        "title": "应中华人民共和国主席习近平邀请，巴西联邦共和国总统路易斯·伊纳西奥·卢拉·达席尔瓦于2023年4月12日至15日对中国进行国事访问。双方签订《中华人民共和国和巴西联邦共和国关于深化全面战略伙伴关系的联合声明》，声明指出：",
        "num": "33",
        "xuanxiang": [
          "A:双方将共同深化以开放包容、合作共赢为特征的中巴全面战略伙伴关系",
          "B:双方将深化在减贫、社会发展和科技创新等领域合作",
          "C:双方将推动和平、发展、公平、正义、民主、自由的全人类共同价值",
          "D:双方承诺加强合作以落实“昆明一蒙特利尔全球生物多样性框架”"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。《中华人民共和国和巴西联邦共和国关于深化全面战略伙伴关系的联合声明》指出，双方将共同深化以开放包容、合作共赢为特征的中巴全面战略伙伴关系；将深化在减贫、社会发展和科技创新等领域合作；将推动和平、发展、公平、正义、民主、自由的全人类共同价值；双方承诺加强合作以落实“昆明—蒙特利尔全球生物多样性框架”。因此，选项ABCD正确。三、分析题",
        "level_text": "石5卷4",
        "p_level_text": "33"
      }
    },
    "石5卷5": {
      "1": {
        "timu_id": 68809,
        "title": "“单凭观察所得的经验，是决不能充分证明必然性的。这是如此正确，以至于不能从太阳总是在早晨升起来判断它明天会再升起。”恩格斯这段话的含义是：",
        "num": "1",
        "xuanxiang": [
          "A:理性认识是认识的目的",
          "B:感性认识具有不深刻的局限性",
          "C:理性认识是认识的高级阶段",
          "D:感性认识是不可信的"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是认识的两次飞跃。题干所说的经验指的是感性认识“不能从太阳总是在早晨升起来判断它明天会再升起”说明感性认识具有不深刻的局限性。因此，选项B正确。【错项辨析】选项A表述错误，实践是认识的目的；选项C表述正确，但是与题干无关；选项D表述错误，感性认识虽然是认识的低级阶段，但也有一定的正确性，不能说是不可信的。",
        "level_text": "石5卷5",
        "p_level_text": "1"
      },
      "2": {
        "timu_id": 68810,
        "title": "时间和空间是什么？牛顿认为时间像一条川流不息的河流。但是，一百年前诞生的相对论，颠覆了人们对空间和时间的认识。爱因斯坦创立的相对论认为，两个相互运动的观察者，测量的空间长度、时间长短是不一样的，而且，运动速度越大，差距就越大。对时空的认知过程体现了：",
        "num": "2",
        "xuanxiang": [
          "A:真理具有相对性",
          "B:真理具有主体性",
          "C:真理具有客观性",
          "D:真理具有绝对性"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是真理的相对性。从牛顿到爱因斯坦对时空的认识过程是不断发展的过程，这体现了真理的相对性。因此，选项A正确。【错项辨析】选项B表述错误，价值具有主体性，真理没有主体性；选项C表述正确但是题干没有体现真理内容和标准客观，不符合题干；选项D表述正确，但是和题干不符。",
        "level_text": "石5卷5",
        "p_level_text": "2"
      },
      "3": {
        "timu_id": 68811,
        "title": "研究社会资本再生产，必须分析社会总产品在一定期间的实现问题。商品社会再生产的核心问题是社会总产品的实现问题，包括：",
        "num": "3",
        "xuanxiang": [
          "A:资本补偿和工时补偿",
          "B:价值补偿和实物补偿",
          "C:消费补偿和生产补偿",
          "D:物质补偿和精神补偿"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是社会再生产。社会再生产的核心问题是社会总产品的实现问题，就是社会总产品的买卖问题，即实物补偿和价值补偿。因此，选项B正确。【错项辨析】选项ACD均没有相关说法，因此都不选。",
        "level_text": "石5卷5",
        "p_level_text": "3"
      },
      "4": {
        "timu_id": 68812,
        "title": "资本主义生产和资本集中达到一定规模会造成垄断，可能出现由大企业之间协议或联合组成的垄断组织。垄断组织的发展有一个从少到多、从小到大的发展过程。垄断对资本主义社会产生的影响是：",
        "num": "4",
        "xuanxiang": [
          "A:改变了资本主义社会性质",
          "B:消除了资本主义基本矛盾",
          "C:缓解了资本主义激烈竞争",
          "D:调整了资本主义生产关系"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是垄断。资本主义从自由竞争阶段进入到垄断阶段，是资本主义社会生产力和生产关系矛盾运动的结果。垄断是适应生产高度社会化而产生的资本社会化形式。垄断取代自由竞争只是在资本主义私有制范围内生产关系的阶段性调整。因此，选项D正确。【错项辨析】选项A表述错误，垄断资本主义即帝国主义，是资本主义发展的最高阶段，并没有改变资本主义的性质；选项B表述错误，垄断资本主义是在资本主义基本矛盾进一步发展的基础上形成的，并且资本主义的基本矛盾趋于深化；选项C表述错误，垄断时期的竞争更为残酷，手段更多样，破坏性更大。",
        "level_text": "石5卷5",
        "p_level_text": "4"
      },
      "5": {
        "timu_id": 68813,
        "title": "毛泽东指出：“我们共产党人好比种子，人民好比土地。我们到了一个地方，就要同那里的人民结合起来，在人民中间生根、开花。”这体现了毛泽东思想活的灵魂中的：",
        "num": "5",
        "xuanxiang": [
          "A:独立自主",
          "B:解放思想",
          "C:群众路线",
          "D:实事求是"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是群众路线的内涵。坚持群众路线，就要保持党同人民群众的血肉联系。党风问题、党同人民群众的联系问题关系党的生死存亡。本题给出的材料体现的是密切联系群众，是对群众路线的内涵解读。因此，选项C正确。【错项辨析】独立自主和实事求是都是毛泽东思想活的灵魂的内容，但不符合题干材料表达的意思，因此选项AD不选；解放思想是邓小平理论的活的灵魂，因此选项B不选。",
        "level_text": "石5卷5",
        "p_level_text": "5"
      },
      "6": {
        "timu_id": 68814,
        "title": "改革开放是我们党的一次伟大觉醒，是当代中国发展进步的活力之源，是我们党和人民大踏步赶上时代前进步伐的重要法宝，是坚持和发展中国特色社会主义的必由之路。改革是：",
        "num": "6",
        "xuanxiang": [
          "A:推动我国发展的根本动力",
          "B:社会主义制度的自我完善",
          "C:彻底地否定社会主义制度",
          "D:对经济体制的修补和完善"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是改革的作用。改革作为一次新的革命，不是也不允许否定和抛弃我们建立起来的社会主义基本制度，它是社会主义制度的自我完善和发展。因此，选项B正确。【错项辨析】选项A表述错误，改革是社会主义社会发展的直接动力，社会基本矛盾才是推动社会发展的根本动力；选项C表述错误，改革作为一次新的革命，不是也不允许否定和抛弃我们建立起来的社会主义基本制度；选项D表述错误，改革不是一个阶级推翻另一个阶级那种原来意义上的革命，也不是原有经济体制的细枝末节的修补，而是对体制的根本性变革。",
        "level_text": "石5卷5",
        "p_level_text": "6"
      },
      "7": {
        "timu_id": 68815,
        "title": "安全是发展的基础，稳定是强盛的前提。要贯彻总体国家安全观，健全国家安全体系，增强维护国家安全能力，提高公共安全治理水平，完善社会治理体系，以新安全格局保障新发展格局。国家安全的宗旨是：",
        "num": "7",
        "xuanxiang": [
          "A:国家利益至上",
          "B:保障人民安全",
          "C:坚定政治安全",
          "D:保证国土安全"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国家安全的宗旨。习近平指出，坚持总体国家安全观，“必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，统筹外部安全和内部安全、国土安全和国民安全、传统安全和非传统安全、自身安全和共同安全，完善国家安全制度体系，加强国家安全能力建设，坚决维护国家主权、安全、发展利益”因此，选项B正确。【错项辨析】国家利益至上是国家安全的准则，因此选项A不选；以政治安全为根本，政治安全也不是宗旨，因此选项C不选；国土安全是国家安全的一个内容，不是宗旨，因此选项D不选。",
        "level_text": "石5卷5",
        "p_level_text": "7"
      },
      "8": {
        "timu_id": 68816,
        "title": "习近平总书记在广东考察时强调，广东是改革开放的排头兵、先行地、实验区，在中国式现代化建设的大局中地位重要、作用突出，围绕高质量发展这个首要任务和构建新发展格局这个战略任务，要深人实施创新驱动发展战略，加强区域创新体系建设，进一步提升自主创新能力，努力在突破关键核心技术难题上取得更大进展。中国式现代化建设的关键是：",
        "num": "8",
        "xuanxiang": [
          "A:实施创新驱动发展战略",
          "B:加强区域创新体系建设",
          "C:实现高水平科技自立自强",
          "D:推进全体人民共同富裕"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是中国式现代化建设的关键，是一个时政类考点。2023年4月，习近平总书记在广东考察时强调，实现高水平科技自立自强，是中国式现代化建设的关键。要深人实施创新驱动发展战略，加强区域创新体系建设，进一步提升自主创新能力，努力在突破关键核心技术难题上取得更大进展。因此，选项C正确。【错项辨析】实施创新驱动发展战略、加强区域创新体系建设都是实现中国式现代化的重要举措，因此选项AB不选；全体人民共同富裕是中国式现代化的本质特征，因此选项D不选。",
        "level_text": "石5卷5",
        "p_level_text": "8"
      },
      "9": {
        "timu_id": 68817,
        "title": "五四运动是一场以先进青年知识分子为先锋、广大人民群众参加的彻底反帝反封建的伟大爱国革命运动，是一场中国人民为拯救民族危亡、捍卫民族尊严、凝聚民族力量而掀起的伟大社会革命运动，是一场传播新思想、新文化、新知识的伟大思想启蒙运动和新文化运动，以磅礴之力鼓动了中国人民和中华民族实现民族复兴的志向和信心以下不属于五四运动特点的是：",
        "num": "9",
        "xuanxiang": [
          "A:人民性",
          "B:革命性",
          "C:进步性",
          "D:广泛性"
        ],
        "right_value": [
          "A"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是五四运动的特点。五四运动是中国旧民主主义革命走向新民主主义革命的转折点，在近代以来中华民族追求民族独立和发展进步的历史进程中具有里程碑意义。它以彻底反帝反封建的革命性、追求救国强国真理的进步性、各族各界群众积极参与的广泛性，推动了中国社会进步，促进了马克思主义在中国的传播，促进了马克思主义同中国工人运动的结合，为中国共产党的成立做了思想上干部上的准备，为新的革命力量、革命文化、革命斗争登上历史舞台创造了条件。四个选项中只有人民性不是五四运动的特点，选项A正确。【错项辨析】中国近代史的人民大众更多指的是农民，而五四运动没有农民参与，所以五四运动具有革命性、进步性、广泛性，但是没有人民性。",
        "level_text": "石5卷5",
        "p_level_text": "9"
      },
      "10": {
        "timu_id": 68818,
        "title": "中国共产党的诞生是中国革命发展的必然及客观需要，是马克思主义同中国工人运动相结合的产物，在革命的过程中，我们党进一步认清了中国革命的各种问题。中国革命的中心问题，也是新民主主义理论的核心问题是：",
        "num": "10",
        "xuanxiang": [
          "A:分清敌友",
          "B:无产阶级的领导权问题",
          "C:农民问题",
          "D:认清国情"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是中国革命各种问题的易混点。无产阶级领导权问题是中国革命的中心问题，也是新民主主义革命理论的核心问题。区分新旧两种民主主义革命的根本标志就是看领导权是由无产阶级掌握，还是由资产阶级掌握。因此，选项B正确。【错项辨析】选项A是中国革命的首要问题；选项C是中国革命的基本问题；选项D是中国革命所有问题的基本依据。",
        "level_text": "石5卷5",
        "p_level_text": "10"
      },
      "11": {
        "timu_id": 68819,
        "title": "作为党的十一届三中全会的主题报告，为全会实现具有划时代意义的伟大转折奠定了重要基础的宣言书是",
        "num": "11",
        "xuanxiang": [
          "A:《关于建国以来党的若干历史问题的决议》",
          "B:《中国人民政治协商会议共同纲领》",
          "C:《论十大关系》",
          "D:《解放思想，实事求是，团结一致向前看》"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是十一届三中全会的主题报告。《解放思想，实事求是，团结一致向前看》这篇讲话是解放思想、开辟新时期新道路的宣言书，实际上成为党的十一届三中全会的主题报告，为全会实现具有划时代意义的伟大转折奠定了重要基础。因此，选项D正确。【错项辨析】选项A,1981年6月，党的十一届六中全会通过了《关于建国以来党的若干历史问题的决议》（以下简称《决议》），《决议》从根本上否定了“文化大革命”的错误理论和实践，科学地评价了毛泽东和毛泽东思想的历史地位，《决议》的通过，标志着党在指导思想上拨乱反正的胜利完成；选项B,1949年9月21日，中国人民政治协商会议第一届全体会议在北平隆重开幕，会议通过的《中国人民政治协商会议组织法》《中华人民共和国中央人民政府组织法》和《中国人民政治协商会议共同纲领》被认为是新中国奠基的三个历史性文件，其中《中国人民政治协商会议共同纲领》成为中国人民的大宪章，在一个时期内起着新中国临时宪法的作用；选项C,《论十大关系》是以毛泽东同志为主要代表的中国共产党人开始探索中国自己的社会主义建设道路的标志。",
        "level_text": "石5卷5",
        "p_level_text": "11"
      },
      "12": {
        "timu_id": 68820,
        "title": "毛泽东强调：“马克思主义的中国化，使之在其每一表现中带着中国的特性，即是说，按照中国的特点去应用它，成为全党亟待了解并亟须解决的问题。”为了推进马克思主义中国化的事业，他向全党提出了普遍地深入地学习马克思列宁主义的理论，学习我们的历史遗产并给予批判的总结和调查研究当前运动的特点及其规律性的任务。“马克思主义中国化”命题的提出是在：",
        "num": "12",
        "xuanxiang": [
          "A:整风运动中",
          "B:瓦窑堡会议上",
          "C:六届六中全会上",
          "D:洛川会议上"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是“马克思主义中国化”命题的提出。1938年9月至11月，在中国共产党召开的六届六中全会上，毛泽东明确提出了“马克思主义的中国化”命题。他强调：“马克思主义的中国化，使之在其每一表现中带着中国的特性，即是说，按照中国的特点去应用它，成为全党亟待了解并亟须解决的问题。”为了推进马克思主义中国化的事业，他向全党提出了普遍地深入地学习马克思列宁主义的理论，学习我们的历史遗产并给予批判的总结和调查研究当前运动的特点及其规律性的任务。因此，选项C正确。【错项辨析】选项A,1941年毛泽东作了《改造我们的学习》的报告，整风运动首先在党的高级干部中进行。1942年毛泽东先后作了《整顿党的作风》和《反对党八股》的讲演，整风运动在全党范围普遍展开，整风运动的主要内容是：反对主观主义以整顿学风、反对宗派主义以整顿党风、反对党八股以整顿文风。选项B,1935年中共中央在陕北瓦窑堡召开政治局扩大会议，提出党的基本策略任务是建立广泛的抗日民族统一战线，批评了党内长期存在的“左”倾冒险主义、关门主义错误倾向，中国共产党在新的历史时期即将到来时掌握了政治主动权。选项D,1937年中国共产党在陕北洛川召开政治局扩大会议，制定了抗日救国十大纲领，强调要打倒日本帝国主义，关键在于使已经发动的抗战成为全面的全民族抗战。",
        "level_text": "石5卷5",
        "p_level_text": "12"
      },
      "13": {
        "timu_id": 68821,
        "title": "爱国主义体现了人们对自己祖国的深厚感情，揭示了个人对祖国的依存关系，是人们对自己家园以及民族和文化的归属感、认同感、尊严感与荣誉感的统一，爱国主义内涵丰富，意义深远。检验一个人对祖国忠诚程度的试金石是：",
        "num": "13",
        "xuanxiang": [
          "A:爱祖国的大好河山",
          "B:爱自己的骨肉同胞",
          "C:爱祖国的灿烂文化",
          "D:爱自己的国家"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是爱国主义的基本内涵。爱国主义的基本内涵主要表现在四个方面。一是爱祖国的大好河山。二是爱自己的骨肉同胞。三是爱祖国的灿烂文化。四是爱自己的国家。骨肉同胞之爱反映了对民族利益共同体的自觉认同，是检验一个人对祖国忠诚程度的试金石。因此，选项B正确。【错项辨析】选项ACD均是爱国主义的基本内涵，但检验一个人对祖国忠诚程度的试金石是爱自己的骨肉同胞。",
        "level_text": "石5卷5",
        "p_level_text": "13"
      },
      "14": {
        "timu_id": 68822,
        "title": "权利保障主要是指对公民权利的法律保障，具体包括公民权利的宪法保障、立法保障、行政保障和司法保障。其中，权利保障的关键环节是：",
        "num": "14",
        "xuanxiang": [
          "A:宪法保障",
          "B:立法保障",
          "C:行政保障",
          "D:司法保障"
        ],
        "right_value": [
          "C"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是社会主义法治思维。行政保障是权利保障的关键环节。因此，选项C正确。【错项辨析】选项A“宪法保障”是权利保障的前提和基础；选项B“立法保障”是权利保障的重要条件；选项D“司法保障”是公民权利保障的最后防线。",
        "level_text": "石5卷5",
        "p_level_text": "14"
      },
      "15": {
        "timu_id": 68823,
        "title": "习近平总书记主持召开二十届中央全面深化改革委员会第一次会议并发表重要讲话，他在讲话中指出，要聚焦国家战略和产业发展重大需求，加大企业创新支持力度，积极鼓励、有效引导民营企业参与国家重大创新，推动企业在关键核心技术创新和重大原创技术突破中发挥作用。深化科技体制改革、推动实现高水平科技自立自强的关键举措是：",
        "num": "15",
        "xuanxiang": [
          "A:全面深化改革",
          "B:支持民营经济发展",
          "C:加强和改进国有经济管理",
          "D:强化企业科技创新主体地位"
        ],
        "right_value": [
          "D"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。强化企业科技创新主体地位，是深化科技体制改革、推动实现高水平科技自立自强的关键举措。因此，选项D正确。【错项辨析】全面深化改革是推进中国式现代化的根本动力，因此选项A不选；加强和改进国有经济管理、支持民营经济发展都属于促进经济高质量发展的具体措施，因此选项BC不选。",
        "level_text": "石5卷5",
        "p_level_text": "15"
      },
      "16": {
        "timu_id": 68824,
        "title": "2023年5月18日至19日，中国一中亚峰会在中国西安举行。建交31年来，中国同中亚国家加速对接发展战略，务实合作不断深化，友好关系日益巩固。中国一中亚峰会的举行，将进一步发挥元首外交引领作用，推动中国同中亚国家乘势而上，并肩奋斗，为共同推动构建人类命运共同体作出新贡献。在中国同中亚五国的关系中：",
        "num": "16",
        "xuanxiang": [
          "A:中国同中亚五国结成新时期战略同盟",
          "B:中国同中亚五国携手构建更加紧密的中国一中亚命运共同体",
          "C:中国同塔吉克斯坦成为永久全面战略伙伴",
          "D:中国对于中亚五国的内政提出了合理建议"
        ],
        "right_value": [
          "B"
        ],
        "type": "单选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。六国决心在兼顾彼此利益的基础上继续合力构建内涵丰富、成果丰硕、友谊持久的战略伙伴关系，打造中国一中亚命运共同体，中国同中亚五国合作呈现蓬勃发展的广阔前景。因此，选项B正确。【错项辨析】选项AD表述错误，中国奉行独立自主的和平外交政策，不与其他国家结盟、不干涉其他国家内政；选项C表述错误，和我国结成永久全面战略伙伴的中亚国家是哈萨克斯坦。二、多项选择题",
        "level_text": "石5卷5",
        "p_level_text": "16"
      },
      "17": {
        "timu_id": 68825,
        "title": "习近平总书记在党的二十大报告中指出：“推进马克思主义中国化时代化是一个追求真理、揭示真理、笃行真理的过程。”真理在实践中的展开是一个过程，人对真理的认识也是一个过程，这就决定了真理是在人类社会历史发展进程中不断展开、不断被揭示的。追求真理、揭示真理,不仅仅是为了解释世界,更是为了笃行真理,以正确的方式、在正确的道路上改变世界。实践发展没有止境，追求真理、揭示真理、笃行真理不能止步。关于真理，以下说法正确的有：",
        "num": "17",
        "xuanxiang": [
          "A:真理是由绝对到相对的永无止境的过程",
          "B:真理在任何条件下都可以转化为谬误",
          "C:真理不断变化发展具有社会历史性",
          "D:真理的绝对性寓于真理的相对性之中"
        ],
        "right_value": [
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是真理。真理的绝对性，是指真理的内容表明了主客观统一的确定性和发展的无限性。真理的相对性，是指人们在一定条件下对事物的客观过程及其发展规律的正确认识总是有限度的。真理的绝对性和相对性是辩证统一的。其一，二者相互依存。其二，二者相互包含。所谓相互包含，一是说真理的绝对性寓于真理的相对性之中。二是说真理的相对性必然包含并表现着真理的绝对性。真理永远处在由相对向绝对的转化和发展中，是从真理的相对性走向绝对性、接近绝对性的过程。任何真理性的认识都是由真理的相对性向绝对性转化过程中的一个环节，这是真理发展的规律。因此，选项CD正确。【错项辨析】选项A表述错误，真理永远处在由相对向绝对的转化和发展中，是从真理的相对性走向绝对性、接近绝对性的过程；选项B表述错误，真理中包含着某种以后会暴露出来的错误的方面或因素，谬误中也隐藏着以后会显露出来的真理的成分或萌芽，在一定条件下，真理和谬误可以相互转化。",
        "level_text": "石5卷5",
        "p_level_text": "17"
      },
      "18": {
        "timu_id": 68826,
        "title": "在《路德维希·费尔巴哈和德国古典哲学的终结》中，恩格斯第一次明确提到合力论思想，即：“无论历史的结局如何，人们总是通过每一个追求他自己的、自觉预期的目的来创造他们的历史，而这许多按不同方向活动的愿望及其对外部世界的各种各样的合力，就是历史。”唯物史观从人民群众创造历史这一基本前提出发，既明确了人民群众是历史的创造者，也不否认个人在历史上的作用。下列关于个人在社会历史中的作用说法正确的是：",
        "num": "18",
        "xuanxiang": [
          "A:普通个人对社会发展的贡献,其总和构成了人民群众创造历史的活动",
          "B:普通个人属于人民群众范畴，他们对社会发展都有或大或小的贡献",
          "C:历史人物是指对于推动历史社会发展作出重要贡献或起重要作用的人",
          "D:新的历史任务往往是由具有进步意义的历史人物首先发现或提出来的"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是个人在社会历史中的作用。按照个人对社会历史起作用的程度和方式的不同，可以区分为普通个人和历史人物。普通个人属于人民群众范畴，他们对社会发展都有或大或小的贡献，其总和构成了人民群众创造历史的活动。因此，选项AB正确。历史人物是一定历史事件的主要倡导者、组织领导者或思想理论、科学文化的重要代表人物。在历史发展进程中，新的历史任务往往是由具有进步意义的历史人物首先发现或提出来的。先进阶级的政治代表人物，特别是无产阶级的领袖人物所提出的思想能够成为社会变革的先导，在革命斗争中起着领导核心的作用。因此，选项D正确。【错项辨析】选项C表述错误，杰出人物是历史人物中对推动历史社会发展作出重要贡献或起重要作用的人。",
        "level_text": "石5卷5",
        "p_level_text": "18"
      },
      "19": {
        "timu_id": 68827,
        "title": "商品经济，是指直接以交换为目的而进行生产的经济形式。商品经济最早产生于第二次社会大分工即手工业从农业中分离并进一步扩大，在第三次社会大分工时出现了商品经济的重要媒介——商人。当商品经济不断发展，商品之间的交换主要由市场调配时，这种社会化，由市场进行资源调配的商品经济就是市场经济，市场经济是商品经济发展的高级阶段。商品经济产生的历史条件是：",
        "num": "19",
        "xuanxiang": [
          "A:社会劳动划分和独立化为不同部门和行业",
          "B:生产资料属于不同的所有者和个体劳动",
          "C:生产资料和劳动产品属于不同的所有者",
          "D:生产资料属于不同的所有者和雇佣劳动"
        ],
        "right_value": [
          "A",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是商品经济产生的历史条件。商品经济产生的历史条件有两个：一是社会分工的存在；二是生产资料和劳动产品属于不同的所有者。所谓社会分工，是指社会劳动划分和独立化为不同部门和行业。各行各业的生产者为了满足自身在生产和生活方面的多种需要，产生了相互交换产品的要求。因此，选项A正确。在私有制下，生产资料和劳动产品归私人所有，一个人要想得到别人的产品，就必须通过交换。私有者为了维护自身的利益，在彼此发生经济联系和交换产品时，要求遵循等价交换原则，因而劳动产品便必然采取商品的形式。因此，选项C正确。【错项辨析】商品经济的发展经历了简单商品经济与发达商品经济两个阶段，简单商品经济以生产资料私有制和个体劳动为基础。因此，选项B不符合题意。资本主义商品经济以生产资料私有制和雇佣劳动为基础，是商品经济的高级或发达形态。因此，选项D不符合题意。",
        "level_text": "石5卷5",
        "p_level_text": "19"
      },
      "20": {
        "timu_id": 68828,
        "title": "劳动力范畴是在用劳动价值论解释剩余价值源泉中提出来的。资本家支付货币购买商品，然后又出售商品换得比他支付的货币更多的货币。这种情况之所以能够经常不断地出现，只是由于存在某种在使用时能够增加商品的价值的商品。劳动力就是这样一菲小种商品，而且是唯一的这样一种商品。劳动力商品的价值构成包括：",
        "num": "20",
        "xuanxiang": [
          "A:维持劳动者本人生存所必需的生活资料的价值",
          "B:维持劳动者家属的生存所必需的生活资料的价值",
          "C:劳动者接受教育和训练所支出的费用",
          "D:劳动者在消费劳动力过程中创造出的新价值"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是劳动力商品的价值构成。劳动力商品的价值，是由生产、发展、维持和延续劳动力所必需的生活必需品的价值决定的，它包括三个部分：①维持劳动者本人生存所必需的生活资料的价值，选项A正确；②维持劳动者家属的生存所必需的生活资料的价值，选项B正确；③劳动者接受教育和训练所支出的费用，选项C正确。【错项辨析】劳动者在消费劳动力过程中创造出的新价值包含劳动力自身的价值和剩余价值。因此，选项D不符合题意。",
        "level_text": "石5卷5",
        "p_level_text": "20"
      },
      "21": {
        "timu_id": 68829,
        "title": "经济全球化是指以市场经济为基础，以先进科技和生产力为手段，以发达国家为主导，以最大利润和经济效益为目标，通过分工、贸易、投资、跨国公司和要素流动等，实现各国市场分工与协作，相互融合的过程。经济全球化体现了社会化生产的要求，不仅发达国家从中受益，一些发展中国家在参与经济全球化进程中也得到了快速发展。经济全球化对发展中国家的积极作用主要表现在：",
        "num": "21",
        "xuanxiang": [
          "A:经济全球化为发展中国家提供先进的技术和管理经验",
          "B:经济全球化为发展中国家提供更多的就业机会",
          "C:经济全球化推动发展中国家国际贸易发展",
          "D:经济全球化促进发展中国家跨国公司的发展"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是经济全球化。经济全球化的过程是生产社会化不断提高的过程。经济全球化体现了社会化生产的要求，不仅发达国家从中受益，一些发展中国家在参与经济全球化进程中也得到了快速发展。经济全球化对发展中国家的积极作用主要表现在：第一，经济全球化为发展中国家提供先进的技术和管理经验。第二，经济全球化为发展中国家提供更多的就业机会。第三，经济全球化推动发展中国家国际贸易发展。第四，经济全球化促进发展中国家跨国公司的发展。因此，选项ABCD正确。",
        "level_text": "石5卷5",
        "p_level_text": "21"
      },
      "22": {
        "timu_id": 68830,
        "title": "2023年是宁夏回族自治区成立65周年。65年来，宁夏不断坚持和完善民族区域自治制度，平等保障各民族的合法权益。从最初的一穷二白到现在的欣欣向荣。宁夏发生深刻而巨大的变化，各项事业取得历史性成就。特别是进入新时代，塞上儿女牢记习近平总书记殷殷嘱托，实现了经济繁荣、民族团结、环境优美、人民富裕，书写了非凡十年的“宁夏答卷”。民族区域自治制度：",
        "num": "22",
        "xuanxiang": [
          "A:是实现少数民族人民当家作主的重要途径",
          "B:是发展社会主义民族关系的重要保障",
          "C:是适合我国国情的根本政治制度",
          "D:具有巨大的优越性和旺盛的生命力"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是民族区域自治制度的优势与意义。实行民族区域自治制度，有利于发展社会主义民族关系，实现少数民族人民当家作主。此制度实施以来，少数民族地区不断发展，取得了巨大成就。因此，选项ABD正确。【错项辨析】选项C表述错误，人民代表大会制度是我国的根本政治制度",
        "level_text": "石5卷5",
        "p_level_text": "22"
      },
      "23": {
        "timu_id": 68831,
        "title": "习近平在二十届中央政治局第一次集体学习时的讲话中指出，科学的世界观和方法论是我们研究问题、解决问题的“总钥匙”。把握好习近平新时代中国特色社会主义思想的世界观和方法论，坚持好、运用好贯穿其中的立场观点方法，必须：",
        "num": "23",
        "xuanxiang": [
          "A:坚持人民至上、坚持自信自立",
          "B:坚持实事求是、坚持独立自主",
          "C:坚持守正创新、坚持问题导向",
          "D:坚持系统观念坚持胸怀天下"
        ],
        "right_value": [
          "A",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是习近平新时代中国特色社会主义思想的世界观和方法论，坚持好、运用好贯穿其中的立场观点方法。把握好习近平新时代中国特色社会主义思想的世界观和方法论，坚持好、运用好贯穿其中的立场观点方法，必须坚持人民至上、坚持自信自立、坚持守正创新、坚持问题导向、坚持系统观念、坚持胸怀天下。因此，选项ACD正确。【错项辨析】实事求是、独立自主是毛泽东思想的活的灵魂，与题干无关。因此，选项B不选。",
        "level_text": "石5卷5",
        "p_level_text": "23"
      },
      "24": {
        "timu_id": 68832,
        "title": "2023年3月6日，习近平看望了参加全国政协十四届一次会议的民建、工商联界委员，并参加联组会。习近平指出，民营经济是我们党长期执政、团结带领全国人民实现“两个一百年”奋斗目标和中华民族伟大复兴中国梦的重要力量。我们始终把民营企业和民营企业家当作自己人，在民营企业遇到困难的时候给予支持，在民营企业遇到困惑的时候给予指导。习近平总书记对民营经济评价如此之高是因为民营经济：",
        "num": "24",
        "xuanxiang": [
          "A:是推进供给侧结构性改革、推动高质量发展、建设现代化经济体系的重要主体",
          "B:是我国经济制度的内在要素",
          "C:控制着我国的经济命脉",
          "D:是社会主义经济的重要组成部分"
        ],
        "right_value": [
          "A",
          "B"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是民营经济的地位和作用。民营经济是社会主义市场经济发展的重要成果，是推动社会主义市场经济发展的重要力量，是推进供给侧结构性改革、推动高质量发展、建设现代化经济体系的重要主体。习近平总书记在中央召开的民营企业座谈会上，就坚持基本经济制度、重视支持民营经济发展等作了重要论述，提出了“民营经济是我国经济制度的内在要素”等重要论断。因此，选项AB正确。【错项辨析】国有经济控制我国的经济命脉；民营经济是社会主义市场经济的重要组成部分。因此，选项CD不选。",
        "level_text": "石5卷5",
        "p_level_text": "24"
      },
      "25": {
        "timu_id": 68833,
        "title": "中国共产党第二十届中央委员会第二次全体会议公报指出，党的二十大对深化机构改革作出重要部署，对于全面建设社会主义现代化国家、全面推进中华民族伟大复兴意义重大而深远。必须：",
        "num": "25",
        "xuanxiang": [
          "A:以习近平新时代中国特色社会主义思想为指导",
          "B:以加强党中央集中统一领导为统领",
          "C:以推进国家治理体系和治理能力现代化为导向",
          "D:以党的政治建设为统领"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是二十届二中全会关于机构改革的问题。党的二十大对深化机构改革作出重要部署，对于全面建设社会主义现代化国家、全面推进中华民族伟大复兴意义重大而深远。必须以习近平新时代中国特色社会主义思想为指导，以加强党中央集中统一领导为统领，以推进国家治理体系和治理能力现代化为导向，坚持稳中求进工作总基调，适应统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局的要求，适应构建新发展格局、推动高质量发展的需要，坚持问题导向，统筹党中央机构、全国人大机构、国务院机构、全国政协机构，统筹中央和地方，深化重点领域机构改革。因此，选项ABC正确。【错项辨析】二十届二中全会强调，要深人贯彻落实党的二十大对党的建设作出的战略部署，时刻保持解决大党独有难题的清醒和坚定，健全全面从严治党体系，以党的政治建设为统领，扎实推进党的各方面建设，推动新时代党的建设新的伟大工程向纵深发展。选项D与题干无关，故不选。",
        "level_text": "石5卷5",
        "p_level_text": "25"
      },
      "26": {
        "timu_id": 68834,
        "title": "习近平经济思想统筹把握人类发展大潮流、世界变化大格局中国发展大历史，A科学回答了当今中国和世界发展面临的重大问题，不仅推动中国经济巨轮乘风破浪、行稳致远，而且为人类文明进步提供了方向指引。习近平经济思想是：",
        "num": "26",
        "xuanxiang": [
          "A:习近平新时代中国特色社会主义思想的重要组成部分",
          "B:中国共产党不懈探索社会主义经济发展道路形成的宝贵思想结晶",
          "C:运用马克思主义政治经济学基本原理指导新时代经济发展实践形成的重大理论成果",
          "D:新时代我国经济工作的科学行动指南"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是习近平经济思想的意义。习近平经济思想是中国共产党人对马克思主义发展理论的独特贡献，不仅是历史性的，而且是世界性的，具有重要的历史地位和世界意义。习近平经济思想是习近平新时代中国特色社会主义思想的重要组成部分，是中国共产党不懈探索社会主义经济发展道路形成的宝贵思想结晶，是运用马克思主义政治经济学基本原理指导新时代经济发展实践形成的重大理论成果，是新时代我国经济工作的科学行动指南。因此，选项ABCD正确",
        "level_text": "石5卷5",
        "p_level_text": "26"
      },
      "27": {
        "timu_id": 68835,
        "title": "在革命斗争中，以毛泽东同志为主要代表的中国共产党人，把马克思列宁主义基本原理同中国具体实际相结合，对经过艰苦探索、付出巨大牺牲积累的一系列独创性经验作了理论概括，开辟了中国革命新道路。中国革命新道路“新”在：",
        "num": "27",
        "xuanxiang": [
          "A:相比于“城市中心论”，开辟了农村包围城市，武装夺取政权的道路",
          "B:以土地革命为基本内容，农民成为革命主力军",
          "C:由无产阶级领导，以马克思主义为指导思想",
          "D:相比于旧传统体制、对照革命以来走过的弯路和错路"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是中国革命新道路。中国革命新道路“新”在：相比于“城市中心论”，创新了中国革命道路；建立农村革命根据地，农村包围城市，武装夺取政权；在实践上以中国共产党领导的土地革命为基本内容，农民成为中国革命的主力军；相比于旧传统体制、对照革命以来走过的弯路和错路，农村包围城市、武装夺取政权的革命道路是全新的。因此，选项ABD正确。【错项辨析】由无产阶级领导，以马克思主义为指导思想并非中国革命新道路的特别之处。因此，选项C不选。",
        "level_text": "石5卷5",
        "p_level_text": "27"
      },
      "28": {
        "timu_id": 68836,
        "title": "2023年是抗美援朝胜利70周年。伟大的抗美援朝战争是新中国成立之初，中国人民在中国共产党领导下，为援助朝鲜人民，保家卫国而进行的一场反侵略正义战争。抗美援朝战争：",
        "num": "28",
        "xuanxiang": [
          "A:是中华民族走向伟大复兴的重要里程碑",
          "B:为维护亚洲和世界的和平作出了重要贡献",
          "C:是中国人民站起来后屹立于世界东方的宣言书",
          "D:是近代以来中华民族反抗外敌入侵的第一次完全胜利"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是抗美援朝的胜利。在中国人民志愿军抗美援朝出国作战70周年纪念大会上，习近平总书记鲜明指出：抗美援朝战争伟大胜利，是中国人民站起来后屹立于世界东方的宣言书，是中华民族走向伟大复兴的重要里程碑，对中国和世界都有着重大而深远的意义。伟大的抗美援朝战争，抵御了帝国主义侵略扩张，捍卫了新中国安全，保卫了中国人民和平生活，稳定了朝鲜半岛局势，维护了亚洲和世界和平。因此，选项ABC正确。【错项辨析】抗日战争是近代以来中华民族反抗外敌人侵的第一次完全胜利。因此，选项D不选。",
        "level_text": "石5卷5",
        "p_level_text": "28"
      },
      "29": {
        "timu_id": 68837,
        "title": "延安整风运动是中国共产党历史上第一次大规模的整风运动，是抗日战争时期中国共产党在延安和各根据地开展的一次马克思主义思想教育运动，也是破除党内把马克思主义教条化、把共产国际决定和苏联经验神圣化的错误倾向的伟大思想解放运动。这场思想教育运动：",
        "num": "29",
        "xuanxiang": [
          "A:使党从政治上和思想上彻底清除了“左”倾教条主义的束缚",
          "B:使实事求是的思想路线在全党范围内确立起来",
          "C:正式确立毛泽东思想在全党的指导地位，以中国化的马克思主义统一了全党",
          "D:反对主观主义、宗派主义、党八股以树立马克思主义作风"
        ],
        "right_value": [
          "A",
          "B",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是延安整风运动。1941年，毛泽东先后作了《改造我们的学习》《整顿党的作风》《反对党八股》的讲演，整风运动在全党范围普遍展开。整风的内容是反对主观主义、宗派主义、党八股以树立马克思主义的作风。整风运动是一次深刻的马克思主义思想教育运动，也是一场思想解放运动，它坚持马克思主义同中国实际相结合的正确方向，使实事求是的思想路线在全党范围确立起来。因此，选项ABD正确。【错项辨析】党的七大第一次明确地把毛泽东思想确立为全党的指导思想，并庄严地写入党章。它标志着马克思主义中国化的进程实现了第一次历史性飞跃，也标志着中国共产党在政治上、思想上和组织上达到了空前的团结、统一和成熟。因此，选项C不选。",
        "level_text": "石5卷5",
        "p_level_text": "29"
      },
      "30": {
        "timu_id": 68838,
        "title": "社会主义道德是人类道德合乎规律发展的必然产物，是人类道德发展史上的一种崭新类型的道德，与以往社会的道德形态相比，社会主义道德具有显著的先进性特征，这种先进性主要体现在：",
        "num": "30",
        "xuanxiang": [
          "A:社会主义道德是社会主义经济基础的反映",
          "B:社会主义道德是对人类优秀道德资源的批判继承和创新发展",
          "C:社会主义道德坚持以为人民服务为核心、以集体主义为原则",
          "D:社会主义道德坚持无私奉献一心为公"
        ],
        "right_value": [
          "A",
          "B",
          "C"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是马克思主义道德观。与以往社会的道德形态相比，社会主义道德具有显著的先进性特征，这种先进性主要体现在：首先，社会主义道德是社会主义经济基础的反映。其次，社会主义道德是对人类优秀道德资源的批判继承和创新发展。最后，社会主义道德坚持以为人民服务为核心、以集体主义为原则，展现出真实而强大的道义力量。因此，选项ABC正确。【错项辨析】选项D表述错误，无私奉献、一心为公是集体主义的最高层次，是优秀共产党员、先进分子应努力达到的道德目标，不是社会主义道德先进性特征的表现。",
        "level_text": "石5卷5",
        "p_level_text": "30"
      },
      "31": {
        "timu_id": 68839,
        "title": "习近平法治思想凝聚着中国共产党人在法治建设长期探索中形成的经验积累和智慧结晶，为建设法治中国指明了前进方向，在中国特色社会主义法治建设进程中具有重大政治意义、理论意义、实践意义。习近平法治思想：",
        "num": "31",
        "xuanxiang": [
          "A:是顺应实现中华民族伟大复兴时代要求应运而生的重大理论创新成果",
          "B:是马克思主义法治理论中国化的最新成果",
          "C:是习近平新时代中国特色社会主义思想的重要组成部分",
          "D:是全面依法治国的根本遵循和行动指南"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是习近平法治思想。习近平法治思想凝聚着中国共产党人在法治建设长期探索中形成的经验积累和智慧结晶，为建设法治中国指明了前进方向，在中国特色社会主义法治建设进程中具有重大政治意义、理论意义、实践意义。习近平法治思想是顺应实现中华民族伟大复兴时代要求应运而生的重大理论创新成果是马克思主义法治理论中国化最新成果，是习近平新时代中国特色社会主义思想的重要组成部分，是全面依法治国的根本遵循和行动指南。因此，选项ABCD正确。",
        "level_text": "石5卷5",
        "p_level_text": "31"
      },
      "32": {
        "timu_id": 68840,
        "title": "2023年4月，0习近平在学习贯彻习近平新时代中国特色社会主义思想主题教育工作会议上的讲话中强调，我们党始终高度重视理论武装，每逢重大历史关头，都要用党的创新理论统一全党思想，为全党团结统一奠定坚实思想基础。这表明：",
        "num": "32",
        "xuanxiang": [
          "A:思想上的统一是党的团结统一最深厚最持久最可靠的保证",
          "B:实现党的统一领导最根本的就是用党的基本理论武装全党",
          "C:党内集中教育要坚持把理论学习作为首要任务并贯穿始终",
          "D:团结统一是党的生命，是党的力量所在"
        ],
        "right_value": [
          "A",
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国内时政。习近平在讲话中指出，团结统一是党的生命，是党的力量所在。思想上的统一是党的团结统一最深厚最持久最可靠的保证。我们这么大一个党，领导着这么大一个国家，肩负着带领全国各族人民实现国家强盛、民族复兴这个艰巨任务，全党必须统一思想、统一意志、统一行动。怎么实现全党思想、意志、行动的统一？最根本的就是用党的基本理论武装全党。每次党内集中教育也都坚持把理论学习作为首要任务并贯穿始终，为全党团结统一奠定坚实思想基础。因此，选项ABCD正确。",
        "level_text": "石5卷5",
        "p_level_text": "32"
      },
      "33": {
        "timu_id": 68841,
        "title": "2023年4月24日至5月5日，联合国人权理事会“在执法工作中推进种族正义和平等”独立专家小组访问美国。专家小组在访问结束后举行新闻发布会，呼吁美国加大对种族主义和种族歧视行为问责，采取措施解决非洲人后裔面临的经济社会困境。对此理解正确的是：",
        "num": "33",
        "xuanxiang": [
          "A:美国深刻检视了自身存在的严重种族主义问题",
          "B:美国应停止打着人权旗号干涉他国内政",
          "C:美国绝不是尊重和保护人权的典范",
          "D:美国是无视人权、破坏人权的典型"
        ],
        "right_value": [
          "B",
          "C",
          "D"
        ],
        "type": "多选",
        "jiexi": "【选项解析】本题考查的知识点是国际时政。外交部发言人对此事表示，我们呼吁美方认真回应国际社会关切，深刻检视自身存在的严重种族主义、种族歧视和警察暴力等问题，停止打着人权旗号干涉他国内政，采取切实措施解决自身严重的种族歧视问题，还受害者真相与公道，不要让弗洛伊德和千千万万种族主义受害者的悲剧再次上演。因此，选项BCD正确。【错项辨析】选项A表述错误，美国并没有深刻检视自身存在的严重种族主义问题，此问题仍然大量存在于美国社会中。三、分析题",
        "level_text": "石5卷5",
        "p_level_text": "33"
      }
    }
  }
}